<?php
$lang = [

/*
   Language Settings
*/
'LangISO'		=> 'bg',
'LangLocale'	=> 'bg_BG',
'LangName'		=> 'Bulgarian',
'LangDir'		=> 'ltr',

/*
   Config Defaults

   localized page tags (no spaces)
*/
'ConfigDefaults'	=> [
	'category_page'		=> 'Категория',
	'groups_page'		=> 'Групи',
	'users_page'		=> 'Потребители',
	'tools_page'		=> 'Инструменти',

	'search_page'		=> 'Търсене',
	'login_page'		=> 'Влизане',
	'account_page'		=> 'Настройки',
	'registration_page'	=> 'Регистрация',
	'password_page'		=> 'Парола',

	'whatsnew_page'		=> 'WhatsNew',
	'changes_page'		=> 'ПоследниПромени',
	'comments_page'		=> 'НовиКоментари',
	'index_page'		=> 'Каталог',

	'random_page'		=> 'СлучайнаСтраница',
	#'help_page'			=> 'Help',
	#'terms_page'		=> 'Terms',
	#'privacy_page'		=> 'Privacy',
],

/*
   Generic Page Text
*/
'TitleInstallation'				=> 'Инсталация на WackoWiki',
'TitleUpdate'					=> 'Актуализация на WackoWiki',
'Continue'						=> 'Продължи',
'Back'							=> 'Назад',
'Recommended'					=> 'препоръчително',
'InvalidAction'					=> 'Невалидно действие',

/*
   Locking Check
 */
'LockAuthorization'				=> 'Оторизация',
'LockAuthorizationInfo'			=> 'Моля, въведете паролата, която сте задали във файла %1.',
'LockPassword'					=> 'Парола:',
'LockLogin'						=> 'Вход',
'LockPasswordInvalid'			=> 'Невалидна парола.',
'LockedTryLater'				=> 'Този сайт в момента се актуализира. Моля, опитайте отново по-късно.',
'EmptyAuthFile'					=> 'Липсващ или празен файл %1. Моля, създайте файла и задайте парола в него.',


/*
   Language Selection Page
*/
'lang'							=> 'Езикови настройки',
'PleaseUpgradeToR6'				=> 'Използвате стара версия на WackoWiki %1. За да актуализирате до тази нова версия на WackoWiki, първо трябва да актуализирате инсталацията си до %2.',
'UpgradeFromWacko'				=> 'Добре дошли в WackoWiki! Изглежда, че актуализирате от WackoWiki %1 към %2. Следващите няколко страници ще ви преведат през процеса на актуализация.',
'FreshInstall'					=> 'Добре дошли в WackoWiki! Предстои ви нова инсталация на WackoWiki %1. Следващите няколко страници ще ви преведат през процеса на инсталиране.',
'PleaseBackup'					=> 'Моля, направете резервно копие на вашата база данни, конфигурационния файл и всички други файлове, които сте променили (например теми), ПРЕДИ да продължите!',
'LangDesc'						=> 'Изберете език. Той ще се използва по време на инсталацията и ще бъде зададен като език по подразбиране за новия ви WackoWiki.',

/*
   System Requirements Page
*/
'version-check'					=> 'Системни изисквания',
'PhpVersion'					=> 'Версия на PHP',
'PhpDetected'					=> 'Открита PHP версия',
'ModRewrite'					=> 'Apache Rewrite Extension (по избор)',
'ModRewriteInstalled'			=> 'Инсталирано ли е Rewrite Extension (mod_rewrite)?',
'Database'						=> 'База данни',
'PhpExtensions'					=> 'PHP разширения',
'Permissions'					=> 'Права',
'ReadyToInstall'				=> 'Готови ли сте за инсталация?',
'Requirements'					=> 'Вашият сървър трябва да отговаря на изброените по-долу изисквания.',
'OK'							=> 'OK',
'Problem'						=> 'Проблем',
'Example'						=> 'Пример',
'NotePhpExtensions'				=> '',
'ErrorPhpExtensions'			=> 'Изглежда, че във вашата PHP инсталация липсват някои от необходимите PHP разширения за WackoWiki.',
'PcreWithoutUtf8'				=> 'PHP PCRE модулът изглежда е компилиран без поддръжка на PCRE_UTF8.',
'NotePermissions'				=> 'Инсталационната програма ще се опита да запише конфигурационните настройки във файла %1, разположен в основната директория на WackoWiki. За да стане това, този файл трябва да е достъпен за запис от сървърния скрипт! За да избегнете проблеми, временно променете правата за достъп до този файл.

Вижте WackoWiki:Doc/English/Installation.',
'ErrorPermissions'				=> 'Изглежда, че инсталаторът не може автоматично да зададе необходимите права за достъп на файловете за правилното функциониране на WackoWiki. По-късно в процеса на инсталация ще бъдете подканени ръчно да конфигурирате необходимите права за достъп на вашия сървър.',
'ErrorMinPhpVersion'			=> 'PHP версията трябва да е по-висока от %1. Вашият сървър изглежда използва по-стара версия. Трябва да актуализирате до по-нова PHP версия за правилното функциониране на WackoWiki.',
'Ready'							=> 'Поздравления! Изглежда, че вашият сървър може да работи с WackoWiki. Следващите няколко страници ще ви преведат през процеса на конфигуриране.',

/*
   Site Config Page
*/
'config-site'					=> 'Настройки на сайта',
'SiteName'						=> 'Име на сайта',
'SiteNameDesc'					=> 'Името на вашия Wiki.',
'SiteNameDefault'				=> 'МоятWiki',
'HomePage'						=> 'Начална страница',
'HomePageDesc'					=> 'Началната страница на WackoWiki. Трябва да е във формат УикиИме.',
'HomePageDefault'				=> 'НачалнаСтраница',
'MultiLang'						=> 'Многоезичен режим',
'MultiLangDesc'					=> 'Многоезичният режим позволява работа на няколко езика. Ако е включен, инсталаторът ще инициализира елементите на менюто на няколко различни езика.',
'AllowedLang'					=> 'Разрешени езици',
'AllowedLangDesc'				=> 'Препоръчително е да изберете само езиците, които възнамерявате да използвате, в противен случай ще бъдат избрани всички налични езици.',
'AclMode'						=> 'Режим на ACL по подразбиране',
'AclModeDesc'					=> '',
'PublicWiki'					=> 'Публичен Wiki (четене за всички, писане и коментиране само за регистрирани потребители)',
'PrivateWiki'					=> 'Частен Wiki (четене, писане и коментиране само за регистрирани потребители)',
'Admin'							=> 'Администратор',
'AdminDesc'						=> 'Изберете потребителско име във формат УикиИме (без кирилица).',
'NameAlphanumOnly'				=> 'Потребителското име трябва да е между %1 и %2 символа и да съдържа само буквено-цифрови символи.',
'NameCamelCaseOnly'				=> 'Потребителското име трябва да е между %1 и %2 символа и да е във формат УикиИме.',
'Password'						=> 'Парола',
'PasswordDesc'					=> 'Изберете парола (поне 9 символа)',
'PasswordConfirm'				=> 'Потвърдете паролата:',
'Mail'							=> 'Имейл адрес на администратора',
'MailDesc'						=> 'Имейл адрес на администратора.',
'Base'							=> 'Базов URL',
'BaseDesc'						=> 'Базовият URL адрес на вашия WackoWiki сайт. Към него се добавят имената на страниците, така че ако използвате mod_rewrite, адресът трябва да завършва с наклонена черта, например:',
'Rewrite'						=> 'Rewrite режим',
'RewriteDesc'					=> 'Rewrite режимът трябва да е включен, ако използвате mod_rewrite.',
'Enabled'						=> 'Включен:',
'ErrorAdminEmail'				=> 'Моля, въведете валиден имейл адрес!',
'ErrorAdminPasswordMismatch'	=> 'Паролите на администратора не съвпадат!',
'ErrorAdminPasswordShort'		=> 'Паролата на администратора е твърде къса, минималната дължина е %1 символа!',
'ModRewriteStatusUnknown'		=> 'Инсталаторът не може да провери дали mod_rewrite е включен, но това не означава, че е изключен',

/*
   Database Config Page
*/
'config-database'				=> 'Настройка на базата данни',
'DbDriver'						=> 'Драйвър',
'DbDriverDesc'					=> 'Драйвърът за база данни, който искате да използвате.',
'DbSqlMode'						=> 'SQL режим',
'DbSqlModeDesc'					=> 'SQL режимът, който искате да използвате.',
'DbVendor'						=> 'Доставчик',
'DbVendorDesc'					=> 'Доставчикът на база данни, който използвате.',
'DbCharset'						=> 'Кодировка',
'DbCharsetDesc'					=> 'Кодировката на базата данни, която искате да използвате.',
'DbEngine'						=> 'Движък',
'DbEngineDesc'					=> 'Движъкът на базата данни, който искате да използвате.',
'DbHost'						=> 'Хост на базата данни',
'DbHostDesc'					=> 'Хостът, на който работи вашият сървър за база данни. Обикновено това е
127.0.0.1
 или
localhost
 (т.е. същата машина, на която е вашият сайт с WackoWiki).',
'DbPort'						=> 'Порт (по избор)',
'DbPortDesc'					=> 'Номерът на порта, през който е достъпен вашият сървър за база данни. Оставете празно, за да използвате порта по подразбиране.',
'DbName'						=> 'База данни',
'DbNameDesc'					=> 'Базата данни, която WackoWiki трябва да използва. Тази база данни трябва да съществува, преди да продължите!',
'DbNameSqliteDesc'				=> 'Директорията с данни и името на файла, които SQLite трябва да използва за WackoWiki.',
'DbNameSqliteHelp'				=> 'SQLite съхранява всички данни в един файл.

Директорията, която посочвате, трябва да може да се записва от уеб сървъра по време на инсталацията.

Тя не трябва да е достъпна чрез уеб.

Инсталаторът ще запише файл
.htaccess
 заедно с нея, но ако това не успее, някой може да получи достъп до вашата необработена база данни.
Това включва необработени потребителски данни (имейл адреси, хеширани пароли), както и защитени страници и други ограничени данни в уикито.

Обмислете да поставите базата данни на друго място, например в
/var/lib/wackowiki/вашетоуики
.',
'DbUser'						=> 'Потребителско име',
'DbUserDesc'					=> 'Името на потребителя, използвано за свързване с вашата база данни.',
'DbPassword'					=> 'Парола',
'DbPasswordDesc'				=> 'Паролата на потребителя, използван за свързване с вашата база данни.',
'Prefix'						=> 'Префикс на таблиците',
'PrefixDesc'					=> 'Префикс на таблиците на WackoWiki. Това позволява да имате няколко WackoWiki инсталации в една база данни само чрез използване на различни префикси (напр. wacko_).',
'ErrorNoDbDriverDetected'		=> 'Не е открит драйвър за база данни. Моля, активирайте или mysqli, или pdo_mysql разширението във вашия php.ini файл.',
'ErrorNoDbDriverSelected'		=> 'Не е избран драйвър за база данни. Моля, изберете един от списъка.',
'DeleteTables'					=> 'Изтриване на съществуващи таблици?',
'DeleteTablesDesc'				=> 'ВНИМАНИЕ! Ако продължите с тази опция, всички текущи данни на уикито ще бъдат изтрити от базата данни. Това не може да бъде отменено освен ако не възстановите ръчно данните от резервно копие.',
'ConfirmTableDeletion'			=> 'Сигурни ли сте, че искате да изтриете всички текущи таблици на уикито?',

/*
   Database Installation Page
*/
'install-database'				=> 'Инсталация на базата данни',
'TestingConfiguration'			=> 'Тестване на настройките',
'TestConnectionString'			=> 'Проверка на връзката с базата данни',
'TestDatabaseExists'			=> 'Проверка дали посочената база данни съществува',
'TestDatabaseVersion'			=> 'Проверка на минималните изисквания за версия на базата данни',
'SqliteFileExtensionError'		=> 'Моля, използвайте едно от следните разширения на файловете: db, sdb, sqlite.',
'SqliteParentUnwritableGroup'	=> 'Директорията за данни
%1
 не може да бъде създадена, защото уеб сървърът няма права за писане в родителската директория
%2
.

Инсталаторът разпознава потребителското име, с което работи уеб сървърът.
Уверете се, че той има права за писане в директорията
%3
, преди да продължите.
В Unix/Linux системи можете да използвате:

cd %2
mkdir %3
chgrp %4 %3
chmod g+w %3
',
'SqliteParentUnwritableNogroup'	=> 'Директорията за данни
%1
 не може да бъде създадена, защото уеб сървърът няма права за писане в родителската директория
%2
.

Инсталаторът не може да определи потребителското име, с което работи уеб сървърът.
Уверете се, че в директория
%3
 може да се пише от уеб сървъра (или от други потребители!) преди да продължите.
В Unix/Linux системи можете да използвате:

cd %2
mkdir %3
chmod a+w %3
',
'SqliteMkdirError'				=> 'Грешка при създаване на директорията за данни
%1
.
Проверете местоположението ѝ и опитайте отново.',
'SqliteDirUnwritable'			=> 'Уеб сървърът няма права за писане в директория
%1
.
Променете правата ѝ така, че да може да пише в нея и опитайте отново.',
'SqliteReadonly'				=> 'Файлът
%1
 няма права за писане.',
'SqliteCantCreateDb'			=> 'Файлът на базата данни
%1
 не може да бъде създаден.',
'InstallTables'					=> 'Инсталиране на таблиците',
'ErrorDbConnection'				=> 'Възникна проблем с детайлите за връзка с базата данни, които посочихте. Моля, върнете се назад и проверете дали са правилни.',
'ErrorDatabaseVersion'			=> 'Версията на базата данни е %1, но се изисква поне %2.',
'To'							=> 'към',
'AlterTable'					=> 'Промяна на таблица %1',
'InsertRecord'					=> 'Добавяне на запис в таблица %1',
'RenameTable'					=> 'Преименуване на таблица %1',
'UpdateTable'					=> 'Актуализиране на таблица %1',
'InstallDefaultData'			=> 'Добавяне на данни по подразбиране',
'InstallPagesBegin'				=> 'Добавяне на страници по подразбиране',
'InstallPagesEnd'				=> 'Завършено добавянето на страници по подразбиране',
'InstallSystemAccount'			=> 'Добавяне на потребител
System
',
'InstallDeletedAccount'			=> 'Добавяне на потребител
Deleted
',
'InstallAdmin'					=> 'Добавяне на администраторски потребител',
'InstallAdminSetting'			=> 'Добавяне на администраторски потребител',
'InstallAdminGroup'				=> 'Добавяне на групата Администратори',
'InstallAdminGroupMember'		=> 'Добавяне на член на групата Администратори',
'InstallEverybodyGroup'			=> 'Добавяне на групата Всички',
'InstallModeratorGroup'			=> 'Добавяне на групата Модератори',
'InstallReviewerGroup'			=> 'Добавяне на групата Рецензенти',
'InstallLogoImage'				=> 'Добавяне на лого изображение',
'LogoImage'						=> 'Лого изображение',
'InstallConfigValues'			=> 'Добавяне на конфигурационни стойности',
'ConfigValues'					=> 'Конфигурационни стойности',
'ErrorInsertPage'				=> 'Грешка при добавяне на страница %1',
'ErrorInsertPagePermission'		=> 'Грешка при задаване на разрешения за страница %1',
'ErrorInsertDefaultMenuItem'	=> 'Грешка при задаване на страница %1 като елемент от менюто по подразбиране',
'ErrorPageAlreadyExists'		=> 'Страницата %1 вече съществува',
'ErrorAlterTable'				=> 'Грешка при промяна на таблица %1',
'ErrorInsertRecord'				=> 'Грешка при добавяне на запис в таблица %1',
'ErrorRenameTable'				=> 'Грешка при преименуване на таблица %1',
'ErrorUpdatingTable'			=> 'Грешка при актуализиране на таблица %1',
'CreatingTable'					=> 'Създаване на таблица %1',
'CreatingIndex'					=> 'Създаване на индекс %1',
'CreatingTrigger'				=> 'Създаване на тригер %1',
'ErrorAlreadyExists'			=> '%1 вече съществува',
'ErrorCreatingTable'			=> 'Грешка при създаване на таблица %1, дали вече съществува?',
'ErrorCreatingIndex'			=> 'Грешка при създаване на индекс %1, дали вече съществува?',
'ErrorCreatingTrigger'			=> 'Грешка при създаване на тригер %1, дали вече съществува?',
'DeletingTables'				=> 'Изтриване на таблици',
'DeletingTablesEnd'				=> 'Завършено изтриването на таблиците',
'ErrorDeletingTable'			=> 'Грешка при изтриване на таблица %1, най-вероятната причина е, че таблицата не съществува в базата данни, в който случай можете да игнорирате това предупреждение.',
'DeletingTable'					=> 'Изтриване на таблица %1',
'NextStep'						=> 'На следващата стъпка инсталаторът ще се опита да запише обновения конфигурационен файл %1. Конфигурационният файл %1 се намира в главната директория на WackoWiki. За да успее това, този файл трябва да е достъпен за запис от системата на сървъра/скрипта! За да избегнете проблеми, временно променете правата за достъп до този файл. В противен случай ще трябва да добавите промените ръчно. За повече подробности вижте WackoWiki:Doc/English/Installation.',

/*
   Write Config Page
*/
'write-config'					=> 'Запис на конфигурационния файл',
'FinalStep'						=> 'Последна стъпка',
'Writing'						=> 'Записване на конфигурационния файл',
'RemovingWritePrivilege'		=> 'Премахване на правото за запис',
'InstallationComplete'			=> 'Инсталацията е завършена',
'ThatsAll'						=> 'Успех! Изглежда всичко е готово. Сега можете да разгледате вашия WackoWiki сайт.',
'SecurityConsiderations'		=> 'Съображения за сигурност',
'SecurityRisk'					=> 'Не забравяйте накрая да промените обратно правата за достъп на %1 на сървъра. Това е въпрос на сигурност!
Например: %2',
'RemoveSetupDirectory'			=> 'Трябва да изтриете директорията %1 сега, след като процесът на инсталация е завършен.',
'ErrorGivePrivileges'			=> 'Конфигурационният файл %1 не може да бъде записан. Трябва временно да промените правата за достъп до този файл или да създадете празен файл %1
%2

Не забравяйте накрая да възстановите правата, например:
%3.

',
'ErrorPrivilegesInstall'		=> 'Ако нещо не се получава, ще трябва да копирате и запишете следващия текст в нов празен файл на вашия компютър и след това да го качите със име %1 на сървъра в главната директория на Wacko. При проблеми вижте WackoWiki:Doc/English/Installation или WackoWiki:Doc/Русский/Инсталляция.',
'ErrorPrivilegesUpgrade'		=> 'След като направите това, вашият WackoWiki сайт трябва да работи. Ако не, моля посетете WackoWiki:Doc/English/Upgrade.',
'WrittenAt'						=> 'записано в ',
'DontChange'					=> 'не променяйте wacko_version ръчно!',
'ConfigDescription'				=> 'подробно описание на https://wackowiki.org/doc/Doc/English/Configuration',
'TryAgain'						=> 'Опитайте отново',

];
