<?php
$lang = [

/*
   Language Settings
*/
'LangISO'		=> 'fa',
'LangLocale'	=> 'fa_IR',
'LangName'		=> 'Farsi',
'LangDir'		=> 'rtl',

/*
   Config Defaults

   localized page tags (no spaces)
*/
'ConfigDefaults'	=> [
	'category_page'		=> 'دسته',
	'groups_page'		=> 'گروهها',
	'users_page'		=> 'کاربران',
	'tools_page'		=> 'ابزارها',

	'search_page'		=> 'جستجو',
	'login_page'		=> 'ورود',
	'account_page'		=> 'تنظیمات',
	'registration_page'	=> 'نامنویسی',
	'password_page'		=> 'گذرواژه',

	'whatsnew_page'		=> 'WhatsNew',
	'changes_page'		=> 'RecentChanges',
	'comments_page'		=> 'RecentlyCommented',
	'index_page'		=> 'PageIndex',

	'random_page'		=> 'RandomPage',
	#'help_page'			=> 'Help',
	#'terms_page'		=> 'Terms',
	#'privacy_page'		=> 'Privacy',
],

/*
   Generic Page Text
*/
'TitleInstallation'				=> 'نصب WackoWiki',
'TitleUpdate'					=> 'به‌روزرسانی WackoWiki',
'Continue'						=> 'ادامه',
'Back'							=> 'بازگشت',
'Recommended'					=> 'توصیه‌شده',
'InvalidAction'					=> 'عملیات نامعتبر',

/*
   Locking Check
 */
'LockAuthorization'				=> 'تصدیق هویت',
'LockAuthorizationInfo'			=> 'لطفاً رمز عبوری را که در فایل %1 ذخیره کرده‌اید وارد کنید.',
'LockPassword'					=> 'رمز عبور:',
'LockLogin'						=> 'ورود',
'LockPasswordInvalid'			=> 'رمز عبور نامعتبر.',
'LockedTryLater'				=> 'این سایت در حال ارتقا است. لطفاً بعداً دوباره تلاش کنید.',
'EmptyAuthFile'					=> 'فایل %1 یافت نشد یا خالی است. لطفاً فایل را ایجاد کرده و یک رمز عبور در آن تنظیم کنید.',


/*
   Language Selection Page
*/
'lang'							=> 'پیکربندی زبان',
'PleaseUpgradeToR6'				=> 'به نظر می‌رسد شما نسخه قدیمی WackoWiki %1 را اجرا می‌کنید. برای به‌روزرسانی به این نسخه از WackoWiki، ابتدا باید نصب خود را به %2 به‌روزرسانی کنید.',
'UpgradeFromWacko'				=> 'به WackoWiki خوش آمدید، به نظر می‌رسد شما از WackoWiki %1 به %2 در حال ارتقا هستید. صفحات بعدی شما را در فرآیند ارتقا راهنمایی خواهند کرد.',
'FreshInstall'					=> 'به WackoWiki خوش آمدید، شما در حال نصب WackoWiki %1 هستید. صفحات بعدی شما را در فرآیند نصب راهنمایی خواهند کرد.',
'PleaseBackup'					=> 'لطفاً قبل از شروع فرآیند ارتقا، از پایگاه داده، فایل پیکربندی و تمام فایل‌های تغییر یافته مانند فایل‌هایی که هک‌ها و وصله‌ها بر روی آن‌ها اعمال شده‌اند، پشتیبان‌گیری کنید. این کار می‌تواند شما را از سردرد بزرگی نجات دهد.',
'LangDesc'						=> 'لطفاً یک زبان را برای فرآیند نصب انتخاب کنید. این زبان همچنین به عنوان زبان پیش‌فرض نصب WackoWiki شما استفاده خواهد شد.',

/*
   System Requirements Page
*/
'version-check'					=> 'نیازمندی‌های سیستم',
'PhpVersion'					=> 'نسخه PHP',
'PhpDetected'					=> 'PHP شناسایی شده',
'ModRewrite'					=> 'افزونه Apache Rewrite (اختیاری)',
'ModRewriteInstalled'			=> 'افزونه Rewrite (mod_rewrite) نصب شده است؟',
'Database'						=> 'پایگاه داده',
'PhpExtensions'					=> 'افزونه‌های PHP',
'Permissions'					=> 'مجوزها',
'ReadyToInstall'				=> 'آماده نصب هستید؟',
'Requirements'					=> 'سرور شما باید نیازمندی‌های زیر را برآورده کند.',
'OK'							=> 'تایید',
'Problem'						=> 'مشکل',
'Example'						=> 'مثال',
'NotePhpExtensions'				=> '',
'ErrorPhpExtensions'			=> 'به نظر می‌رسد نصب PHP شما فاقد افزونه‌های PHP مورد نیاز WackoWiki است.',
'PcreWithoutUtf8'				=> 'PCRE با پشتیبانی UTF-8 کامپایل نشده است.',
'NotePermissions'				=> 'این نصاب سعی خواهد کرد داده‌های پیکربندی را در فایل %1 که در دایرکتوری WackoWiki شما قرار دارد بنویسد. برای اینکه این کار انجام شود، باید مطمئن شوید که وب سرور دسترسی نوشتن به آن فایل را دارد. اگر نمی‌توانید این کار را انجام دهید، باید فایل را به صورت دستی ویرایش کنید (نصاب به شما خواهد گفت چگونه).

برای جزئیات بیشتر به WackoWiki:Doc/English/Installation مراجعه کنید.',
'ErrorPermissions'				=> 'به نظر می‌رسد نصاب نمی‌تواند مجوزهای فایل مورد نیاز برای کارکرد صحیح WackoWiki را به صورت خودکار تنظیم کند. در فرآیند نصب بعداً از شما خواسته خواهد شد که مجوزهای فایل مورد نیاز را به صورت دستی بر روی سرور خود تنظیم کنید.',
'ErrorMinPhpVersion'			=> 'نسخه PHP باید بیشتر از %1 باشد. به نظر می‌رسد سرور شما نسخه قدیمی‌تری را اجرا می‌کند. برای کارکرد صحیح WackoWiki باید به نسخه جدیدتری از PHP ارتقا دهید.',
'Ready'							=> 'تبریک، به نظر می‌رسد سرور شما قادر به اجرای WackoWiki است. صفحات بعدی شما را در فرآیند پیکربندی راهنمایی خواهند کرد.',

/*
   Site Config Page
*/
'config-site'					=> 'پیکربندی سایت',
'SiteName'						=> 'نام ویکی',
'SiteNameDesc'					=> 'لطفاً نام سایت ویکی خود را وارد کنید.',
'SiteNameDefault'				=> 'ویکی من',
'HomePage'						=> 'صفحه اصلی',
'HomePageDesc'					=> 'نامی که می‌خواهید صفحه اصلی شما داشته باشد وارد کنید، این صفحه پیش‌فرضی خواهد بود که کاربران هنگام بازدید از سایت شما می‌بینند و باید یک WikiName باشد.',
'HomePageDefault'				=> 'صفحه اصلی',
'MultiLang'						=> 'حالت چند زبانه',
'MultiLangDesc'					=> 'حالت چند زبانه به شما امکان می‌دهد صفحات با تنظیمات زبان‌های مختلف در یک نصب واحد داشته باشید. هنگامی که این حالت فعال باشد، نصاب موارد منوی اولیه را برای تمام زبان‌های موجود در توزیع ایجاد می‌کند.',
'AllowedLang'					=> 'زبان‌های مجاز',
'AllowedLangDesc'				=> 'توصیه می‌شود فقط مجموعه زبان‌هایی را که می‌خواهید استفاده کنید انتخاب کنید، در غیر این صورت همه زبان‌ها انتخاب می‌شوند.',
'AclMode'						=> 'تنظیمات پیش‌فرض ACL',
'AclModeDesc'					=> '',
'PublicWiki'					=> 'ویکی عمومی (خواندن برای همه، نوشتن و نظر دادن برای کاربران ثبت‌نام شده)',
'PrivateWiki'					=> 'ویکی خصوصی (خواندن، نوشتن، نظر دادن فقط برای کاربران ثبت‌نام شده)',
'Admin'							=> 'نام مدیر',
'AdminDesc'						=> 'نام کاربری مدیر را وارد کنید، این باید یک WikiName باشد (مثلاً
WikiAdmin
).',
'NameAlphanumOnly'				=> 'نام کاربری باید بین %1 و %2 کاراکتر باشد و فقط از کاراکترهای الفبایی عددی استفاده کند. حروف بزرگ مجاز هستند.',
'NameCamelCaseOnly'				=> 'نام کاربری باید بین %1 و %2 کاراکتر باشد و به صورت WikiName فرمت شده باشد.',
'Password'						=> 'رمز عبور مدیر',
'PasswordDesc'					=> 'یک رمز عبور برای مدیر با حداقل %1 کاراکتر انتخاب کنید.',
'PasswordConfirm'				=> 'تکرار رمز عبور:',
'Mail'							=> 'آدرس ایمیل مدیر',
'MailDesc'						=> 'آدرس ایمیل مدیر را وارد کنید.',
'Base'							=> 'آدرس پایه',
'BaseDesc'						=> 'آدرس پایه سایت WackoWiki شما. نام صفحات به آن اضافه می‌شود، بنابراین اگر از mod_rewrite استفاده می‌کنید، آدرس باید با یک اسلش به پایان برسد، مثلاً.',
'Rewrite'						=> 'حالت بازنویسی',
'RewriteDesc'					=> 'اگر از WackoWiki با بازنویسی URL استفاده می‌کنید، حالت بازنویسی باید فعال باشد.',
'Enabled'						=> 'فعال:',
'ErrorAdminEmail'				=> 'شما یک آدرس ایمیل نامعتبر وارد کرده‌اید!',
'ErrorAdminPasswordMismatch'	=> 'دو رمز عبوری که وارد کرده‌اید با هم مطابقت ندارند.',
'ErrorAdminPasswordShort'		=> 'رمز عبور مدیر خیلی کوتاه است، حداقل طول %1 کاراکتر است!',
'ModRewriteStatusUnknown'		=> 'نصاب نمی‌تواند تأیید کند که mod_rewrite فعال است، اما این به معنای غیرفعال بودن آن نیست.',

/*
   Database Config Page
*/
'config-database'				=> 'پیکربندی پایگاه داده',
'DbDriver'						=> 'درایور',
'DbDriverDesc'					=> 'درایور پایگاه داده‌ای که می‌خواهید استفاده کنید.',
'DbSqlMode'						=> 'حالت SQL',
'DbSqlModeDesc'					=> 'حالت SQL که می‌خواهید استفاده کنید.',
'DbVendor'						=> 'فروشنده',
'DbVendorDesc'					=> 'فروشنده پایگاه داده‌ای که استفاده می‌کنید.',
'DbCharset'						=> 'کاراکتر ست',
'DbCharsetDesc'					=> 'کاراکتر ست پایگاه داده‌ای که می‌خواهید استفاده کنید.',
'DbEngine'						=> 'موتور ذخیره‌سازی',
'DbEngineDesc'					=> 'موتور پایگاه داده‌ای که می‌خواهید استفاده کنید.',
'DbHost'						=> 'میزبان',
'DbHostDesc'					=> 'میزبانی که سرور پایگاه داده شما روی آن اجرا می‌شود. معمولاً
127.0.0.1
 یا
localhost
 (یعنی همان ماشینی که سایت WackoWiki شما روی آن قرار دارد).',
'DbPort'						=> 'درگاه (اختیاری)',
'DbPortDesc'					=> 'شماره درگاهی که سرور پایگاه داده شما از طریق آن قابل دسترسی است، آن را خالی بگذارید تا از شماره درگاه پیش‌فرض استفاده شود.',
'DbName'						=> 'نام پایگاه داده',
'DbNameDesc'					=> 'پایگاه داده‌ای که WackoWiki باید استفاده کند. این پایگاه داده باید قبل از ادامه وجود داشته باشد!',
'DbNameSqliteDesc'				=> 'دایرکتوری داده و نام فایلی که SQLite باید برای WackoWiki استفاده کند.',
'DbNameSqliteHelp'				=> 'SQLite تمام داده‌ها را در یک فایل واحد ذخیره می‌کند.

دایرکتوری‌ای که ارائه می‌دهید باید در طول نصب توسط وب سرور قابل نوشتن باشد.

این دایرکتوری نباید از طریق وب قابل دسترسی باشد. نصاب یک فایل
.htaccess
 را همراه با آن می‌نویسد، اما اگر این کار ناموفق باشد، ممکن است کسی به پایگاه داده خام شما دسترسی پیدا کند. این شامل داده‌های خام کاربر (آدرس‌های ایمیل، رمزهای عبور هش‌شده) و همچنین صفحات محافظت‌شده و سایر داده‌های محدود در ویکی می‌شود. بهتر است پایگاه داده را در جایی دیگر، مثلاً در
/var/lib/wackowiki/yourwiki
 قرار دهید.',
'DbUser'						=> 'نام کاربری',
'DbUserDesc'					=> 'نام کاربری که برای اتصال به پایگاه داده استفاده می‌شود.',
'DbPassword'					=> 'گذرواژه',
'DbPasswordDesc'				=> 'گذرواژه کاربری که برای اتصال به پایگاه داده استفاده می‌شود.',
'Prefix'						=> 'پیشوند جدول',
'PrefixDesc'					=> 'پیشوند تمام جداول استفاده شده توسط WackoWiki. این به شما امکان می‌دهد چندین نصب WackoWiki را با استفاده از یک پایگاه داده اجرا کنید، به شرطی که از پیشوندهای جدولی مختلف استفاده کنند (مثلاً wacko_).',
'ErrorNoDbDriverDetected'		=> 'هیچ درایور پایگاه داده‌ای شناسایی نشده است، لطفاً افزونه mysqli یا pdo_mysql را در فایل php.ini خود فعال کنید.',
'ErrorNoDbDriverSelected'		=> 'هیچ درایور پایگاه داده‌ای انتخاب نشده است، لطفاً یکی از لیست انتخاب کنید.',
'DeleteTables'					=> 'جداول موجود حذف شوند؟',
'DeleteTablesDesc'				=> 'توجه! اگر با انتخاب این گزینه ادامه دهید، تمام داده‌های ویکی فعلی از پایگاه داده شما پاک می‌شوند. این عمل قابل برگشت نیست مگر اینکه داده‌ها را به صورت دستی از پشتیبان بازیابی کنید.',
'ConfirmTableDeletion'			=> 'آیا مطمئن هستید که می‌خواهید تمام جداول ویکی فعلی را حذف کنید؟',

/*
   Database Installation Page
*/
'install-database'				=> 'نصب پایگاه داده',
'TestingConfiguration'			=> 'آزمایش پیکربندی',
'TestConnectionString'			=> 'آزمایش تنظیمات اتصال پایگاه داده',
'TestDatabaseExists'			=> 'بررسی وجود پایگاه داده مشخص شده',
'TestDatabaseVersion'			=> 'بررسی حداقل نیازمندی‌های نسخه پایگاه داده',
'SqliteFileExtensionError'		=> 'لطفاً از یکی از پسوندهای فایل زیر استفاده کنید: db، sdb، sqlite.',
'SqliteParentUnwritableGroup'	=> 'دایرکتوری داده
%1
 نمی‌تواند ایجاد شود، زیرا دایرکتوری والد
%2
 توسط وب سرور قابل نوشتن نیست.

نصب‌کننده کاربر وب سرور شما را شناسایی کرده است.

برای ادامه، دایرکتوری قابل نوشتن
%3
 برای آن ایجاد کنید.

در سیستم یونیکس/لینوکس این دستور را اجرا کنید:

cd %2
mkdir %3
chgrp %4 %3
chmod g+w %3
',
'SqliteParentUnwritableNogroup'	=> 'دایرکتوری داده
%1
 نمی‌تواند ایجاد شود، زیرا دایرکتوری والد
%2
 توسط وب سرور قابل نوشتن نیست.

نصب‌کننده نتوانست کاربر وب سرور شما را شناسایی کند.

برای ادامه، دایرکتوری قابل نوشتن
%3
 برای همه ایجاد کنید.

در سیستم یونیکس/لینوکس این دستور را اجرا کنید:

cd %2
mkdir %3
chmod a+w %3
',
'SqliteMkdirError'				=> 'خطا در ایجاد دایرکتوری داده
%1
.

مکان حافظه را بررسی کرده و دوباره امتحان کنید.',
'SqliteDirUnwritable'			=> 'نمی‌توان در دایرکتوری
%1
 نوشت.

مجوزهای وب سرور را تغییر دهید تا بتواند در آن بنویسد و دوباره امتحان کنید.',
'SqliteReadonly'				=> 'فایل
%1
 قابل نوشتن نیست.',
'SqliteCantCreateDb'			=> 'نمی‌توان پایگاه داده
%1
 را ایجاد کرد.',
'InstallTables'					=> 'نصب جداول',
'ErrorDbConnection'				=> 'مشکلی در جزئیات اتصال پایگاه داده‌ای که مشخص کرده‌اید وجود دارد، لطفاً به عقب برگردید و بررسی کنید که صحیح باشند.',
'ErrorDatabaseVersion'			=> 'نسخه پایگاه داده %1 است اما حداقل به نسخه %2 نیاز دارد.',
'To'							=> 'به',
'AlterTable'					=> 'تغییر جدول %1',
'InsertRecord'					=> 'درج رکورد در جدول %1',
'RenameTable'					=> 'تغییر نام جدول %1',
'UpdateTable'					=> 'به‌روزرسانی جدول %1',
'InstallDefaultData'			=> 'افزودن داده‌های پیش‌فرض',
'InstallPagesBegin'				=> 'افزودن صفحات پیش‌فرض',
'InstallPagesEnd'				=> 'اتمام افزودن صفحات پیش‌فرض',
'InstallSystemAccount'			=> 'افزودن کاربر
System
',
'InstallDeletedAccount'			=> 'افزودن کاربر
Deleted
',
'InstallAdmin'					=> 'افزودن کاربر مدیر',
'InstallAdminSetting'			=> 'افزودن تنظیمات کاربر مدیر',
'InstallAdminGroup'				=> 'افزودن گروه مدیران',
'InstallAdminGroupMember'		=> 'افزودن عضو گروه مدیران',
'InstallEverybodyGroup'			=> 'افزودن گروه همه',
'InstallModeratorGroup'			=> 'افزودن گروه مدیران',
'InstallReviewerGroup'			=> 'افزودن گروه بازبینان',
'InstallLogoImage'				=> 'افزودن تصویر لوگو',
'LogoImage'						=> 'تصویر لوگو',
'InstallConfigValues'			=> 'افزودن مقادیر پیکربندی',
'ConfigValues'					=> 'مقادیر پیکربندی',
'ErrorInsertPage'				=> 'خطا در درج صفحه %1',
'ErrorInsertPagePermission'		=> 'خطا در تنظیم مجوز برای صفحه %1',
'ErrorInsertDefaultMenuItem'	=> 'خطا در تنظیم صفحه %1 به عنوان آیتم منوی پیش‌فرض',
'ErrorPageAlreadyExists'		=> 'صفحه %1 از قبل وجود دارد',
'ErrorAlterTable'				=> 'خطا در تغییر جدول %1',
'ErrorInsertRecord'				=> 'خطا در درج رکورد در جدول %1',
'ErrorRenameTable'				=> 'خطا در تغییر نام جدول %1',
'ErrorUpdatingTable'			=> 'خطا در به‌روزرسانی جدول %1',
'CreatingTable'					=> 'ایجاد جدول %1',
'CreatingIndex'					=> 'ایجاد ایندکس %1',
'CreatingTrigger'				=> 'ایجاد تریگر %1',
'ErrorAlreadyExists'			=> 'جدول %1 از قبل وجود دارد',
'ErrorCreatingTable'			=> 'خطا در ایجاد جدول %1، آیا از قبل وجود دارد؟',
'ErrorCreatingIndex'			=> 'خطا در ایجاد ایندکس %1، آیا از قبل وجود دارد؟',
'ErrorCreatingTrigger'			=> 'خطا در ایجاد تریگر %1، آیا از قبل وجود دارد؟',
'DeletingTables'				=> 'حذف جداول',
'DeletingTablesEnd'				=> 'اتمام حذف جداول',
'ErrorDeletingTable'			=> 'خطا در حذف جدول %1، احتمالاً دلیل اصلی این است که جدول وجود ندارد که در این صورت می‌توانید این هشدار را نادیده بگیرید.',
'DeletingTable'					=> 'حذف جدول %1',
'NextStep'						=> 'در مرحله بعد، نصب‌کننده سعی خواهد کرد فایل پیکربندی به‌روز شده، %1 را بنویسد. لطفاً مطمئن شوید که وب سرور دسترسی نوشتن به فایل دارد، در غیر این صورت باید آن را به صورت دستی ویرایش کنید. برای جزئیات بیشتر به WackoWiki:Doc/English/Installation مراجعه کنید.',

/*
   Write Config Page
*/
'write-config'					=> 'نوشتن فایل پیکربندی',
'FinalStep'						=> 'مرحله نهایی',
'Writing'						=> 'نوشتن فایل پیکربندی',
'RemovingWritePrivilege'		=> 'حذف دسترسی نوشتن',
'InstallationComplete'			=> 'نصب کامل شد',
'ThatsAll'						=> 'تمام شد! اکنون می‌توانید سایت WackoWiki خود را مشاهده کنید.',
'SecurityConsiderations'		=> 'ملاحظات امنیتی',
'SecurityRisk'					=> 'توصیه می‌شود دسترسی نوشتن به %1 را که نوشته شده است، دوباره حذف کنید. نگه داشتن فایل قابل نوشتن می‌تواند خطر امنیتی باشد!
یعنی %2',
'RemoveSetupDirectory'			=> 'اکنون باید دایرکتوری %1 را حذف کنید زیرا فرآیند نصب کامل شده است.',
'ErrorGivePrivileges'			=> 'نمی‌توان فایل پیکربندی %1 را نوشت. باید دسترسی نوشتن موقتی به دایرکتوری WackoWiki خود یا یک فایل خالی به نام %1 بدهید
%2

بعداً فراموش نکنید که دسترسی نوشتن را دوباره حذف کنید، یعنی
%3.

',
'ErrorPrivilegesInstall'		=> 'اگر به هر دلیلی نمی‌توانید این کار را انجام دهید، باید متن زیر را در یک فایل جدید کپی کرده و آن را به عنوان %1 در دایرکتوری WackoWiki ذخیره/آپلود کنید. پس از انجام این کار، سایت WackoWiki شما باید کار کند. اگر کار نکرد، لطفاً به WackoWiki:Doc/English/Installation مراجعه کنید.',
'ErrorPrivilegesUpgrade'		=> 'پس از انجام این کار، سایت WackoWiki شما باید کار کند. اگر کار نکرد، لطفاً به WackoWiki:Doc/English/Upgrade مراجعه کنید.',
'WrittenAt'						=> 'نوشته شده در ',
'DontChange'					=> 'wacko_version را به صورت دستی تغییر ندهید!',
'ConfigDescription'				=> 'توضیحات کامل: https://wackowiki.org/doc/Doc/English/Configuration',
'TryAgain'						=> 'دوباره امتحان کنید',

];
