<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$wacko_language = array(
	"name"				=> "Italian",
	"code"				=> "it",
	"charset"			=> "iso-8859-1",
	"locale"			=> array("it","it_IT","italian"),
	"utfdecode"			=> array(),
	"UPPER_P"			=> "A-Z\xc0-\xd6\xd8-\xdd",
	"LOWER_P"			=> "a-z\xdf-\xf6\xf8-\xfd\xff\/'",
	"ALPHA_P"			=> "A-Za-z\xc0-\xd6\xd8-\xdd\xdf-\xf6\xf8-\xfd\xff\_\-\/'",
	"NpjLettersFrom"	=> "אבגדוחטיךכלםמןעףפץשתû‎ÀÁÂÃÅÇÈÉÊËÌÍÎÏÒÓÔÕÙÚÛÝ",
	"NpjLettersTo"		=> "aaaaaceeeeiiiioooouuuyAAAAACEEEEIIIIOOOOUUUY",
	"NpjCaps"			=> "ABCDEFGHIJKLMNOPQRSTUVWXYZÀÁÂÃÄÅÆÇÈÉÊËÌÍÎÏÐÑÒÓÔÕÖØÙÚÛÜÝÞ",
	"NpjSmall"			=> "abcdefghijklmnopqrstuvwxyzאבגדהוזחטיךכלםמןנסעףפץצרשתûü‎‏",
	"NpjBiLetters" => array(
		"ה"=>"ae", "ס"=>"ny", "צ"=>"oe", "ר"=>"oe", "ü"=>"ue", "ז"=>"ae", "Ä"=>"Ae",
		"Ñ"=>"Ny", "Ö"=>"Oe", "Ø"=>"Oe", "Ü"=>"Ue", "Æ"=>"Ae", "ÿ"=>"yu", "‗"=>"ss",
	),
	"unicode_entities" => array(
		"À"=>"&#192;", "Á"=>"&#193;", "Â"=>"&#194;", "Ã"=>"&#195;", "Ä"=>"&#196;", "Å"=>"&#197;", "Æ"=>"&#198;",
		"Ç"=>"&#199;", "È"=>"&#200;", "É"=>"&#201;", "Ê"=>"&#202;", "Ë"=>"&#203;", "Ì"=>"&#204;", "Í"=>"&#205;",
		"Î"=>"&#206;", "Ï"=>"&#207;", "Ð"=>"&#208;", "Ñ"=>"&#209;", "Ò"=>"&#210;", "Ó"=>"&#211;", "Ô"=>"&#212;",
		"Õ"=>"&#213;", "Ö"=>"&#214;", "Ø"=>"&#216;", "Ù"=>"&#217;", "Ú"=>"&#218;", "Û"=>"&#219;", "Ü"=>"&#220;",
		"Ý"=>"&#221;", "Þ"=>"&#222;", "‗"=>"&#223;", "א"=>"&#224;", "ב"=>"&#225;", "ג"=>"&#226;", "ד"=>"&#227;",
		"ה"=>"&#228;", "ו"=>"&#229;", "ז"=>"&#230;", "ח"=>"&#231;", "ט"=>"&#232;", "י"=>"&#233;", "ך"=>"&#234;",
		"כ"=>"&#235;", "ל"=>"&#236;", "ם"=>"&#237;", "מ"=>"&#238;", "ן"=>"&#239;", "נ"=>"&#240;", "ס"=>"&#241;",
		"ע"=>"&#242;", "ף"=>"&#243;", "פ"=>"&#244;", "ץ"=>"&#245;", "צ"=>"&#246;", "ר"=>"&#248;", "ש"=>"&#249;",
		"ת"=>"&#250;", "û"=>"&#251;", "ü"=>"&#252;", "‎"=>"&#253;", "‏"=>"&#254;", "ÿ"=>"&#255;",
	),
);

?>