<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$wacko_language = [
	'name'					=> "Greek",
	'code'					=> "el",
	'charset'				=> "iso-8859-7",
	'locale'				=> "el_GR",
	'utfdecode'				=> [],
	//http://en.wikipedia.org/wiki/ISO-8859-7
	'UPPER_P'				=> "A-Z\xc1\xb6\xc2-\xc5\xb8\xc6\xc7\xb9\xc8\xc9\xba\xda\xca-\xcf\xbc\xd0-\xd5\xbe\xdb\xd6-\xd9\xbf",
	'LOWER_P'				=> "a-z\xe1\xdc\xe2-\xe5\xdd\xe6\xe7\xde\xe8\xe9\xdf\xfa\xc0\xea-\xef\xfc\xf0-\xf5\xfd\xfb\xe0\xf6-\xf9\xfe\/'",
	'ALPHA_P'				=> "A-Za-z\xb6\xb8-\xba\xbc\xbe-\xfe\/'",
	'TranslitLettersFrom'	=> "ΆΈΉΊΌΎΏΐΪΫάέήίΰϊϋόύώαβγδεζηικλμνοπρσςτυφχωΑΒΓΔΕΖΗΙΚΛΜΝΟΠΡΣΤΥΦΧΩ",
	'TranslitLettersTo'		=> "aehioywiiyaehiyiyoywavgdezhiklmnoprsstyfxwavgdezhiklmnoprstyfxw",
	'TranslitCaps'			=> "ΐΑΒΓΔΕ¨ΖΗΘΙΚΛΜΝΞΟΠΡΣΤΥΦΧΨΩάΪΫέήΊ",
	'TranslitSmall'			=> "ΰαβγδεΈζηθικλμνξοπρστυφχψωόϊϋύώί",
	'TranslitBiLetters'		=> [
								"θ"=>"th", "Θ"=>"th", "ξ"=>"ks", "Ξ"=>"ks", "ψ"=>"ps", "Ψ"=>"ps"
	],
	// http://tlt.psu.edu/suggestions/international/bylanguage/greekchart.html
	'unicode_entities' => [
		"΄" => "&#900;", "΅" => "&#901;", "Ά" => "&#902;", "?" => "&#903;", "Έ" => "&#904;", "Ή" => "&#905;",
		"Ί" => "&#906;", "Ό" => "&#908;", "Ύ" => "&#910;", "Ώ" => "&#911;", "ΐ" => "&#912;", "Α" => "&#913;",
		"Β" => "&#914;", "Γ" => "&#915;", "Δ" => "&#916;", "Ε" => "&#917;", "Ζ" => "&#918;", "Η" => "&#919;",
		"Θ" => "&#920;", "Ι" => "&#921;", "Κ" => "&#922;", "Λ" => "&#923;", "Μ" => "&#924;", "Ν" => "&#925;",
		"Ξ" => "&#926;", "Ο" => "&#927;", "Π" => "&#928;", "Ρ" => "&#929;", "Σ" => "&#931;", "Τ" => "&#932;",
		"Υ" => "&#933;", "Φ" => "&#934;", "Χ" => "&#935;", "Ψ" => "&#936;", "Ω" => "&#937;", "Ϊ" => "&#938;",
		"Ϋ" => "&#939;", "ά" => "&#940;", "έ" => "&#941;", "ή" => "&#942;", "ί" => "&#943;", "ΰ" => "&#944;",
		"α" => "&#945;", "β" => "&#946;", "γ" => "&#947;", "δ" => "&#948;", "ε" => "&#949;", "ζ" => "&#950;",
		"η" => "&#951;", "θ" => "&#952;", "ι" => "&#953;", "κ" => "&#954;", "λ" => "&#955;", "μ" => "&#956;",
		"ν" => "&#957;", "ξ" => "&#958;", "ο" => "&#959;", "π" => "&#960;", "ρ" => "&#961;", "ς" => "&#962;",
		"σ" => "&#963;", "τ" => "&#964;", "υ" => "&#965;", "φ" => "&#966;", "χ" => "&#967;", "ψ" => "&#968;",
		"ω" => "&#969;", "ϊ" => "&#970;", "ϋ" => "&#971;", "ό" => "&#972;", "ύ" => "&#973;", "ώ" => "&#974;"
	],
];

?>
