<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$wacko_language = [
	'name'					=> "Estonian",
	'code'					=> "et",
	'charset'				=> "utf-8",
	'locale'				=> ["ee","et_EE","estonian"],
	'utfdecode'				=> [],
	'UPPER_P'				=> "A-Z\xc0-\xd6\xd8-\xdd",
	'LOWER_P'				=> "a-z\xdf-\xf6\xf8-\xfd\xff\/'",
	'ALPHA_P'				=> "A-Za-z\xc0-\xd6\xd8-\xdd\xdf-\xf6\xf8-\xfd\xff\_\-\/'",
	'TranslitLettersFrom'	=> "äąįāćåēčéźėģķīļņóōõüöłśūżÄĄĮĀĆÅĒČÉŹĖĢĶĪĻŅÓŌÕÜÖŁŚŪŻ",
	'TranslitLettersTo'		=> "aaiacaecezegkilnoooyolsuzAAIACAECEZEGKILNOOOYOLSUZ",
	'TranslitCaps'			=> "ĄĮĀĆÄÅØĘĒČÉŹĖĢĶĪĻŠŃŅÓŌÕÖ×ŲŁÜŚŪŻŽß",
	'TranslitSmall'			=> "ąįāćäåøęēčéźėģķīļšńņóōõö÷ųłüśūżž˙",
	'TranslitBiLetters'		=> ["ž"=>"zh", "š"=>"sh", "Ž"=>"Zh", "Š"=>"Sh", ],
	'unicode_entities'		=> [
								"Ą"=>"&#192;", "Į"=>"&#193;", "Ā"=>"&#194;", "Ć"=>"&#195;", "Ä"=>"&#196;", "Å"=>"&#197;", "Ę"=>"&#198;",
								"Ē"=>"&#199;", "Č"=>"&#200;", "É"=>"&#201;", "Ź"=>"&#202;", "Ė"=>"&#203;", "Ģ"=>"&#204;", "Ķ"=>"&#205;",
								"Ī"=>"&#206;", "Ļ"=>"&#207;", "Š"=>"&#208;", "Ń"=>"&#209;", "Ņ"=>"&#210;", "Ó"=>"&#211;", "Ō"=>"&#212;",
								"Õ"=>"&#213;", "Ö"=>"&#214;", "Ł"=>"&#217;", "Ś"=>"&#218;", "Ū"=>"&#219;", "Ü"=>"&#220;", "Ż"=>"&#221;",
								"Ž"=>"&#222;", "ß"=>"&#223;", "ą"=>"&#224;", "į"=>"&#225;", "ā"=>"&#226;", "ć"=>"&#227;", "ä"=>"&#228;",
								"å"=>"&#229;", "ę"=>"&#230;", "ē"=>"&#231;", "č"=>"&#232;", "é"=>"&#233;", "ź"=>"&#234;", "ė"=>"&#235;",
								"ģ"=>"&#236;", "ķ"=>"&#237;", "ī"=>"&#238;", "ļ"=>"&#239;", "š"=>"&#240;", "ń"=>"&#241;", "ņ"=>"&#242;",
								"ó"=>"&#243;", "ō"=>"&#244;", "õ"=>"&#245;", "ö"=>"&#246;", "ł"=>"&#249;", "ś"=>"&#250;", "ū"=>"&#251;",
								"ü"=>"&#252;", "ż"=>"&#253;", "ž"=>"&#254;", "˙"=>"&#255;",
								],
];
?>