<?php

$wacko_language = array(
	"name" => "Greek",
	"code" => "el",
	"charset" => "iso-8859-7",
	"utfdecode" => array(),
	//http://en.wikipedia.org/wiki/ISO-8859-7
	"UPPER_P"  => "A-Z\xc1\xb6\xc2-\xc5\xb8\xc6\xc7\xb9\xc8\xc9\xba\xda\xca-\xcf\xbc\xd0-\xd5\xbe\xdb\xd6-\xd9\xbf",
	"LOWER_P"  => "a-z\xe1\xdc\xe2-\xe5\xdd\xe6\xe7\xde\xe8\xe9\xdf\xfa\xc0\xea-\xef\xfc\xf0-\xf5\xfd\xfb\xe0\xf6-\xf9\xfe\/'",
	"ALPHA_P"  => "A-Za-z\xb6\xb8-\xba\xbc\xbe-\xfe\/'",
	"locale" => "el_GR",
	"NpjLettersFrom" => "¶¸¹÷¼¾¿ÀÚÛÜÝÞ‗אתûü‎‏בגדהוזחיךכלםןנסףעפץצקשÁÂÃÄÅÆÇÉÊËÌÍÏÐÑÓÔÕÖ×Ù",
	"NpjLettersTo"   => "aehioywiiyaehiyiyoywavgdezhiklmnoprsstyfxwavgdezhiklmnoprstyfxw",
	"NpjBiLetters" => array(
		"ט"=>"th", "È"=>"th", "מ"=>"ks", "Î"=>"ks", "ר"=>"ps", "Ø"=>"ps"
	),
	// http://tlt.psu.edu/suggestions/international/bylanguage/greekchart.html
	"unicode_entities" => array(
		"´" => "&#900;", "µ" => "&#901;", "¶" => "&#902;", "?" => "&#903;", "¸" => "&#904;", "¹" => "&#905;",
		"÷" => "&#906;", "¼" => "&#908;", "¾" => "&#910;", "¿" => "&#911;", "À" => "&#912;", "Á" => "&#913;",
		"Â" => "&#914;", "Ã" => "&#915;", "Ä" => "&#916;", "Å" => "&#917;", "Æ" => "&#918;", "Ç" => "&#919;",
		"È" => "&#920;", "É" => "&#921;", "Ê" => "&#922;", "Ë" => "&#923;", "Ì" => "&#924;", "Í" => "&#925;",
		"Î" => "&#926;", "Ï" => "&#927;", "Ð" => "&#928;", "Ñ" => "&#929;", "Ó" => "&#931;", "Ô" => "&#932;",
		"Õ" => "&#933;", "Ö" => "&#934;", "×" => "&#935;", "Ø" => "&#936;", "Ù" => "&#937;", "Ú" => "&#938;",
		"Û" => "&#939;", "Ü" => "&#940;", "Ý" => "&#941;", "Þ" => "&#942;", "‗" => "&#943;", "א" => "&#944;",
		"ב" => "&#945;", "ג" => "&#946;", "ד" => "&#947;", "ה" => "&#948;", "ו" => "&#949;", "ז" => "&#950;",
		"ח" => "&#951;", "ט" => "&#952;", "י" => "&#953;", "ך" => "&#954;", "כ" => "&#955;", "ל" => "&#956;",
		"ם" => "&#957;", "מ" => "&#958;", "ן" => "&#959;", "נ" => "&#960;", "ס" => "&#961;", "ע" => "&#962;",
		"ף" => "&#963;", "פ" => "&#964;", "ץ" => "&#965;", "צ" => "&#966;", "ק" => "&#967;", "ר" => "&#968;",
		"ש" => "&#969;", "ת" => "&#970;", "û" => "&#971;", "ü" => "&#972;", "‎" => "&#973;", "‏" => "&#974;"
	),
);

?>