<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$wacko_language = [
	'name'					=> "Greek",
	'code'					=> "el",
	'charset'				=> "iso-8859-7",
	'locale'				=> "el_GR",
	'utfdecode'				=> [],
	//http://en.wikipedia.org/wiki/ISO-8859-7
	'UPPER_P'				=> "A-Z\xc1\xb6\xc2-\xc5\xb8\xc6\xc7\xb9\xc8\xc9\xba\xda\xca-\xcf\xbc\xd0-\xd5\xbe\xdb\xd6-\xd9\xbf",
	'LOWER_P'				=> "a-z\xe1\xdc\xe2-\xe5\xdd\xe6\xe7\xde\xe8\xe9\xdf\xfa\xc0\xea-\xef\xfc\xf0-\xf5\xfd\xfb\xe0\xf6-\xf9\xfe\/'",
	'ALPHA_P'				=> "A-Za-z\xb6\xb8-\xba\xbc\xbe-\xfe\/'",
	'TranslitLettersFrom'	=> "¶¸¹º¼¾¿ÀÚÛÜÝÞßàúûüýþáâãäåæçéêëìíïðñóòôõö÷ùÁÂÃÄÅÆÇÉÊËÌÍÏÐÑÓÔÕÖ×Ù",
	'TranslitLettersTo'		=> "aehioywiiyaehiyiyoywavgdezhiklmnoprsstyfxwavgdezhiklmnoprstyfxw",
	'TranslitCaps'			=> "ÀÁÂÃÄÅ¨ÆÇÈÉÊËÌÍÎÏÐÑÓÔÕÖ×ØÙÜÚÛÝÞº",
	'TranslitSmall'			=> "àáâãäå¸æçèéêëìíîïðñóôõö÷øùüúûýþß",
	'TranslitBiLetters'		=> [
								"è"=>"th", "È"=>"th", "î"=>"ks", "Î"=>"ks", "ø"=>"ps", "Ø"=>"ps"
	],
	// http://tlt.psu.edu/suggestions/international/bylanguage/greekchart.html
	'unicode_entities' => [
		"´" => "&#900;", "µ" => "&#901;", "¶" => "&#902;", "?" => "&#903;", "¸" => "&#904;", "¹" => "&#905;",
		"º" => "&#906;", "¼" => "&#908;", "¾" => "&#910;", "¿" => "&#911;", "À" => "&#912;", "Á" => "&#913;",
		"Â" => "&#914;", "Ã" => "&#915;", "Ä" => "&#916;", "Å" => "&#917;", "Æ" => "&#918;", "Ç" => "&#919;",
		"È" => "&#920;", "É" => "&#921;", "Ê" => "&#922;", "Ë" => "&#923;", "Ì" => "&#924;", "Í" => "&#925;",
		"Î" => "&#926;", "Ï" => "&#927;", "Ð" => "&#928;", "Ñ" => "&#929;", "Ó" => "&#931;", "Ô" => "&#932;",
		"Õ" => "&#933;", "Ö" => "&#934;", "×" => "&#935;", "Ø" => "&#936;", "Ù" => "&#937;", "Ú" => "&#938;",
		"Û" => "&#939;", "Ü" => "&#940;", "Ý" => "&#941;", "Þ" => "&#942;", "ß" => "&#943;", "à" => "&#944;",
		"á" => "&#945;", "â" => "&#946;", "ã" => "&#947;", "ä" => "&#948;", "å" => "&#949;", "æ" => "&#950;",
		"ç" => "&#951;", "è" => "&#952;", "é" => "&#953;", "ê" => "&#954;", "ë" => "&#955;", "ì" => "&#956;",
		"í" => "&#957;", "î" => "&#958;", "ï" => "&#959;", "ð" => "&#960;", "ñ" => "&#961;", "ò" => "&#962;",
		"ó" => "&#963;", "ô" => "&#964;", "õ" => "&#965;", "ö" => "&#966;", "÷" => "&#967;", "ø" => "&#968;",
		"ù" => "&#969;", "ú" => "&#970;", "û" => "&#971;", "ü" => "&#972;", "ý" => "&#973;", "þ" => "&#974;"
	],
];

?>
