<?php

$wackoLanguage = array(
  "name" => "Polski",
  "code" => "pl",
  "charset" => "iso-8859-2",
  "utfdecode" => array(),
  "UPPER_P"  => "A-Z\xA1\xA3\xA5\xA6\xA9\xAA\xAB\xAC\xAE\xAF",
  "LOWER_P"  => "a-z\xB1\xEA\xB6\xF3\xB3\xBF\xBC\xE6\xF1\/'",
  "ALPHA_P"  => "A-Za-z\xA1\xA3\xA5\xA6\xA9\xAA\xAB\xAC\xAE\xAF\xB1\xB1\xEA\xB6\xF3\xB3\xBF\xBC\xE6\xF1\/'",
  "locale" => "pl_PL",
  "NpjLettersFrom" => "АБЦГИКМНСТУЫЗШЩабцегхийклмнорстуызшщ║ФфЙйЯяСс╤╕╛©╞",
  "NpjLettersTo"   => "aaaceeiiooouuuyAAAACEEEEIIIIOOOOUUUYAcCeEnNoOsSZzZ",
  "NpjBiLetters" => array("Д"=>"ae", "Ж"=>"oe", "Э"=>"ue", "д"=>"Ae", 
                          "ж"=>"Oe", "э"=>"Ue", "Ъ"=>"yu", "ъ"=>"ss", ),
  "unicode_entities" => array(
   "║"=>"&#260;", "ё"=>"&#261;", "╔"=>"&#x13D;", "╕"=>"&#x15A;", "╘"=>"&#x160;", "╙"=>"&#x15E;",
   "╚"=>"&#x164;", "╛"=>"&#x179;", "╝"=>"&#x17D;", "╞"=>"&#x17B;", "╠"=>"&#x105;",
   "Ё"=>"&#x142;", "╣"=>"&#x13E;", "╤"=>"&#x15B;", "╧"=>"&#x161;", "╨"=>"&#x15F;",
   "╩"=>"&#x165;", "╪"=>"&#x17A;", "╬"=>"&#x17E;", "©"=>"&#x17C;", "ю"=>"&#x154;",
   "а"=>"&#x0C1;", "б"=>"&#x0C2;", "ц"=>"&#x102;", "д"=>"&#x0C4;", "е"=>"&#x139;",
   "ф"=>"&#x106;", "г"=>"&#x0C7;", "х"=>"&#x10C;", "и"=>"&#x0C9;", "й"=>"&#x118;",
   "к"=>"&#x0CB;", "л"=>"&#x11A;", "м"=>"&#x0CD;", "н"=>"&#x0CE;", "о"=>"&#x10E;",
   "п"=>"&#x110;", "я"=>"&#x143;", "р"=>"&#x147;", "с"=>"&#x0D3;", "т"=>"&#x0D4;",
   "у"=>"&#x150;", "ж"=>"&#x0D6;", "ь"=>"&#x158;", "ы"=>"&#x16E;", "з"=>"&#x0DA;",
   "ш"=>"&#x170;", "э"=>"&#x0DC;", "щ"=>"&#x0DD;", "ч"=>"&#x162;", "ъ"=>"&#x0DF;",
   "Ю"=>"&#x155;", "А"=>"&#x0E1;", "Б"=>"&#x0E2;", "Ц"=>"&#x103;", "Д"=>"&#x0E4;",
   "Е"=>"&#x13A;", "Ф"=>"&#x107;", "Г"=>"&#x0E7;", "Х"=>"&#x10D;", "И"=>"&#x0E9;",
   "Й"=>"&#x119;", "К"=>"&#x0EB;", "Л"=>"&#x11B;", "М"=>"&#x0ED;", "Н"=>"&#x0EE;",
   "О"=>"&#x10F;", "П"=>"&#x111;", "Я"=>"&#x144;", "Р"=>"&#x148;", "С"=>"&#x0F3;",
   "Т"=>"&#x0F4;", "У"=>"&#x151;", "Ж"=>"&#x0F6;", "Ь"=>"&#x159;", "Ы"=>"&#x16F;",
   "З"=>"&#x0FA;", "Ш"=>"&#x171;", "Э"=>"&#x0FC;", "Щ"=>"&#x0FD;", "Ч"=>"&#x163;",
),

);

?>