<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$wacko_language = array(
	"name"				=> "Russian",
	"code"				=> "ru",
	"charset"			=> "windows-1251",
	"locale"			=> array("ru_RU.CP1251","ru_RU.KOI8-r","ru_RU","russian","ru_SU","ru"),
	"utfdecode"			=> array(),
	"UPPER_P"			=> "A-Z\xc0-\xdf\xa8",
	"LOWER_P"			=> "a-z\xe0-\xff\xb8\/\'",
	"ALPHA_P"			=> "A-Za-z\xc0-\xff\xa8\xb8\_\/\'",
	"TranslitLettersFrom"	=> "אבגדהוחטךכלםמןנסעףפץתüצûÀÁÂÃÄÅÇÈÊËÌÍÎÏÐÑÒÓÔÕÚÜÖÛ",
	"TranslitLettersTo"		=> "abvgdeziklmnoprstufx__cyABVGDEZIKLMNOPRSTUFX__CY",
	"TranslitCaps"			=> "ÀÁÂÃÄÅ¨ÆÇÈÉÊËÌÍÎÏÐÑÒÓÔÕÖ×ØÙÜÚÛÝÞ‗",
	"TranslitSmall"			=> "אבגדהו¸זחטיךכלםמןנסעףפץצקרשüתû‎‏ÿ",
	"TranslitBiLetters" => array(
		"י" => "jj", "¸" => "jo", "ז" => "zh", "ק" => "ch",
		"ר" => "sh", "ש" => "shh", "‎" => "je", "‏" => "ju", "ÿ" => "ja",
		"É" => "Jj", "¨" => "Jo", "Æ" => "Zh", "×" => "Ch",
		"Ø" => "Sh", "Ù" => "Shh", "Ý" => "Je", "Þ" => "Ju", "‗" => "Ja",
	),
	"unicode_entities" => array(
		"À"=>"&#1040;", "Á"=>"&#1041;", "Â"=>"&#1042;", "Ã"=>"&#1043;", "Ä"=>"&#1044;", "Å"=>"&#1045;",
		"Æ"=>"&#1046;", "Ç"=>"&#1047;", "È"=>"&#1048;", "É"=>"&#1049;", "Ê"=>"&#1050;", "Ë"=>"&#1051;",
		"Ì"=>"&#1052;", "Í"=>"&#1053;", "Î"=>"&#1054;", "Ï"=>"&#1055;", "Ð"=>"&#1056;", "Ñ"=>"&#1057;",
		"Ò"=>"&#1058;", "Ó"=>"&#1059;", "Ô"=>"&#1060;", "Õ"=>"&#1061;", "Ö"=>"&#1062;", "×"=>"&#1063;",
		"Ø"=>"&#1064;", "Ù"=>"&#1065;", "Ú"=>"&#1066;", "Û"=>"&#1067;", "Ü"=>"&#1068;", "Ý"=>"&#1069;",
		"Þ"=>"&#1070;", "‗"=>"&#1071;", "א"=>"&#1072;", "ב"=>"&#1073;", "ג"=>"&#1074;", "ד"=>"&#1075;",
		"ה"=>"&#1076;", "ו"=>"&#1077;", "ז"=>"&#1078;", "ח"=>"&#1079;", "ט"=>"&#1080;", "י"=>"&#1081;",
		"ך"=>"&#1082;", "כ"=>"&#1083;", "ל"=>"&#1084;", "ם"=>"&#1085;", "מ"=>"&#1086;", "ן"=>"&#1087;",
		"נ"=>"&#1088;", "ס"=>"&#1089;", "ע"=>"&#1090;", "ף"=>"&#1091;", "פ"=>"&#1092;", "ץ"=>"&#1093;",
		"צ"=>"&#1094;", "ק"=>"&#1095;", "ר"=>"&#1096;", "ש"=>"&#1097;", "ת"=>"&#1098;", "û"=>"&#1099;",
		"ü"=>"&#1100;", "‎"=>"&#1101;", "‏"=>"&#1102;", "ÿ"=>"&#1103;", "¸"=>"&#1105;", "¨"=>"&#1025;",
	),
);

?>