<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'Основни функции',
		'preferences'	=> 'Предпочитания',
		'content'		=> 'Съдържание',
		'users'			=> 'Потребители',
		'maintenance'	=> 'Поддръжка',
		'messages'		=> 'Съобщения',
		'extension'		=> 'Разширения',
		'database'		=> 'База данни',
	],

	// Admin panel
	'AdminPanel'				=> 'Администраторски контролен панел',
	'RecoveryMode'				=> 'Режим на възстановяване',
	'Authorization'				=> 'Оторизация',
	'AuthorizationTip'			=> 'Моля, въведете административната парола (уверете се също, че бисквитките са разрешени във вашия браузър).',
	'NoRecoveryPassword'		=> 'Административната парола не е зададена!',
	'NoRecoveryPasswordTip'		=> 'Забележка: Липсата на административна парола представлява заплаха за сигурността! Въведете хеша на паролата си в конфигурационния файл и стартирайте програмата отново.',

	'ErrorLoadingModule'		=> 'Грешка при зареждане на административен модул %1: не съществува.',

	'ApHomePage'				=> 'Начална страница',
	'ApHomePageTip'				=> 'отваря началната страница, без да напускате администрацията',
	'ApLogOut'					=> 'Изход от системата',
	'ApLogOutTip'				=> 'напускане на администрацията на системата',

	'TimeLeft'					=> 'Оставащо време: %1 минути',
	'ApVersion'					=> 'версия',

	'SiteOpen'					=> 'Отвори',
	'SiteOpened'				=> 'сайтът е отворен',
	'SiteOpenedTip'				=> 'Сайтът е отворен',
	'SiteClose'					=> 'Затвори',
	'SiteClosed'				=> 'сайтът е затворен',
	'SiteClosedTip'				=> 'Сайтът е затворен',

	'System'					=> 'Система',

	// Generic
	'Cancel'					=> 'Отказ',
	'Add'						=> 'Добави',
	'Edit'						=> 'Редактирай',
	'Remove'					=> 'Премахни',
	'Enabled'					=> 'Включено',
	'Disabled'					=> 'Изключено',
	'Mandatory'					=> 'Задължително',
	'Admin'						=> 'Администратор',
	'Min'						=> 'Минимум',
	'Max'						=> 'Максимум',

	'MiscellaneousSection'		=> 'Разни',
	'MainSection'				=> 'Основни параметри',

	'DirNotWritable'			=> 'Директорията %1 не е достъпна за запис.',
	'FileNotWritable'			=> 'Файлът %1 не е достъпен за запис.',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'Основни',
		'title'		=> 'Основни параметри',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'Външен вид',
		'title'		=> 'Настройки на външния вид',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'Имейл',
		'title'		=> 'Настройки на имейла',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'Синдикация',
		'title'		=> 'Настройки на синдикацията',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'Филтри',
		'title'		=> 'Настройки на филтрите',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'Форматиране',
		'title'		=> 'Опции за форматиране',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'Известия',
		'title'		=> 'Настройки на известията',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'Страници',
		'title'		=> 'Параметри на страниците и сайта',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'Права',
		'title'		=> 'Настройки на правата',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'Сигурност',
		'title'		=> 'Настройки на подсистемите за сигурност',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'Система',
		'title'		=> 'Системни опции',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'Качване',
		'title'		=> 'Настройки на прикачените файлове',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'Изтрито',
		'title'		=> 'Новоизтрито съдържание',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'Меню',
		'title'		=> 'Добавяне, редактиране или премахване на елементи от менюто по подразбиране',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'Резервно копие',
		'title'		=> 'Резервно копиране на данни',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'Поправка',
		'title'		=> 'Поправка и оптимизиране на базата данни',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'Възстановяване',
		'title'		=> 'Възстановяване на резервни данни',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'Главно меню',
		'title'		=> 'Администриране на WackoWiki',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'Несъответствия',
		'title'		=> 'Поправяне на несъответствия в данните',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'Синхронизация на данни',
		'title'		=> 'Синхронизиране на данни',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'Масов имейл',
		'title'		=> 'Изпращане на масов имейл',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'Системно съобщение',
		'title'		=> 'Системни съобщения',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'Системна информация',
		'title'		=> 'Информация за системата',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'Системен журнал',
		'title'		=> 'Журнал на системните събития',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'Статистика',
		'title'		=> 'Показване на статистика',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'Bad Behaviour',
		'title'		=> 'Bad Behaviour',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'Одобрение',
		'title'		=> 'Одобрение на регистрация на потребители',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'Групи',
		'title'		=> 'Управление на групи',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'Потребители',
		'title'		=> 'Управление на потребители',
	],

	// Main module
	'MainNote'					=> 'Забележка: Преди извършване на технически административни дейности се препоръчва силно да блокирате достъпа до сайта!',

	'PurgeSessions'				=> 'Изчистване',
	'PurgeSessionsTip'			=> 'Изчистване на всички сесии',
	'PurgeSessionsConfirm'		=> 'Сигурни ли сте, че искате да изчистите всички сесии? Това ще изкара всички потребители от системата.',
	'PurgeSessionsExplain'		=> 'Изчистване на всички сесии. Това ще изкара всички потребители от системата чрез изчистване на таблицата auth_token.',
	'PurgeSessionsDone'			=> 'Сесиите бяха успешно изчистени.',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'Основните настройки са актуализирани',
	'LogBasicSettingsUpdated'	=> 'Основните настройки са актуализирани',

	'SiteName'					=> 'Име на сайта:',
	'SiteNameInfo'				=> 'Заглавието на този сайт, което се появява в заглавието на браузъра, заглавката на темата, имейл известията и т.н.',
	'SiteDesc'					=> 'Описание на сайта:',
	'SiteDescInfo'				=> 'Допълнение към заглавието на сайта, което се появява в заглавката на страниците, за да обясни накратко за какво е този сайт.',
	'AdminName'					=> 'Администратор на сайта:',
	'AdminNameInfo'				=> 'Потребителско име, което е отговорно за общата поддръжка на сайта. Това име не се използва за определяне на права за достъп, но е желателно да съответства на името на главния администратор на сайта.',

	'LanguageSection'			=> 'Език',
	'DefaultLanguage'			=> 'Език по подразбиране:',
	'DefaultLanguageInfo'		=> 'Определя езика на съобщенията, показани на нерегистрирани гости, както и настройките на локализацията.',
	'MultiLanguage'				=> 'Многоезична поддръжка:',
	'MultiLanguageInfo'			=> 'Активира възможността за избор на език на страница по страница.',
	'AllowedLanguages'			=> 'Разрешени езици:',
	'AllowedLanguagesInfo'		=> 'Препоръчително е да изберете само набора от езици, които искате да използвате, в противен случай са избрани всички езици.',

	'CommentSection'			=> 'Коментари',
	'AllowComments'				=> 'Позволяване на коментари:',
	'AllowCommentsInfo'			=> 'Разрешаване на коментари само за гости или регистрирани потребители или деактивирането им за целия сайт.',
	'SortingComments'			=> 'Подреждане на коментарите:',
	'SortingCommentsInfo'		=> 'Променя реда на показване на коментарите на страницата, като най-новите ИЛИ най-старите коментари са най-отгоре.',
	'CommentsOffset'			=> 'Страница с коментари:',
	'CommentsOffsetInfo'		=> 'Страница с коментари, която да се показва по подразбиране',

	'ToolbarSection'			=> 'Лента с инструменти',
	'CommentsPanel'				=> 'Панел с коментари:',
	'CommentsPanelInfo'			=> 'Показване на коментарите по подразбиране в долната част на страницата.',
	'FilePanel'					=> 'Панел с файлове:',
	'FilePanelInfo'				=> 'Показване на прикачените файлове по подразбиране в долната част на страницата.',
	'TagsPanel'					=> 'Панел с тагове:',
	'TagsPanelInfo'				=> 'Показване на панела с тагове по подразбиране в долната част на страницата.',

	'NavigationSection'			=> 'Навигация',
	'ShowPermalink'				=> 'Показване на пермалинк:',
	'ShowPermalinkInfo'			=> 'Показване на пермалинка за текущата версия на страницата по подразбиране.',
	'TocPanel'					=> 'Панел със съдържание:',
	'TocPanelInfo'				=> 'Показване на панела със съдържанието на страницата по подразбиране (може да изисква поддръжка в шаблоните).',
	'SectionsPanel'				=> 'Панел със секции:',
	'SectionsPanelInfo'			=> 'Показване по подразбиране на панела със съседните страници (изисква поддръжка в шаблоните).',
	'DisplayingSections'		=> 'Показване на секции:',
	'DisplayingSectionsInfo'	=> 'При избраните предходни опции дали да се показват само подстраниците на страницата (по-ниско ниво), само съседните страници (по-високо ниво) или и двете, както и други (дърво).',
	'MenuItems'					=> 'Елементи на менюто:',
	'MenuItemsInfo'				=> 'Брой на показаните елементи в менюто по подразбиране (може да изисква поддръжка в шаблоните).',

	'HandlerSection'			=> 'Обработчици',
	'HideRevisions'				=> 'Скриване на ревизиите:',
	'HideRevisionsInfo'			=> 'Показване на ревизиите на страницата по подразбиране.',
	'AttachmentHandler'			=> 'Активиране на обработчика за прикачени файлове:',
	'AttachmentHandlerInfo'		=> 'Позволява показването на обработчика за прикачени файлове.',
	'SourceHandler'				=> 'Активиране на обработчика за изходен код:',
	'SourceHandlerInfo'			=> 'Позволява показването на обработчика за изходен код.',
	'ExportHandler'				=> 'Активиране на обработчика за XML експорт:',
	'ExportHandlerInfo'			=> 'Позволява показването на обработчика за XML експорт.',

	'DiffModeSection'			=> 'Режими на сравнение',
	'DefaultDiffModeSetting'	=> 'Режим на сравнение по подразбиране:',
	'DefaultDiffModeSettingInfo'=> 'Предварително избран режим на сравнение.',
	'AllowedDiffMode'			=> 'Разрешени режими на сравнение:',
	'AllowedDiffModeInfo'		=> 'Препоръчително е да изберете само набора от режими на сравнение, които искате да използвате, в противен случай са избрани всички режими на сравнение.',
	'NotifyDiffMode'			=> 'Режим на сравнение за известия:',
	'NotifyDiffModeInfo'		=> 'Режим на сравнение, използван за известия в тялото на имейла.',

	'EditingSection'			=> 'Редактиране',
	'EditSummary'				=> 'Обобщение на редакцията:',
	'EditSummaryInfo'			=> 'Показва обобщение на промените в режим на редактиране.',
	'MinorEdit'					=> 'Малка промяна:',
	'MinorEditInfo'				=> 'Активира опцията за малка промяна в режим на редактиране.',
	'SectionEdit'				=> 'Редактиране на раздел:',
	'SectionEditInfo'			=> 'Позволява редактиране само на определен раздел от страницата.',
	'ReviewSettings'			=> 'Преглед:',
	'ReviewSettingsInfo'		=> 'Активира опцията за преглед в режим на редактиране.',
	'PublishAnonymously'		=> 'Позволяване на анонимно публикуване:',
	'PublishAnonymouslyInfo'	=> 'Позволява на потребителите да публикуват предпочитания анонимно (за скриване на името).',

	'DefaultRenameRedirect'		=> 'При преименуване създаване на пренасочване:',
	'DefaultRenameRedirectInfo'	=> 'По подразбиране предлага създаване на пренасочване към стария адрес на преименуваната страница.',
	'StoreDeletedPages'			=> 'Запазване на изтрити страници:',
	'StoreDeletedPagesInfo'		=> 'Когато изтриете страница, коментар или файл, го съхранявайте в специален раздел, където ще бъде достъпен за преглед и възстановяване за известно време (както е описано по-долу).',
	'KeepDeletedTime'			=> 'Срок за съхранение на изтрити страници:',
	'KeepDeletedTimeInfo'		=> 'Периодът в дни. Има смисъл само при избрана предходна опция. Нулата означава вечно съхранение (в този случай администраторът може да изчисти "кошчето" ръчно).',
	'PagesPurgeTime'			=> 'Срок за съхранение на версиите на страниците:',
	'PagesPurgeTimeInfo'		=> 'Автоматично изтриване на по-старите версии в рамките на зададения брой дни. Ако въведете нула, по-старите версии няма да бъдат премахвани.',
	'EnableReferrers'			=> 'Активиране на препратки:',
	'EnableReferrersInfo'		=> 'Позволява съхраняване и показване на външни препратки.',
	'ReferrersPurgeTime'		=> 'Срок за съхранение на препратки:',
	'ReferrersPurgeTimeInfo'	=> 'Съхранявайте историята на препратките от външни страници не повече от определен брой дни. Нулата означава вечно съхранение, но за активно посещаван сайт това може да доведе до препълване на базата данни.',
	'EnableCounters'			=> 'Броячи на посещения:',
	'EnableCountersInfo'		=> 'Позволява броячи на посещения за всяка страница и активира показването на проста статистика. Посещенията на собственика на страницата не се броят.',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'Контрол на настройките за уеб синдикация на вашия сайт.',
	'SyndicationSettingsUpdated'	=> 'Настройките за синдикация са актуализирани.',

	'FeedsSection'				=> 'Емисии',
	'EnableFeeds'				=> 'Активиране на емисии:',
	'EnableFeedsInfo'			=> 'Включва или изключва RSS емисии за цялата уики.',
	'XmlChangeLink'				=> 'Режим на връзка за промени в XML:',
	'XmlChangeLinkInfo'			=> 'Определя къде водят връзките в елементите на емисията за промени в XML.',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'изглед на разликите',
		'2'		=> 'текущата страница',
		'3'		=> 'списък на версиите',
		'4'		=> 'променената страница',
	],

	'XmlSitemap'				=> 'XML Карта на сайта:',
	'XmlSitemapInfo'			=> 'Създава XML файл с име %1 в папката xml. Можете да добавите пътя до картата на сайта в robots.txt файла в основната директория по следния начин:',
	'XmlSitemapGz'				=> 'Компресия на XML Карта на сайта:',
	'XmlSitemapGzInfo'			=> 'Ако желаете, можете да компресирате текстов файл на вашата Карта на сайта с помощта на gzip, за да намалите изискванията за честотна лента.',
	'XmlSitemapTime'			=> 'Време за генериране на XML Карта на сайта:',
	'XmlSitemapTimeInfo'		=> 'Генерира Карта на сайта само веднъж за зададения брой дни, нулата означава при всяка промяна на страницата.',

	'SearchSection'				=> 'Търсене',
	'OpenSearch'				=> 'OpenSearch:',
	'OpenSearchInfo'			=> 'Създава файла с описанието на OpenSearch в папката XML и активира функцията за автоматично откриване на приставката за търсене в заглавието на HTML.',
	'SearchEngineVisibility'	=> 'Блокиране на търсачките (Видимост за търсачки):',
	'SearchEngineVisibilityInfo'=> 'Блокира търсачките, но позволява нормални посетители. Отменя настройките на страниците.
Отказва на търсачките да индексират този сайт, зависи от търсачките дали ще спазят тази молба.',



	// Appearance settings
	'AppearanceSettingsInfo'	=> 'Контрол на настройките за визуално представяне на вашия сайт.',
	'AppearanceSettingsUpdated'	=> 'Настройките за външен вид са актуализирани.',

	'LogoOff'					=> 'Изключено',
	'LogoOnly'					=> 'само лого',
	'LogoAndTitle'				=> 'лого и заглавие',

	'LogoSection'				=> 'Лого',
	'SiteLogo'					=> 'Лого на сайта:',
	'SiteLogoInfo'				=> 'Вашето лого обикновено се появява в горния ляв ъгъл на приложението. Максималният размер е 2 MiB. Оптималните размери са 255 пиксела ширина на 55 пиксела височина.',
	'LogoDimensions'			=> 'Размери на логото:',
	'LogoDimensionsInfo'		=> 'Ширина и височина на показваното лого.',
	'LogoDisplayMode'			=> 'Режим на показване на логото:',
	'LogoDisplayModeInfo'		=> 'Определя външния вид на логото. По подразбиране е изключено.',

	'FaviconSection'			=> 'Favicon',
	'SiteFavicon'				=> 'Favicon на сайта:',
	'SiteFaviconInfo'			=> 'Вашата икона за пряк достъп или favicon се показва в адресната лента, табовете и отметките на повечето браузъри. Това ще замени favicon-а на вашата тема.',
	'SiteFaviconTooBig'			=> 'Favicon е по-голям от 64 × 64px.',
	'ThemeColor'				=> 'Цвят на темата за адресната лента:',
	'ThemeColorInfo'			=> 'Браузърът ще зададе цвета на адресната лента на всяка страница според предоставения CSS цвят.',

	'LayoutSection'				=> 'Оформление',
	'Theme'						=> 'Тема:',
	'ThemeInfo'					=> 'Дизайн на шаблона, който сайтът използва по подразбиране.',
	'ResetUserTheme'			=> 'Възстановяване на всички потребителски теми:',
	'ResetUserThemeInfo'		=> 'Възстановява всички потребителски теми. Внимание: Това действие ще върне всички избрани от потребителите теми към глобалната тема по подразбиране.',
	'SetBackUserTheme'			=> 'Връщане на всички потребителски теми към темата %1.',
	'ThemesAllowed'				=> 'Разрешени теми:',
	'ThemesAllowedInfo'			=> 'Изберете разрешените теми, които потребителят може да избере, в противен случай са разрешени всички налични теми.',
	'ThemesPerPage'				=> 'Теми на страница:',
	'ThemesPerPageInfo'			=> 'Позволява теми на страница, които собственикът на страницата може да избере чрез свойствата на страницата.',

	// System settings
	'SystemSettingsInfo'		=> 'Група параметри, отговорни за фината настройка на платформата. Не ги променяйте, освен ако не сте сигурни в действията им.',
	'SystemSettingsUpdated'		=> 'Системните настройки са актуализирани',

	'DebugModeSection'			=> 'Режим на отстраняване на грешки',
	'DebugMode'					=> 'Режим на отстраняване на грешки:',
	'DebugModeInfo'				=> 'Фиксиране и извеждане на телеметрични данни за времето на изпълнение на програмата. Забележка: пълният детайлен режим изисква високи изисквания към наличната памет, особено при ресурсоемки операции като архивиране и възстановяване на базата данни.',
	'DebugModes'	=> [
		'0'		=> 'отстраняването на грешки е изключено',
		'1'		=> 'само общото време за изпълнение',
		'2'		=> 'пълно време',
		'3'		=> 'пълен детайл (СУБД, кеш и др.)',
	],
	'DebugSqlThreshold'			=> 'Праг на производителност на СУБД:',
	'DebugSqlThresholdInfo'		=> 'В детайлния режим на отстраняване на грешки да се записват само заявките, които отнемат повече от зададения брой секунди.',
	'DebugAdminOnly'			=> 'Затворена диагностика:',
	'DebugAdminOnlyInfo'		=> 'Показване на диагностични данни на програмата (и СУБД) само за администратора.',

	'CachingSection'			=> 'Опции за кеширане',
	'Cache'						=> 'Кеширане на рендирани страници:',
	'CacheInfo'					=> 'Запазване на рендираните страници в локалния кеш за ускоряване на последващото зареждане. Валидно само за нерегистрирани посетители.',
	'CacheTtl'					=> 'Срок на актуалност на кешираните страници:',
	'CacheTtlInfo'				=> 'Кеширане на страници не повече от зададения брой секунди.',
	'CacheSql'					=> 'Кеширане на заявки към СУБД:',
	'CacheSqlInfo'				=> 'Поддържане на локален кеш на резултатите от определени ресурсоемки SQL заявки.',
	'CacheSqlTtl'				=> 'Срок на актуалност на кеша на базата данни:',
	'CacheSqlTtlInfo'			=> 'Кеширане на резултатите от SQL заявки не повече от зададения брой секунди. Използването на стойности над 1200 не е желателно.',

	'LogSection'				=> 'Настройки на журнала',
	'LogLevelUsage'				=> 'Използване на журналиране:',
	'LogLevelUsageInfo'			=> 'Минималният приоритет на събитията, записвани в журнала.',
	'LogThresholds'	=> [
		'0'		=> 'не се води журнал',
		'1'		=> 'само критични събития',
		'2'		=> 'от най-високо ниво',
		'3'		=> 'от високо ниво',
		'4'		=> 'средно ниво',
		'5'		=> 'от ниско ниво',
		'6'		=> 'от минимално ниво',
		'7'		=> 'запис на всички събития',
	],
	'LogDefaultShow'			=> 'Режим на показване на журнала:',
	'LogDefaultShowInfo'		=> 'Минималният приоритет на събитията, показани в журнала по подразбиране.',
	'LogModes'	=> [
		'1'		=> 'само критични събития',
		'2'		=> 'от най-високо ниво',
		'3'		=> 'от високо ниво',
		'4'		=> 'средно ниво',
		'5'		=> 'от ниско ниво',
		'6'		=> 'от минимално ниво',
		'7'		=> 'показване на всички събития',
	],
	'LogPurgeTime'				=> 'Време за съхранение на журнала:',
	'LogPurgeTimeInfo'			=> 'Премахване на записите от журнала след зададения брой дни.',

	'PrivacySection'			=> 'Поверителност',
	'AnonymizeIp'				=> 'Анонимизиране на IP адресите на потребителите:',
	'AnonymizeIpInfo'			=> 'Анонимизиране на IP адресите, където е приложимо, като например на страници, редакции или препратки.',

	'ReverseProxySection'		=> 'Обратен прокси',
	'ReverseProxy'				=> 'Използване на обратен прокси:',
	'ReverseProxyInfo'			=> 'Активирайте тази настройка, за да се определи правилният IP адрес на отдалечения клиент чрез проверка на информацията, съхранена в заглавията X-Forwarded-For. Заглавията X-Forwarded-For са стандартен механизъм за идентифициране на клиентски системи, свързващи се чрез обратен прокси сървър като Squid или Pound. Обратните прокси сървъри често се използват за подобряване на производителността на често посещавани сайтове и могат да предоставят други предимства като кеширане, сигурност или криптиране. Ако тази инсталация на WackoWiki работи зад обратен прокси, тази настройка трябва да бъде активирана, за да се улавя правилна информация за IP адреса в системите за управление на сесиите, журналирането, статистиката и контрола на достъпа на WackoWiki; ако не сте сигурни за тази настройка, нямате обратен прокси или WackoWiki работи в споделена хостинг среда, тази настройка трябва да остане деактивирана.',
	'ReverseProxyHeader'		=> 'Заглавие на обратния прокси:',
	'ReverseProxyHeaderInfo'	=> 'Задайте тази стойност, ако вашият прокси сървър изпраща IP адреса на клиента в заглавие, различно от X-Forwarded-For. Заглавието "X-Forwarded-For" представлява списък от IP адреси, разделени със запетая и интервал, като ще бъде използван само последният (най-левият).',
	'ReverseProxyAddresses'		=> 'Обратният прокси приема масив от IP адреси:',
	'ReverseProxyAddressesInfo'	=> 'Всеки елемент от този масив е IP адресът на някой от вашите обратни проксита. Попълването на този масив ще накара WackoWiki да се доверява на информацията, съхранена в заглавията X-Forwarded-For, само ако отдалеченият IP адрес е един от тези, т.е. заявката достига уеб сървъра от един от вашите обратни проксита. В противен случай клиентът може директно да се свърже с вашия уеб сървър, фалшифицирайки заглавията X-Forwarded-For.',

	'SessionSection'				=> 'Управление на сесиите',
	'SessionStorage'				=> 'Съхранение на сесиите:',
	'SessionStorageInfo'			=> 'Тази опция определя къде се съхраняват данните за сесията. По подразбиране е избрано съхранение във файл или база данни.',
	'SessionModes'	=> [
		'1'		=> 'Файл',
		'2'		=> 'База данни',
	],
	'SessionNotice'					=> 'Показване на причината за прекратяване на сесията:',
	'SessionNoticeInfo'				=> 'Показва причината за прекратяване на сесията.',
	'LoginNotice'					=> 'Известие за вход:',
	'LoginNoticeInfo'				=> 'Показва известие при влизане в системата.',

	'RewriteMode'					=> 'Използване на
mod_rewrite
:',
	'RewriteModeInfo'				=> 'Ако вашият уеб сървър поддържа тази функция, включете я, за да получите "красиви" адреси на страниците.
 Стойността може да бъде презаписана от класа Settings по време на изпълнение, независимо дали е изключена, ако HTTP_MOD_REWRITE е включен.',

	// Permissions settings
	'PermissionsSettingsInfo'		=> 'Параметри, отговорни за контрол на достъпа и права.',
	'PermissionsSettingsUpdated'	=> 'Настройките за права са актуализирани',

	'PermissionsSection'		=> 'Права и привилегии',
	'ReadRights'				=> 'Права за четене по подразбиране:',
	'ReadRightsInfo'			=> 'Те се присвояват на създадените основни страници, както и на страници, за които не могат да се определят родителски права.',
	'WriteRights'				=> 'Права за писане по подразбиране:',
	'WriteRightsInfo'			=> 'Те се присвояват на създадените основни страници, както и на страници, за които не могат да се определят родителски права.',
	'CommentRights'				=> 'Права за коментиране по подразбиране:',
	'CommentRightsInfo'			=> 'Те се присвояват на създадените основни страници, както и на страници, за които не могат да се определят родителски права.',
	'CreateRights'				=> 'Права за създаване на подстраници по подразбиране:',
	'CreateRightsInfo'			=> 'Определят правото за създаване на основни страници и ги присвояват на страници, за които не могат да се определят родителски права.',
	'UploadRights'				=> 'Права за качване по подразбиране:',
	'UploadRightsInfo'			=> 'Те се присвояват на създадените основни страници, както и на страници, за които не могат да се определят родителски права.',
	'RenameRights'				=> 'Глобално право за преименуване:',
	'RenameRightsInfo'			=> 'Списък с права за свободно преименуване (преместване) на страници.',

	'LockAcl'					=> 'Заключване на всички ACL само за четене:',
	'LockAclInfo'				=> 'Презаписва настройките на ACL за всички страници само за четене.
Това може да бъде полезно, ако даден проект е завършен, искате да затворите редактирането за определен период по причини за сигурност или като спешна реакция.',
	'HideLocked'				=> 'Скриване на недостъпни страници:',
	'HideLockedInfo'			=> 'Ако потребителят няма право да чете страницата, тя се скрива в различни списъци със страници (обаче връзката, поставена в текста, все още ще бъде видима).',
	'RemoveOnlyAdmins'			=> 'Само администраторите могат да изтриват страници:',
	'RemoveOnlyAdminsInfo'		=> 'Забранява на всички, освен администраторите, да изтриват страници. Първо ограничението се прилага към собствениците на обикновени страници.',
	'OwnersRemoveComments'		=> 'Собствениците на страници могат да изтриват коментари:',
	'OwnersRemoveCommentsInfo'	=> 'Позволява на собствениците на страници да модерират коментари на своите страници.',
	'OwnersEditCategories'		=> 'Собствениците могат да редактират категории на страници:',
	'OwnersEditCategoriesInfo'	=> 'Позволява на собствениците да променят списъка с категории на страниците на вашия сайт (добавяне на думи, изтриване на думи), които се присвояват на страница.',
	'TermHumanModeration'		=> 'Срок за човешка модерация:',
	'TermHumanModerationInfo'	=> 'Модераторите могат да редактират коментари само ако са създадени преди повече от този брой дни (това ограничение не важи за последния коментар в темата).',

	'UserCanDeleteAccount'		=> 'Потребителите могат да изтриват профилите си',

	// Security settings
	'SecuritySettingsInfo'		=> 'Параметри, отговорни за общата сигурност на платформата, ограничения за сигурност и допълнителни защитни подсистеми.',
	'SecuritySettingsUpdated'	=> 'Настройките за сигурност са актуализирани',

	'AllowRegistration'			=> 'Онлайн регистрация:',
	'AllowRegistrationInfo'		=> 'Отворена регистрация на потребители. Деактивирането на тази опция ще предотврати свободна регистрация, но администраторът на сайта ще може сам да регистрира други потребители.',
	'ApproveNewUser'			=> 'Одобрение на нови потребители:',
	'ApproveNewUserInfo'		=> 'Позволява на администраторите да одобряват потребители след регистрацията им. Само одобрените потребители ще могат да влизат в сайта.',
	'PersistentCookies'			=> 'Постоянни бисквитки:',
	'PersistentCookiesInfo'		=> 'Позволява използването на постоянни бисквитки.',
	'DisableWikiName'			=> 'Деактивиране на WikiName:',
	'DisableWikiNameInfo'		=> 'Деактивира задължителното използване на WikiName. Позволява регистрация на потребители с традиционни псевдоними, а не задължително във формат ИмеФамилия.',
	'UsernameLength'			=> 'Дължина на потребителското име:',
	'UsernameLengthInfo'		=> 'Минимален и максимален брой символи в потребителските имена.',

	'EmailSection'				=> 'Имейл',
	'AllowEmailReuse'			=> 'Позволяване на повторна употреба на имейл адреси:',
	'AllowEmailReuseInfo'		=> 'Различни потребители могат да се регистрират с един и същ имейл адрес.',
	'EmailConfirmation'			=> 'Изискване на потвърждение по имейл:',
	'EmailConfirmationInfo'		=> 'Изисква от потребителя да потвърди своя имейл адрес, преди да влезе в системата.',
	'AllowedEmailDomains'		=> 'Разрешени имейл домейни:',
	'AllowedEmailDomainsInfo'	=> 'Разрешените имейл домейни се разделят със запетая, например
example.com, local.lan
 и т.н., в противен случай всички имейл домейни са разрешени.',
	'ForbiddenEmailDomains'		=> 'Забранени имейл домейни:',
	'ForbiddenEmailDomainsInfo'	=> 'Забранените имейл домейни се разделят със запетая, например
example.com, local.lan
 и т.н. (ефективен само ако списъкът с разрешени имейл домейни е празен).',

	'CaptchaSection'			=> 'CAPTCHA',
	'EnableCaptcha'				=> 'Активиране на Captcha:',
	'EnableCaptchaInfo'			=> 'Ако е активирано, Captcha ще се показва в следните случаи или ако се достигне праг на сигурност.',
	'CaptchaComment'			=> 'Нов коментар:',
	'CaptchaCommentInfo'		=> 'Като мярка за защита от спам публикациите изисква от нерегистрирани потребители еднократно решаване на теста преди публикуване на коментар.',
	'CaptchaPage'				=> 'Нова страница:',
	'CaptchaPageInfo'			=> 'Като мярка за защита от спам публикации изисква от нерегистрирани потребители еднократно решаване на теста преди създаване на нови страници.',
	'CaptchaEdit'				=> 'Редактиране на страница:',
	'CaptchaEditInfo'			=> 'Като мярка за защита от спам публикации изисква от нерегистрирани потребители еднократно решаване на теста преди редактиране на страници.',
	'CaptchaRegistration'		=> 'Регистрация:',
	'CaptchaRegistrationInfo'	=> 'Като мярка за защита от спам публикации изисква от нерегистрирани потребители еднократно решаване на теста преди регистрация.',

	'TlsSection'				=> 'Настройки на TLS',
	'TlsConnection'				=> 'TLS връзка:',
	'TlsConnectionInfo'			=> 'Използване на TLS защитена връзка. Активирайте предварително инсталирания TLS сертификат на сървъра, в противен случай ще загубите достъп до административния панел!
Това определя също дали флагът за сигурност на бисквитката е зададен, флагът
secure
 определя дали бисквитките трябва да се изпращат само през защитени връзки.',
	'TlsImplicit'				=> 'Задължителен TLS:',
	'TlsImplicitInfo'			=> 'Принудително превключване на клиента от HTTP към HTTPS. При изключена опция клиентът може да разглежда сайта през отворен HTTP канал.',

	'HttpSecurityHeaders'		=> 'HTTP Защитни заглавки',
	'EnableSecurityHeaders'		=> 'Активиране на защитни заглавки:',
	'EnableSecurityHeadersinfo'	=> 'Задаване на защитни заглавки (защита срещу вграждане в рамки, защита срещу clickjacking/XSS/CSRF атаки).
CSP може да предизвика проблеми в определени ситуации (например по време на разработка) или при използване на плъгини, разчитащи на външно хоствани ресурси като изображения или скриптове.
Деактивирането на Content Security Policy е риск за сигурността!',
	'Csp'						=> 'Content-Security-Policy (CSP):',
	'CspInfo'					=> 'Конфигурирането на Content Security Policy включва вземане на решение кои политики искате да наложите и след това конфигурирането им и използването на Content-Security-Policy за установяване на вашата политика.',
	'PolicyModes'	=> [
		'0'		=> 'изключено',
		'1'		=> 'стриктен',
		'2'		=> 'персонализиран',
	],
	'PermissionsPolicy'			=> 'Permissions Policy:',
	'PermissionsPolicyInfo'		=> 'HTTP заглавката Permissions-Policy предоставя механизъм за изрично разрешаване или забраняване на различни мощни функции на браузъра.',
	'ReferrerPolicy'			=> 'Referrer Policy:',
	'ReferrerPolicyInfo'		=> 'HTTP заглавката Referrer-Policy управлява каква информация за препратка, изпратена в заглавката Referer, трябва да бъде включена при заявки.',
	'ReferrerPolicyModes'	=> [
		'0'		=> '[изключено]',
		'1'		=> 'no-referrer',
		'2'		=> 'no-referrer-when-downgrade',
		'3'		=> 'same-origin',
		'4'		=> 'origin',
		'5'		=> 'strict-origin',
		'6'		=> 'origin-when-cross-origin',
		'7'		=> 'strict-origin-when-cross-origin',
		'8'		=> 'unsafe-url'
	],

	'UserPasswordSection'		=> 'Запазване на потребителските пароли',
	'PwdMinChars'				=> 'Минимална дължина на паролата:',
	'PwdMinCharsInfo'			=> 'По-дългите пароли са задължително по-сигурни от по-късите пароли (например 12 до 16 знака).
Препоръчва се използването на паролни фрази вместо пароли.',
	'AdminPwdMinChars'			=> 'Минимална дължина на паролата на администратора:',
	'AdminPwdMinCharsInfo'		=> 'По-дългите пароли са задължително по-сигурни от по-късите пароли (например 15 до 20 знака).
Препоръчва се използването на паролни фрази вместо пароли.',
	'PwdCharComplexity'			=> 'Изисквана сложност на паролата:',
	'PwdCharClasses'	=> [
		'0'		=> 'не се тества',
		'1'		=> 'всякакви букви + цифри',
		'2'		=> 'главни и малки букви + цифри',
		'3'		=> 'главни и малки букви + цифри + специални знаци',
	],
	'PwdUnlikeLogin'			=> 'Допълнително усложняване:',
	'PwdUnlikes'	=> [
		'0'		=> 'не се тества',
		'1'		=> 'паролата не е идентична с потребителското име',
		'2'		=> 'паролата не съдържа потребителско име',
	],

	'LoginSection'				=> 'Вход',
	'MaxLoginAttempts'			=> 'Максимален брой опити за вход за потребителско име:',
	'MaxLoginAttemptsInfo'		=> 'Броят на позволените опити за вход за единична сметка преди активиране на задачата за защита от спам-ботове. Въведете 0, за да предотвратите активирането на задачата за защита от спам-ботове за отделни потребителски акаунти.',
	'IpLoginLimitMax'			=> 'Максимален брой опити за вход от IP адрес:',
	'IpLoginLimitMaxInfo'		=> 'Прагът на опитите за вход, позволени от един IP адрес, преди да се активира задачата за защита от спам-ботове. Въведете 0, за да предотвратите активирането на задачата за защита от спам-ботове от IP адреси.',

	'FormsSection'				=> 'Формуляри',
	'FormTokenTime'				=> 'Максимално време за изпращане на формуляр:',
	'FormTokenTimeInfo'			=> 'Времето, което потребителят има да изпрати формуляр (в секунди).
 Имайте предвид, че формулярът може да стане невалиден, ако сесията изтече, независимо от тази настройка.',

	'SessionLength'				=> 'Срок на бисквитката за вход:',
	'SessionLengthInfo'			=> 'Времето на живот на бисквитката за вход на потребителя по подразбиране (в дни).',
	'CommentDelay'				=> 'Анти-флуд за коментари:',
	'CommentDelayInfo'			=> 'Минималното забавяне между публикуването на нови коментари от потребител (в секунди).',
	'IntercomDelay'				=> 'Анти-флуд за лични съобщения:',
	'IntercomDelayInfo'			=> 'Минималното забавяне между изпращането на лични съобщения от потребител (в секунди).',
	'RegistrationDelay'			=> 'Времеви праг за регистрация:',
	'RegistrationDelayInfo'		=> 'Минималното време за попълване на регистрационната форма, за да се различат ботовете от хората (в секунди).',

	// Formatter settings
	'FormatterSettingsInfo'		=> 'Група параметри, отговорни за фината настройка на платформата. Не ги променяйте, освен ако не сте сигурни в действията им.',
	'FormatterSettingsUpdated'	=> 'Настройките за форматиране са актуализирани',

	'TextHandlerSection'		=> 'Обработка на текст',
	'Typografica'				=> 'Типографска корекция:',
	'TypograficaInfo'			=> 'Изключването малко ускорява процеса на добавяне на коментари и запис на страницата.',
	'Paragrafica'				=> 'Маркиране на параграфи:',
	'ParagraficaInfo'			=> 'Подобно на предходната опция, но ще доведе до изключване на неработещото автоматично съдържание:
{{toc}}
.',
	'AllowRawhtml'				=> 'Глобална поддръжка на HTML:',
	'AllowRawhtmlInfo'			=> 'Тази опция е потенциално несигурна за отворен сайт.',
	'SafeHtml'					=> 'Филтриране на HTML:',
	'SafeHtmlInfo'				=> 'Предотвратява записването на опасни HTML обекти. Изключването на филтъра на отворен сайт с поддръжка на HTML е изключително нежелателно!',

	'WackoFormatterSection'		=> 'Форматиране на уики текст (Wacko Formatter)',
	'X11colors'					=> 'Използване на X11 цветове:',
	'X11colorsInfo'				=> 'Разширява наличните цветове за
??(цвят) фон??
 и
!!(цвят) текст!!
. Изключването малко ускорява процеса на добавяне на коментари и запис на страници.',
	'WikiLinks'					=> 'Деактивиране на уики връзки:',
	'WikiLinksInfo'				=> 'Деактивира свързването за
CamelCaseWords
, вашите CamelCase думи вече няма да бъдат свързвани директно към нова страница. Това е полезно, когато работите в различни пространства от имена или клъстери. По подразбиране е изключено.',
	'BracketsLinks'				=> 'Деактивиране на връзки в скоби:',
	'BracketsLinksInfo'			=> 'Деактивира синтаксиса
[[връзка]]
 и
((връзка))
.',
	'Formatters'				=> 'Деактивиране на форматиращи елементи:',
	'FormattersInfo'			=> 'Деактивира синтаксиса
%%код%%
, използван за подчертаване на код.',

	'DateFormatsSection'		=> 'Формати на дата',
	'DateFormat'				=> 'Формат на датата:',
	'DateFormatInfo'			=> '(ден, месец, година)',
	'TimeFormat'				=> 'Формат на часа:',
	'TimeFormatInfo'			=> '(час, минута)',
	'TimeFormatSeconds'			=> 'Формат на точното време:',
	'TimeFormatSecondsInfo'		=> '(часове, минути, секунди)',
	'NameDateMacro'				=> 'Формат на макроса
::@::
:',
	'NameDateMacroInfo'			=> '(име, време), например
ПотребителскоИме (17.11.2016 16:48)
',
	'Timezone'					=> 'Времева зона:',
	'TimezoneInfo'				=> 'Времевата зона, която да се използва за показване на времето на потребители, които не са влезли в системата (гости). Влезлите потребители задават и могат да променят своята времева зона в потребителските си настройки.',
	'AmericanDate'					=> 'Американски формат на дата:',
	'AmericanDateInfo'				=> 'Използва американски формат за дата като подразбиране за английски език.',

	'Canonical'					=> 'Използване на канонични URL адреси:',
	'CanonicalInfo'				=> 'Всички връзки се създават като абсолютни URL адреси във формат %1. Препоръчително е да се използват URL адреси, свързани с корена на сървъра във формат %2.',
	'LinkTarget'				=> 'Къде да се отварят външните връзки:',
	'LinkTargetInfo'			=> 'Отваря всяка външна връзка в нов прозорец на браузъра. Добавя
target="_blank"
 към синтаксиса на връзката.',
	'Noreferrer'				=> 'noreferrer:',
	'NoreferrerInfo'			=> 'Изисква браузърът да не изпраща HTTP заглавна информация за препратка, ако потребителят следва хипервръзката. Добавя
rel="noreferrer"
 към синтаксиса на връзката.',
	'Nofollow'					=> 'nofollow:',
	'NofollowInfo'				=> 'Инструктира някои търсачки, че хипервръзката не трябва да влияе на класирането на целта в индекса на търсачките. Добавя
rel="nofollow"
 към синтаксиса на връзката.',
	'UrlsUnderscores'			=> 'Формиране на адреси (URL) с долни черти:',
	'UrlsUnderscoresInfo'		=> 'Например %1 става %2 при тази опция.',
	'ShowSpaces'				=> 'Показване на празни символи в УикиИмената:',
	'ShowSpacesInfo'			=> 'Показва празните места в УикиИмената, например
МоетоИме
 се показва като
Моето Име
 при тази опция.',
	'NumerateLinks'				=> 'Номериране на връзките в режим на печат:',
	'NumerateLinksInfo'			=> 'Номерира и изброява всички връзки в долната част на изгледа за печат при тази опция.',
	'YouareHereText'			=> 'Деактивиране и визуализиране на самопосочващи се връзки:',
	'YouareHereTextInfo'		=> 'Визуализира връзките към същата страница, опитайте
<b>####</b>
, всички самопосочващи се връзки стават неактивни връзки, а удебелен текст.',

	// Pages settings
	'PagesSettingsInfo'			=> 'Тук можете да зададете или промените основните системни страници, използвани във Wiki. Моля, уверете се, че създавате или променяте съответните страници във Wiki според настройките, които правите тук.',
	'PagesSettingsUpdated'		=> 'Настройките на основните страници са актуализирани',

	'ListCount'					=> 'Брой елементи на списък:',
	'ListCountInfo'				=> 'Брой елементи, показани на всеки списък за гости или като стойност по подразбиране за нови потребители.',

	'ForumSection'				=> 'Опции за форум',
	'ForumCluster'				=> 'Клъстер за форум:',
	'ForumClusterInfo'			=> 'Основен клъстер за секцията на форума (действие %1).',
	'ForumTopics'				=> 'Брой теми на страница:',
	'ForumTopicsInfo'			=> 'Брой теми, показани на всяка страница от списъка в секциите на форума (действие %1).',
	'CommentsCount'				=> 'Брой коментари на страница:',
	'CommentsCountInfo'			=> 'Брой коментари, показани на всяка страница от списъка с коментари. Това се отнася за всички коментари на сайта, а не само за публикуваните във форума.',

	'NewsSection'				=> 'Секция Новини',
	'NewsCluster'				=> 'Клъстер за новините:',
	'NewsClusterInfo'			=> 'Основен клъстер за секцията с новини (действие %1).',
	'NewsStructure'				=> 'Структура на клъстера за новини:',
	'NewsStructureInfo'			=> 'Запазва статиите по избор в подклъстери по година/месец или седмица (напр.
[клъстер]/[година]/[месец]
).',

	'LicenseSection'			=> 'Лиценз',
	'DefaultLicense'			=> 'Лиценз по подразбиране:',
	'DefaultLicenseInfo'		=> 'Под какъв лиценз да се публикува съдържанието ви.',
	'EnableLicense'				=> 'Разреши лиценз:',
	'EnableLicenseInfo'			=> 'Разрешете показването на информация за лиценза.',
	'LicensePerPage'			=> 'Лиценз за всяка страница:',
	'LicensePerPageInfo'		=> 'Разрешете избор на лиценз за всяка страница, който собственикът на страницата може да избере чрез свойствата на страницата.',

	'ServicePagesSection'		=> 'Служебни страници',
	'RootPage'					=> 'Начална страница:',
	'RootPageInfo'				=> 'Таг на вашата главна страница, която се отваря автоматично, когато потребител посети вашия сайт.',

	'PrivacyPage'				=> 'Поверителност:',
	'PrivacyPageInfo'			=> 'Страницата с политиката за поверителност на сайта.',

	'TermsPage'					=> 'Правила и наредби:',
	'TermsPageInfo'				=> 'Страницата с правилата на сайта.',

	'SearchPage'				=> 'Търсене:',
	'SearchPageInfo'			=> 'Страница с формуляр за търсене (действие %1).',
	'RegistrationPage'			=> 'Регистрация:',
	'RegistrationPageInfo'		=> 'Страница за регистрация на нови потребители (действие %1).',
	'LoginPage'					=> 'Вход на потребител:',
	'LoginPageInfo'				=> 'Страница за вход на сайта (действие %1).',
	'SettingsPage'				=> 'Потребителски настройки:',
	'SettingsPageInfo'			=> 'Страница за персонализиране на потребителския профил (действие %1).',
	'PasswordPage'				=> 'Промяна на парола:',
	'PasswordPageInfo'			=> 'Страница с формуляр за промяна/заявка на потребителска парола (действие %1).',
	'UsersPage'					=> 'Списък с потребители:',
	'UsersPageInfo'				=> 'Страница със списък на регистрираните потребители (действие %1).',
	'CategoryPage'				=> 'Категория:',
	'CategoryPageInfo'			=> 'Страница със списък на категоризираните страници (действие %1).',
	'GroupsPage'				=> 'Групи:',
	'GroupsPageInfo'			=> 'Страница със списък на работещите групи (действие %1).',
	'WhatsNewPage'				=> 'Какво ново:',
	'WhatsNewPageInfo'			=> 'Страница със списък на всички нови, изтрити или променени страници, нови прикачени файлове и коментари (действие %1).',
	'ChangesPage'				=> 'Последни промени:',
	'ChangesPageInfo'			=> 'Страница със списък на последните променени страници (действие %1).',
	'CommentsPage'				=> 'Нови коментари:',
	'CommentsPageInfo'			=> 'Страница със списък на последните коментари на страниците (действие %1).',
	'RemovalsPage'				=> 'Изтрити страници:',
	'RemovalsPageInfo'			=> 'Страница със списък на скоро изтритите страници (действие %1).',
	'WantedPage'				=> 'Желани страници:',
	'WantedPageInfo'			=> 'Страница със списък на липсващите страници, към които има препратки (действие %1).',
	'OrphanedPage'				=> 'Изолирани страници:',
	'OrphanedPageInfo'			=> 'Страница със списък на съществуващите страници, които нямат връзки с останалите (действие %1).',
	'SandboxPage'				=> 'Пясъчник:',
	'SandboxPageInfo'			=> 'Страница, където потребителите могат да се обучават в използването на wiki маркъп.',
	'HelpPage'					=> 'Помощ:',
	'HelpPageInfo'				=> 'Раздел с документация за работа с инструментите на сайта.',
	'IndexPage'					=> 'Каталог:',
	'IndexPageInfo'				=> 'Страница със списък на всички страници (действие %1).',
	'RandomPage'				=> 'Случайна:',
	'RandomPageInfo'			=> 'Зарежда произволна страница (действие %1).',


	// Notification settings
	'NotificationSettingsInfo'	=> 'Параметри за известия на платформата.',
	'NotificationSettingsUpdated'	=> 'Настройките за известия са актуализирани',

	'EmailNotification'			=> 'Имейл известия:',
	'EmailNotificationInfo'		=> 'Разрешаване на имейл известия. Задайте ON за разрешаване на имейл известия, OFF за изключването им. Обърнете внимание, че изключването на имейл известията няма ефект върху имейлите, генерирани като част от процеса на регистрация на потребител.',
	'Autosubscribe'				=> 'Автоматичен абонамент:',
	'AutosubscribeInfo'			=> 'Автоматично записване на новата страница в известията на собственика за нейните промени.',

	'NotificationSection'		=> 'Настройки за известия на потребител по подразбиране',
	'NotifyPageEdit'			=> 'Извести за редакция на страница:',
	'NotifyPageEditInfo'		=> 'Чакащо - Изпращане на имейл известие само за първата промяна, докато потребителят не посети страницата отново.',
	'NotifyMinorEdit'			=> 'Извести за малка редакция:',
	'NotifyMinorEditInfo'		=> 'Изпраща известия и за малки редакции.',
	'NotifyNewComment'			=> 'Извести за нов коментар:',
	'NotifyNewCommentInfo'		=> 'Чакащо - Изпращане на имейл известие само за първия коментар, докато потребителят не посети страницата отново.',

	'NotifyUserAccount'			=> 'Извести за нов потребителски акаунт:',
	'NotifyUserAccountInfo'		=> 'Администраторът ще бъде известен, когато нов потребител е създаден чрез формуляра за регистрация.',
	'NotifyUpload'				=> 'Извести за качване на файл:',
	'NotifyUploadInfo'			=> 'Модераторите ще бъдат известени, когато файл е качен.',

	'PersonalMessagesSection'	=> 'Лични съобщения',
	'AllowIntercomDefault'		=> 'Разреши Intercom:',
	'AllowIntercomDefaultInfo'	=> 'Разрешаването на тази опция позволява на други потребители да изпращат лични съобщения на имейл адреса на получателя, без да разкриват адреса.',
	'AllowMassemailDefault'		=> 'Разреши масови имейли:',
	'AllowMassemailDefaultInfo'	=> 'Изпращат се съобщения само до тези потребители, които са разрешили на администраторите да им изпращат информация.',

	// Resync settings
	'Synchronize'				=> 'Синхронизиране',
	'UserStatsSynched'			=> 'Статистиката на потребителите е синхронизирана.',
	'PageStatsSynched'			=> 'Статистиката на страниците е синхронизирана.',
	'FeedsUpdated'				=> 'RSS емисиите са актуализирани.',
	'SiteMapCreated'			=> 'Новата версия на картата на сайта е създадена успешно.',
	'ParseNextBatch'			=> 'Обработка на следващата партида страници:',
	'WikiLinksRestored'			=> 'Wiki връзките са възстановени.',

	'LogUserStatsSynched'		=> 'Синхронизирана статистика на потребителите',
	'LogPageStatsSynched'		=> 'Синхронизирана статистика на страниците',
	'LogFeedsUpdated'			=> 'Синхронизирани RSS емисии',
	'LogPageBodySynched'		=> 'Преобразувано е съдържанието на страниците и връзките',

	'UserStats'					=> 'Статистика на потребителите',
	'UserStatsInfo'				=> 'Статистиката на потребителите (брой коментари, притежавани страници, ревизии и файлове) може в някои ситуации да се различава от актуалните данни.
Тази операция позволява актуализиране на статистиката до текущите актуални данни в базата данни.',
	'PageStats'					=> 'Статистика на страниците',
	'PageStatsInfo'				=> 'Статистиката на страниците (брой коментари, файлове и ревизии) може в някои ситуации да се различава от актуалните данни.
Тази операция позволява актуализиране на статистиката до текущите актуални данни в базата данни.',

	'AttachmentsInfo'			=> 'Актуализира хеша на файла за всички прикачени файлове в базата данни.',
	'AttachmentsSynched'		=> 'Повторна проверка на всички прикачени файлове',
	'LogAttachmentsSynched'		=> 'Повторна проверка на всички прикачени файлове',

	'Feeds'						=> 'Емисии',
	'FeedsInfo'					=> 'В случай на директно редактиране на страници в базата данни, съдържанието на RSS емисиите може да не отразява направените промени.
Тази функция синхронизира RSS каналите с текущото състояние на базата данни.',
	'XmlSiteMap'				=> 'XML Карта на сайта',
	'XmlSiteMapInfo'			=> 'Тази функция синхронизира XML картата на сайта с текущото състояние на базата данни.',
	'XmlSiteMapPeriod'			=> 'Период %1 дни. Последно записано %2.',
	'XmlSiteMapView'			=> 'Покажи картата на сайта в нов прозорец.',

	'ReparseBody'				=> 'Преобразуване на всички страници',
	'ReparseBodyInfo'			=> 'Изпразва
body_r
 в таблицата на страниците, така че всяка страница да се преобразува отново при следващото ѝ отваряне. Това може да бъде полезно, ако сте променили форматирането или сте променили домейна на вашия уики.',
	'PreparsedBodyPurged'		=> 'Полето
body_r
 в таблицата на страниците е изпразнено.',

	'WikiLinksResync'			=> 'Wiki връзки',
	'WikiLinksResyncInfo'		=> 'Извършва преобразуване на всички вътрешни връзки и възстановява съдържанието на таблиците
page_link
 и
file_link
 в случай на повреда или преместване (това може да отнеме значително време).',
	'RecompilePage'				=> 'Преизграждане на всички страници (изключително скъпо)',
	'ResyncOptions'				=> 'Допълнителни опции',
	'RecompilePageLimit'		=> 'Брой страници за обработка наведнъж.',

	// Email settings
	'EmaiSettingsInfo'			=> 'Тази информация се използва от форума при изпращане на имейли до други потребители. Уверете се, че въведеният имейл адрес е валиден, повредените и неполучените съобщения ще бъдат изпращани на този адрес. Ако хостингът ви не позволява използването на PHP-базираната функция mail(), можете да използвате директно SMTP.',

	'EmailSettingsUpdated'		=> 'Настройките за имейл са актуализирани',

	'EmailFunctionName'			=> 'Име на имейл функция:',
	'EmailFunctionNameInfo'		=> 'Функцията, използвана за изпращане на съобщения чрез PHP.',
	'UseSmtpInfo'				=> 'Изберете
SMTP
, ако искате или трябва да изпращате имейли през именуван сървър вместо локалната mail функция.',

	'EnableEmail'				=> 'Разрешаване на имейли:',
	'EnableEmailInfo'			=> 'Разрешаване на изпращане на имейли',

	'EmailIdentitySettings'		=> 'Идентичност на имейли на уебсайта',
	'FromEmailName'				=> 'Име на подателя:',
	'FromEmailNameInfo'			=> 'Името на подателя, част от
From:
 хедъра в имейлите за всички изпращани имейл известия от сайта.',
	'EmailSubjectPrefix'		=> 'Префикс на темата:',
	'EmailSubjectPrefixInfo'	=> 'Алтернативен префикс на темата на имейла, например
[Префикс] Тема
. Ако не е зададен, се използва евентуално по-дългото име на сайта %1 като префикс.',

	'NoReplyEmail'				=> 'Адрес за неотговаряне:',
	'NoReplyEmailInfo'			=> 'Този адрес, например
noreply@example.com
, ще се появи в полето
From:
 на имейл адреса на всички ваши имейл известия, изпращани от сайта.',
	'AdminEmail'				=> 'Имейл на собственика на сайта:',
	'AdminEmailInfo'			=> 'Този адрес се използва за административни цели, като известия за нови потребители.',
	'AbuseEmail'				=> 'Имейл за сигнали за злоупотреби:',
	'AbuseEmailInfo'			=> 'Адрес за спешни заявки: регистрация с чужд имейл и др. Може да съвпада с предходния.',

	'SendTestEmail'				=> 'Изпращане на тестов имейл',
	'SendTestEmailInfo'			=> 'Това ще изпрати тестов имейл до адреса, дефиниран във вашия акаунт.',
	'TestEmailSubject'			=> 'Вашият Wiki е правилно конфигуриран за изпращане на имейли',
	'TestEmailBody'				=> 'Ако сте получили този имейл, вашият Wiki е правилно конфигуриран за изпращане на имейли.',
	'TestEmailMessage'			=> 'Тестовият имейл е изпратен.
Ако не сте го получили, моля проверете настройките си за имейли.',

	'SmtpSettings'				=> 'SMTP настройки',
	'SmtpAutoTls'				=> 'Възможност за TLS:',
	'SmtpAutoTlsInfo'			=> 'Разрешава автоматично криптиране, ако види, че сървърът рекламира TLS криптиране (след като сте се свързали със сървъра), дори ако не сте задали режим на връзка за
SMTPSecure
.',
	'SmtpConnectionMode'		=> 'SMTP автентикация:',
	'SmtpConnectionModeInfo'	=> 'Използва се само ако е зададено потребителско име/парола, попитайте доставчика си ако не сте сигурни кой метод да използвате.',
	'SmtpPassword'				=> 'SMTP парола:',
	'SmtpPasswordInfo'			=> 'Въведете парола само ако SMTP сървърът я изисква. Важно: паролата се съхранява като обикновен текст в базата данни.',
	'SmtpPort'					=> 'SMTP сървър порт:',
	'SmtpPortInfo'				=> 'Променяйте само ако знаете, че SMTP е на друг порт.
(по подразбиране:
tls
 на порт 587 (или възможно 25) и
ssl
 на порт 465)',
	'SmtpServer'				=> 'SMTP сървър адрес:',
	'SmtpServerInfo'			=> 'Имайте предвид, че трябва да посочите протокола, който използва вашият сървър. Ако използвате SSL, трябва да бъде
ssl://mail.example.com
',
	'SmtpUsername'				=> 'SMTP потребителско име:',
	'SmtpUsernameInfo'			=> 'Въведете име само ако SMTP го изисква.',

	// Upload settings
	'UploadSettingsInfo'		=> 'От тук можете да конфигурирате основните настройки за качване на файлове.',
	'UploadSettingsUpdated'		=> 'Настройките за качване са актуализирани',

	'FileUploadsSection'		=> 'Качване на файлове',
	'RegisteredUsers'			=> 'регистрирани потребители',
	'RightToUpload'				=> 'Право за качване на файлове:',
	'RightToUploadInfo'			=> '
admins
 означава, че само потребители от групата администратори могат да качват файлове.
1
 означава, че качването е отворено за регистрирани потребители.
0
 означава, че качването е изключено.',
	'UploadMaxFilesize'			=> 'Максимален размер на файла:',
	'UploadMaxFilesizeInfo'		=> 'Максимален размер на всеки файл, ако поставите 0, размерът ще се ограничава от настройките на PHP.',
	'UploadQuota'				=> 'Обща квота за качване на файлове:',
	'UploadQuotaInfo'			=> 'Максимален размер на всички качени файлове,
0
 е неограничено. Използвани са %1.',
	'UploadQuotaUser'			=> 'Квота за съхранение на потребител:',
	'UploadQuotaUserInfo'		=> 'Ограничение на квотата за съхранение, която може да бъде качена от един потребител, като
0
 е неограничено.',

	'FileTypes'					=> 'Файлови формати',
	'UploadOnlyImages'			=> 'Разреши качване само на изображения:',
	'UploadOnlyImagesInfo'		=> 'Разрешава качване само на файлове с изображения на страницата.',
	'AllowedUploadExts'			=> 'Разрешени файлови разширения:',
	'AllowedUploadExtsInfo'		=> 'Разрешени разширения за качване на файлове, разделени със запетая, например
png, ogg, mp4
, в противен случай всички незабранени разширения на файлове са разрешени.
Трябва да ограничите списъка с разрешените типове файлове до необходимия минимум, нужен за функционалността на съдържанието на вашия сайт.',
	'CheckMimetype'				=> 'Проверете прикачените файлове:',
	'CheckMimetypeInfo'			=> 'При някои браузъри може да има проблем с MIME типовете. Тази опция решава този проблем.',
	'SvgSanitizer'				=> 'SVG санитайзер:',
	'SvgSanitizerInfo'			=> 'Тази опция позволява обработка на качените SVG файлове, за да се предотврати качването на уязвими SVG/XML файлове.',
	'TranslitFileName'			=> 'Транслитериране на имената на файловете:',
	'TranslitFileNameInfo'		=> 'Ако е приложимо и не е необходимо да има символи от Unicode, силно се препоръчва да се използват само алфа-цифрови символи.',
	'TranslitCaseFolding'		=> 'Преобразувайте имената на файловете в малки букви:',
	'TranslitCaseFoldingInfo'	=> 'Тази опция е ефективна само при активна транслитерация.',

	'Thumbnails'				=> 'Миниатюри',
	'CreateThumbnail'			=> 'Създай галерия:',
	'CreateThumbnailInfo'		=> 'Създай галерия за всички възможни ситуации.',
	'JpegQuality'				=> 'Качество на JPEG:',
	'JpegQualityInfo'			=> 'Качество при мащабиране на миниатюра JPEG. Трябва да бъде между 1 и 100, като 100 означава 100% качество.',
	'MaxImageArea'				=> 'Максимална площ на изображението:',
	'MaxImageAreaInfo'			=> 'Максималният брой пиксели, които може да има едно изходно изображение. Това осигурява ограничение на използваната памет от декомпресията на мащабатора на изображенията.
-1
 означава, че няма да се проверява размерът на изображението преди да се опита да го мащабира.
0
 означава, че той ще определи стойността автоматично.',
	'MaxThumbWidth'				=> 'Максимална ширина на миниатюрата:',
	'MaxThumbWidthInfo'			=> 'Генерираната миниатюра няма да превишава тази ширина.',
	'MinThumbFilesize'			=> 'Минимален размер на миниатюрата:',
	'MinThumbFilesizeInfo'		=> 'Не създавайте миниатюри на изображения по-малки от този размер.',
	'MaxImageWidth'				=> 'Ограничение на размера на изображението на страниците:',
	'MaxImageWidthInfo'			=> 'Максималната ширина на изображението на страниците, в противен случай се генерира умалена миниатюра.',

	// Deleted module
	'DeletedObjectsInfo'		=> 'Списък на изтритите страници, ревизии и файлове. Окончателно изтрийте или възстановете страниците, ревизиите или файловете от базата данни, като кликнете на връзката Изтрий или Възстанови в съответния ред. (Внимавайте, не се изисква потвърждение за изтриване!)',

	// Filter module
	'FilterSettingsInfo'		=> 'Думи, които автоматично ще бъдат цензурирани във вашия Wiki.',
	'FilterSettingsUpdated'		=> 'Настройките на филтъра за спам са актуализирани',

	'WordCensoringSection'		=> 'Цензуриране на думи',
	'SPAMFilter'				=> 'Филтър за СПАМ:',
	'SPAMFilterInfo'			=> 'Активиране на филтъра за СПАМ',
	'WordList'					=> 'Списък с думи:',
	'WordListInfo'				=> 'Дума или фраза
фрагмент
 за черния списък (по един на ред)',

	// Log module
	'LogFilterTip'				=> 'Филтрирай събитията по критерии:',
	'LogLevel'					=> 'Ниво',
	'LogLevelFilters'	=> [
		'1'		=> 'не по-ниско от',
		'2'		=> 'не по-високо от',
		'3'		=> 'равно на',
	],
	'LogNoMatch'				=> 'Няма събития, които отговарят на критериите',
	'LogDate'					=> 'Дата',
	'LogEvent'					=> 'Събитие',
	'LogUsername'				=> 'Потребителско име',
	'LogLevels'	=> [
		'1'		=> 'критично',
		'2'		=> 'най-високо',
		'3'		=> 'високо',
		'4'		=> 'средно',
		'5'		=> 'ниско',
		'6'		=> 'най-ниско',
		'7'		=> 'отстраняване на грешки',
	],

	// Massemail module
	'MassemailInfo'				=> 'Тук можете да изпратите съобщение по имейл до всички ваши потребители или до всички потребители от определена група, които са разрешили получаването на масови имейли. За целта ще бъде изпратен имейл до предоставения административен имейл адрес, с копие до всички получатели. По подразбиране се включват само 20 получателя в такъв имейл, за повече получатели ще бъдат изпратени повече имейли. Ако изпращате имейл до голяма група хора, моля бъдете търпеливи след изпращането и не спирайте страницата по средата на процеса. Нормално е масовото изпращане на имейли да отнеме дълго време, ще бъдете уведомени, когато скриптът завърши.',
	'LogMassemail'				=> 'Масов имейл изпратен %1 до група / потребител ',
	'MassemailSend'				=> 'Изпращане на масов имейл',

	'NoEmailMessage'			=> 'Трябва да въведете съобщение.',
	'NoEmailSubject'			=> 'Трябва да въведете заглавие на съобщението.',
	'NoEmailRecipient'			=> 'Трябва да посочите поне един потребител или потребителска група.',

	'MassemailSection'			=> 'Масов имейл',
	'MessageSubject'			=> 'Заглавие:',
	'MessageSubjectInfo'		=> '',
	'YourMessage'				=> 'Вашето съобщение:',
	'YourMessageInfo'			=> 'Моля, имайте предвид, че можете да въведете само обикновен текст. Всички форматиращи елементи ще бъдат премахнати преди изпращането.',

	'NoUser'					=> 'Няма потребител',
	'NoUserGroup'				=> 'Няма потребителска група',

	'SendToGroup'				=> 'Изпрати на група:',
	'SendToUser'				=> 'Изпрати на потребители:',
	'SendToUserInfo'			=> 'Изпраща съобщения само до тези потребители, които са разрешили на администраторите да им изпращат информация. Тази опция е налична в техните потребителски настройки в раздела Известия.',

	// System message module
	'SystemMessageInfo'			=> '',
	'SysMsgUpdated'				=> 'Системното съобщение е актуализирано',

	'SysMsgSection'				=> 'Системно съобщение',
	'SysMsg'					=> 'Системно съобщение:',
	'SysMsgInfo'				=> 'Вашият текст тук',

	'SysMsgType'				=> 'Тип:',
	'SysMsgTypeInfo'			=> 'Тип на съобщението (CSS).',
	'SysMsgAudience'			=> 'Аудитория:',
	'SysMsgAudienceInfo'		=> 'Аудиторията, на която се показва системното съобщение.',
	'EnableSysMsg'				=> 'Активиране на системното съобщение:',
	'EnableSysMsgInfo'			=> 'Показване на системното съобщение.',

	// User approval module
	'ApproveNotExists'			=> 'Моля, изберете поне един потребител чрез бутона "Задай".',

	'LogUserApproved'			=> 'Потребител ##%1## е одобрен',
	'LogUserBlocked'			=> 'Потребител ##%1## е блокиран',
	'LogUserDeleted'			=> 'Потребител ##%1## е премахнат от базата данни',
	'LogUserCreated'			=> 'Създаден е нов потребител ##%1##',
	'LogUserUpdated'			=> 'Потребител ##%1## е актуализиран',
	'LogUserPasswordReset'		=> 'Паролата за потребител ##%1## е успешно нулирана',

	'UserApproveInfo'			=> 'Одобрете новите потребители, преди да могат да влизат в сайта.',
	'Approve'					=> 'Одобри',
	'Deny'						=> 'Откажи',
	'Pending'					=> 'В очакване',
	'Approved'					=> 'Одобрен',
	'Denied'					=> 'Отказан',

	// DB Backup module
	'BackupStructure'			=> 'Структура',
	'BackupData'				=> 'Данни',
	'BackupFolder'				=> 'Папка',
	'BackupTable'				=> 'Таблица',
	'BackupCluster'				=> 'Клъстер:',
	'BackupFiles'				=> 'Файлове',
	'BackupNote'				=> 'Забележка:',
	'BackupSettings'			=> 'Посочете желаната схема за архивиране.
' .
    	'Основният клъстер не влияе на архивирането на глобалните файлове и кеш файловете (при избор те винаги се архивират изцяло).
' .  '<br>' .
		'Внимание: За да избегнете загуба на информация от базата данни при посочване на основния клъстер, таблиците от това архивиране няма да бъдат реструктурирани.',
	'BackupCompleted'			=> 'Архивирането и компресирането са завършени.
' .
    	'Файловете на архивния пакет са съхранени в поддиректорията %1.
',
	'LogSavedBackup'			=> 'Архивирана е базата данни ##%1##',
	'Backup'					=> 'Архивиране',
	'CantReadFile'				=> 'Не може да се прочете файлът %1.',

	// DB Restore module
	'RestoreInfo'				=> 'Можете да възстановите всеки от намерените архивни пакети или да го премахнете от сървъра.',
	'ConfirmDbRestore'			=> 'Искате ли да възстановите архивното копие %1?',
	'ConfirmDbRestoreInfo'		=> 'Моля, изчакайте, това може да отнеме няколко минути.',
	'RestoreWrongVersion'		=> 'Грешна версия на WackoWiki!',
	'DirectoryNotExecutable'	=> 'Директорията %1 не е изпълнима.',
	'BackupDelete'				=> 'Сигурни ли сте, че искате да премахнете архивното копие %1?',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'Допълнителни опции за възстановяване:',
	'RestoreOptionsInfo'		=> '* Преди възстановяването на архивно копие на клъстер, ' .
									'целевите таблици не се изтриват (за да се предотврати загуба на информация от клъстерите, които не са били архивирани). ' .
									'По този начин по време на възстановяването ще възникнат дублиращи се записи. ' .
									'В нормален режим всички те ще бъдат заменени от записите от архивното копие (използвайки SQL-инструкцията
REPLACE
), ' .
									'но ако тази опция е избрана, всички дублиращи се записи се пропускат (ще се запазят текущите стойности на записите), ' .
									'и само записите с нови ключове ще бъдат добавени към таблицата (SQL-инструкция
INSERT IGNORE
).
' .
									'Забележка: При възстановяване на пълно архивно копие на сайта тази опция няма значение.
' .
									'<br>' .
									'** Ако архивното копие съдържа потребителски файлове (глобални и по страници, кеш файлове и др.), ' .
									'в нормален режим те заменят съществуващите файлове със същите имена и се разполагат в същата директория при възстановяване. ' .
									'Тази опция позволява да се запазят текущите копия на файловете и да се възстановят от архивното копие само новите файлове (липсващи на сървъра).',
	'IgnoreDuplicatedKeysNr'	=> 'Игнорирай дублиращи се ключове на таблиците (не заменяй)',
	'IgnoreSameFiles'			=> 'Игнорирай същите файлове (не презаписвай)',
	'NoBackupsAvailable'		=> 'Няма налични архивни копия.',
	'BackupEntireSite'			=> 'Целият сайт',
	'BackupRestored'			=> 'Архивното копие е възстановено, долу е приложен обобщен доклад. За да изтриете този архивен пакет, кликнете',
	'BackupRemoved'				=> 'Избраното архивно копие е успешно премахнато.',
	'LogRemovedBackup'			=> 'Премахнато е архивно копие на базата данни ##%1##',

	'DbEngineInvalid'			=> 'Невалиден двигател на база данни, очаква се %1',
	'RestoreStarted'			=> 'Започна възстановяване',
	'RestoreParameters'			=> 'Използвани параметри',
	'IgnoreDuplicatedKeys'		=> 'Игнорирай дублиращи се ключове',
	'IgnoreDuplicatedFiles'		=> 'Игнорирай дублиращи се файлове',
	'SavedCluster'				=> 'Запазен клъстер',
	'DataProtection'			=> 'Защита на данни - %1 пропуснати',
	'AssumeDropTable'			=> 'Предполага се %1',
	'RestoreSQLiteDatabase'		=> 'Възстановяване на базата данни на SQLite',
	'SQLiteDatabaseRestored'	=> 'Базата данни е успешно възстановена от:',
	'RestoreTableStructure'		=> 'Възстановяване на структурата на таблицата',
	'RunSqlQueries'				=> 'Изпълняване на SQL-инструкции:',
	'CompletedSqlQueries'		=> 'Завършено. Обработени инструкции:',
	'NoTableStructure'			=> 'Структурата на таблиците не е била запазена - пропускане',
	'RestoreRecords'			=> 'Възстановяване на съдържанието на таблиците',
	'ProcessTablesDump'			=> 'Само изтегляне и обработка на табличен дамп',
	'Instruction'				=> 'Инструкция',
	'RestoredRecords'			=> 'записи:',
	'RecordsRestoreDone'		=> 'Завършено. Общо записи:',
	'SkippedRecords'			=> 'Данни не са запазени - пропускане',
	'RestoringFiles'			=> 'Възстановяване на файлове',
	'DecompressAndStore'		=> 'Декомпресиране и съхраняване на съдържанието на директориите',
	'HomonymicFiles'			=> 'хомонимични файлове',
	'RestoreSkip'				=> 'пропускане',
	'RestoreReplace'			=> 'заместване',
	'RestoreFile'				=> 'Файл:',
	'RestoredFiles'				=> 'възстановени:',
	'SkippedFiles'				=> 'пропуснати:',
	'FileRestoreDone'			=> 'Завършено. Общо файлове:',
	'FilesAll'					=> 'всички:',
	'SkipFiles'					=> 'Файловете не са запазени - пропускане',
	'RestoreDone'				=> 'ВЪЗСТАНОВЯВАНЕТО Е ЗАВЪРШЕНО',

	'BackupCreationDate'		=> 'Дата на създаване',
	'BackupPackageContents'		=> 'Съдържание на пакета',
	'BackupRestore'				=> 'Възстановяване',
	'BackupRemove'				=> 'Премахване',
	'RestoreYes'				=> 'Да',
	'RestoreNo'					=> 'Не',
	'LogDbRestored'				=> 'Възстановено е архивно копие ##%1## на базата данни.',

	'BackupArchived'			=> 'Архивирано е резервно копие %1.',
	'BackupArchiveExists'		=> 'Архивът на резервно копие %1 вече съществува.',
	'LogBackupArchived'			=> 'Архивирано е резервно копие ##%1##.',

	// User module
	'UsersInfo'					=> 'Тук можете да променяте информацията за потребителите и някои специфични опции.',

	'UsersAdded'				=> 'Потребителят е добавен',
	'UsersDeleteInfo'			=> '[Информация за изтриване на потребител тук..]',
	'EditButton'				=> 'Промени',
	'UsersAddNew'				=> 'Добавяне на нов потребител',
	'UsersDelete'				=> 'Наистина ли искате да премахнете потребител %1?',
	'UsersDeleted'				=> 'Потребителят %1 е изтрит от базата данни.',
	'UsersRename'				=> 'Преименуване на потребител %1 на',
	'UsersRenameInfo'			=> '* Забележка: Промяната ще засегне всички страници, които са присвоени на този потребител.',
	'UsersUpdated'				=> 'Потребителят е актуализиран успешно.',

	'UserIP'					=> 'IP',
	'UserSignuptime'			=> 'Дата на регистрация',
	'UserActions'				=> 'Действия',
	'NoMatchingUser'			=> 'Няма потребители, отговарящи на критериите',

	'UserAccountNotify'			=> 'Уведомяване на потребителя',
	'UserNotifySignup'			=> 'информирайте потребителя за новия акаунт',
	'UserVerifyEmail'			=> 'задайте маркер за потвърждение на имейл и добавете връзка за потвърждаване на имейл',
	'UserReVerifyEmail'			=> 'Повторно изпращане на маркер за потвърждение на имейл',

	// Groups module
	'GroupsInfo'				=> 'От този панел можете да администрирате всички ваши потребителски групи. Можете да изтривате, създавате и редактирате съществуващи групи. Освен това можете да избирате лидери на групи, да превключвате статуса на групата между отворена/скрита/затворена и да задавате име и описание на групата.',

	'LogMembersUpdated'			=> 'Актуализирани членове на потребителската група',
	'LogMemberAdded'			=> 'Добавeн член ##%1## към група ##%2##',
	'LogMemberRemoved'			=> 'Премахнат член ##%1## от група ##%2##',
	'LogGroupCreated'			=> 'Създадена нова група ##%1##',
	'LogGroupRenamed'			=> 'Група ##%1## преименувана на ##%2##',
	'LogGroupRemoved'			=> 'Премахната група ##%1##',

	'GroupsMembersFor'			=> 'Членове на групата',
	'GroupsDescription'			=> 'Описание',
	'GroupsModerator'			=> 'Модератор',
	'GroupsOpen'				=> 'Отворена',
	'GroupsActive'				=> 'Активна',
	'GroupsTip'					=> 'Кликнете за редактиране на групата',
	'GroupsUpdated'				=> 'Групите са актуализирани',
	'GroupsAlreadyExists'		=> 'Тази група вече съществува.',
	'GroupsAdded'				=> 'Групата е добавена успешно.',
	'GroupsRenamed'				=> 'Групата е преименувана успешно.',
	'GroupsDeleted'				=> 'Групата %1 е изтрита от базата данни и всички страници.',
	'GroupsAdd'					=> 'Добавяне на нова група',
	'GroupsRename'				=> 'Преименуване на групата %1 на',
	'GroupsRenameInfo'			=> '* Забележка: Промяната ще засегне всички страници, които са присвоени на тази група.',
	'GroupsDelete'				=> 'Сигурни ли сте, че искате да изтриете групата %1?',
	'GroupsDeleteInfo'			=> '* Забележка: Промяната ще засегне всички членове, които са присвоени на тази група.',
	'GroupsIsSystem'			=> 'Групата %1 е системна и не може да бъде премахната.',
	'GroupsStoreButton'			=> 'Запазване на групите',
	'GroupsEditInfo'			=> 'За да редактирате списъка с групи, изберете радио бутона.',

	'GroupAddMember'			=> 'Добавяне на член',
	'GroupRemoveMember'			=> 'Премахване на член',
	'GroupAddNew'				=> 'Добавяне на група',
	'GroupEdit'					=> 'Редактиране на група',
	'GroupDelete'				=> 'Премахване на група',

	'MembersAddNew'				=> 'Добавяне на нов член',
	'MembersAdded'				=> 'Новият член е добавен успешно в групата.',
	'MembersRemove'				=> 'Сигурни ли сте, че искате да премахнете члена %1?',
	'MembersRemoved'			=> 'Членът е премахнат от групата.',

	// Statistics module
	'DbStatSection'				=> 'Статистика на базата данни',
	'DbTable'					=> 'Таблица',
	'DbRecords'					=> 'Записи',
	'DbSize'					=> 'Размер на файла',
	'DbIndex'					=> 'Индекс',
	'DbTotal'					=> 'Общо',

	'FileStatSection'			=> 'Статистика на файловата система',
	'FileFolder'				=> 'Папка',
	'FileFiles'					=> 'Файлове',
	'FileSize'					=> 'Размер на файла',
	'FileTotal'					=> 'Общо',

	// Sysinfo module
	'SysInfo'					=> 'Информация за версията:',
	'SysParameter'				=> 'Параметър',
	'SysValues'					=> 'Стойности',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'Последно обновяване',
	'ServerOS'					=> 'Операционна система',
	'ServerName'				=> 'Име на сървъра',
	'WebServer'					=> 'Уеб сървър',
	'HttpProtocol'				=> 'HTTP протокол',
	'DbVersion'					=> 'База данни',
	'SqlModesGlobal'			=> 'SQL режими (глобални)',
	'SqlModesSession'			=> 'SQL режими (сесия)',
	'IcuVersion'				=> 'ICU',
	'PhpVersion'				=> 'PHP версия',
	'MemoryLimit'				=> 'Лимит на паметта',
	'UploadFilesizeMax'			=> 'Максимален размер на качване на файлове',
	'PostMaxSize'				=> 'Максимален размер на POST заявката',
	'MaxExecutionTime'			=> 'Максимално време за изпълнение',
	'SessionPath'				=> 'Път на сесията',
	'PhpDefaultCharset'			=> 'PHP кодировка по подразбиране',
	'GZipCompression'			=> 'GZip компресия',
	'PhpExtensions'				=> 'PHP разширения',
	'ApacheModules'				=> 'Apache модули',

	// DB repair module
	'DbRepairSection'			=> 'Поправка на базата данни',
	'DbRepair'					=> 'Поправка на базата данни',
	'DbRepairInfo'				=> 'Този скрипт може автоматично да открива и поправя някои често срещани проблеми с базата данни. Поправката може да отнеме известно време, затова моля бъдете търпеливи.',

	'DbOptimizeRepairSection'	=> 'Поправка и оптимизация на базата данни',
	'DbOptimizeRepair'			=> 'Поправка и оптимизация на базата данни',
	'DbOptimizeRepairInfo'		=> 'Този скрипт може също да опита да оптимизира базата данни. Това подобрява производителността в някои ситуации. Поправката и оптимизацията на базата данни могат да отнемат много време и базата данни ще бъде заключена по време на оптимизацията.',

	'TableOk'					=> 'Таблицата %1 е наред.',
	'TableNotOk'				=> 'Таблицата %1 не е наред. Докладвана е следната грешка: %2. Този скрипт ще се опита да поправи тази таблица...',
	'TableRepaired'				=> 'Таблицата %1 е поправена успешно.',
	'TableRepairFailed'			=> 'Неуспешна поправка на таблицата %1.
Грешка: %2',
	'TableAlreadyOptimized'		=> 'Таблицата %1 вече е оптимизирана.',
	'TableOptimized'			=> 'Таблицата %1 е оптимизирана успешно.',
	'TableOptimizeFailed'		=> 'Неуспешна оптимизация на таблицата %1.
Грешка: %2',
	'TableNotRepaired'			=> 'Някои проблеми с базата данни не можаха да бъдат поправени.',
	'RepairsComplete'			=> 'Поправките са завършени',

	// Inconsistencies module
	'InconsistenciesInfo'		=> 'Показване и поправяне на несъответствия, изтриване или присвояване на изоставени записи на нов потребител/стойност.',
	'Inconsistencies'			=> 'Несъответствия',
	'CheckDatabase'				=> 'База данни',
	'CheckDatabaseInfo'			=> 'Проверка за несъответствия в записите на базата данни.',
	'CheckFiles'				=> 'Файлове',
	'CheckFilesInfo'			=> 'Проверка за изоставени файлове, файлове без препратки в таблицата с файлове.',
	'Records'					=> 'Записи',
	'InconsistenciesNone'		=> 'Не са открити несъответствия в данните.',
	'InconsistenciesDone'		=> 'Несъответствията в данните са отстранени.',
	'InconsistenciesRemoved'	=> 'Премахнати несъответствия',
	'Check'						=> 'Проверка',
	'Solve'						=> 'Отстраняване',

	// Bad Behaviour module
	'BbInfo'					=> 'Открива и блокира нежелани уеб достъпи, отказва достъп на автоматизирани спам ботове
За повече информация моля посетете %1 началната страница.',
	'BbEnable'					=> 'Активиране на Bad Behaviour:',
	'BbEnableInfo'				=> 'Всички други настройки могат да бъдат променени в конфигурационната папка %1.',
	'BbStats'					=> 'Bad Behaviour е блокирал %1 опита за достъп през последните 7 дни.',

	'BbSummary'					=> 'Обобщение',
	'BbLog'						=> 'Дневник',
	'BbSettings'				=> 'Настройки',
	'BbWhitelist'				=> 'Бял списък',

	// --> Log
	'BbHits'					=> 'Посещения',
	'BbRecordsFiltered'			=> 'Показване на %1 от %2 записа, филтрирани по',
	'BbStatus'					=> 'Статус',
	'BbBlocked'					=> 'Блокиран',
	'BbPermitted'				=> 'Разрешен',
	'BbIp'						=> 'IP',
	'BbGetPost'					=> 'GET/POST',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'Показване на всички %1 записа',
	'BbShow'					=> 'Покажи',
	'BbIpDateStatus'			=> 'IP/Дата/Статус',
	'BbHeaders'					=> 'Заглавни редове',
	'BbEntity'					=> 'Елемент',

	// --> Whitelist
	'BbOptionsSaved'			=> 'Настройките са запазени.',
	'BbWhitelistHint'			=> 'Неподходящо добавяне в белия списък ЩЕ ви изложи на спам или ще накара Bad Behaviour да спре да функционира изцяло! НЕ ДОБАВЯЙТЕ В БЕЛИЯ СПИСЪК освен ако не сте 100% СИГУРНИ, че трябва!',
	'BbIpAddress'				=> 'IP адрес',
	'BbIpAddressInfo'			=> 'IP адрес или диапазон от адреси в CIDR формат за добавяне в белия списък (по един на ред)',
	'BbUrl'						=> 'URL',
	'BbUrlInfo'					=> 'Фрагменти от URL адреси, започващи след името на вашия уеб сайт (по един на ред)',
	'BbUserAgent'				=> 'User Agent',
	'BbUserAgentInfo'			=> 'Низове на User Agent за добавяне в белия списък (по един на ред)',

	// --> Settings
	'BbSettingsUpdated'			=> 'Настройките на Bad Behaviour са актуализирани',
	'BbLogRequest'				=> 'Логиране на HTTP заявки',
	'BbLogVerbose'				=> 'Подробно',
	'BbLogNormal'				=> 'Нормално (препоръчително)',
	'BbLogOff'					=> 'Без логиране (не се препоръчва)',
	'BbSecurity'				=> 'Сигурност',
	'BbStrict'					=> 'Строга проверка',
	'BbStrictInfo'				=> 'блокира повече спам, но може да блокира и някои потребители',
	'BbOffsiteForms'			=> 'Разрешаване на формуляри от други уеб сайтове',
	'BbOffsiteFormsInfo'		=> 'необходимо за OpenID; увеличава получавания спам',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'За да използвате http:BL функциите на Bad Behaviour, трябва да имате %1',
	'BbHttpblKey'				=> 'http:BL Ключ за достъп',
	'BbHttpblThreat'			=> 'Минимално ниво на заплаха (препоръчително е 25)',
	'BbHttpblMaxage'			=> 'Максимална възраст на данните (препоръчително е 30)',
	'BbReverseProxy'			=> 'Обратен прокси/Товарен балансьор',
	'BbReverseProxyInfo'		=> 'Ако използвате Bad Behaviour зад обратен прокси, товарен балансьор, HTTP ускорител, кеш на съдържание или подобна технология, активирайте опцията за обратен прокси.
' .
									'Ако имате верига от два или повече обратни проксита между вашия сървър и публичния Интернет, трябва да посочите всички IP адресни диапазони (в CIDR формат) на всички ваши прокси сървъри, балансьори и т.н. В противен случай Bad Behaviour може да не успее да определи истинския IP адрес на клиента.
' .
									'Освен това вашите обратни прокси сървъри трябва да задават IP адреса на Интернет клиента, от който са получили заявката, в HTTP хедър. Ако не посочите хедър, ще се използва %1. Повечето прокси сървъри вече поддържат X-Forwarded-For и тогава трябва само да се уверите, че е активиран на вашите прокси сървъри. Някои други често използвани имена на хедъри включват %2 и %3.',
	'BbReverseProxyEnable'		=> 'Активиране на обратен прокси',
	'BbReverseProxyHeader'		=> 'Хедър, съдържащ IP адреса на Интернет клиентите',
	'BbReverseProxyAddresses'	=> 'IP адрес или диапазон от адреси в CIDR формат за вашите прокси сървъри (по един на ред)',

];
