<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'Βασικές λειτουργίες',
		'preferences'	=> 'Προτιμήσεις',
		'content'		=> 'Περιεχόμενο',
		'users'			=> 'Μέλη',
		'maintenance'	=> 'Συντήρηση',
		'messages'		=> 'Μηνύματα',
		'extension'		=> 'Επεκτάσεις',
		'database'		=> 'Βάση δεδομένων',
	],

	// Admin panel
	'AdminPanel'				=> 'Πίνακας Ελέγχου Διαχειριστή',
	'RecoveryMode'				=> 'Λειτουργία ανάκτησης',
	'Authorization'				=> 'Εξουσιοδότηση',
	'AuthorizationTip'			=> 'Παρακαλούμε εισάγετε τον κωδικό διαχειριστή (βεβαιωθείτε ότι τα cookies επιτρέπονται στο πρόγραμμα περιήγησης).',
	'NoRecoveryPassword'		=> 'Ο κωδικός πρόσβασης διαχειριστή δεν έχει καθοριστεί!',
	'NoRecoveryPasswordTip'		=> 'Σημείωση: Η απουσία κωδικού πρόσβασης διαχειριστή αποτελεί απειλή για την ασφάλεια! Εισάγετε το hash του κωδικού πρόσβασης στο αρχείο ρυθμίσεων και εκτελέστε ξανά το πρόγραμμα.',

	'ErrorLoadingModule'		=> 'Σφάλμα κατά τη φόρτωση του admin module %1: δεν υπάρχει.',

	'ApHomePage'				=> 'Αρχική Σελίδα',
	'ApHomePageTip'				=> 'Κλείστε τη διαχείριση συστήματος και ανοίξτε την κεντρική σελίδα',
	'ApLogOut'					=> 'Αποσύνδεση',
	'ApLogOutTip'				=> 'εγκατάλειψη διαχείρισης συστήματος',

	'TimeLeft'					=> 'Χρόνος που απομένει:  %1 λεπτά',
	'ApVersion'					=> 'έκδοση',

	'SiteOpen'					=> 'Άνοιγμα',
	'SiteOpened'				=> 'ο ιστότοπος άνοιξε',
	'SiteOpenedTip'				=> 'Ο ιστότοπος είναι ανοιχτός',
	'SiteClose'					=> 'Κλείσιμο',
	'SiteClosed'				=> 'ο ιστότοπος έκλεισε',
	'SiteClosedTip'				=> 'Ο ιστότοπος είναι κλειστός',

	'System'					=> 'Σύστημα',

	// Generic
	'Cancel'					=> 'Ακύρωση',
	'Add'						=> 'Προσθήκη',
	'Edit'						=> 'Επεξεργασία',
	'Remove'					=> 'Αφαίρεση',
	'Enabled'					=> 'Ενεργοποίηση',
	'Disabled'					=> 'Απενεργοποιημένο',
	'Mandatory'					=> 'Υποχρεωτικό',
	'Admin'						=> 'Διαχειριστής',
	'Min'						=> 'Ελάχιστο',
	'Max'						=> 'Μέγιστο',

	'MiscellaneousSection'		=> 'Διάφορα',
	'MainSection'				=> 'Γενικές Επιλογές',

	'DirNotWritable'			=> 'Ο κατάλογος %1 δεν είναι εγγράψιμος.',
	'FileNotWritable'			=> 'Το αρχείο %1 δεν είναι εγγράψιμο.',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'Βασικό',
		'title'		=> 'Βασικές ρυθμίσεις',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'Εμφάνιση',
		'title'		=> 'Ρυθμίσεις εμφάνισης',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'E-mail',
		'title'		=> 'Ρυθμίσεις Email',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'Κοινοποίηση',
		'title'		=> 'Ρυθμίσεις σύνδεσης',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'Φίλτρο',
		'title'		=> 'Ρυθμίσεις φίλτρου',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'Διαμορφωτής',
		'title'		=> 'Επιλογές μορφοποίησης',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'Ειδοποιήσεις',
		'title'		=> 'Ρυθμίσεις ειδοποιήσεων',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'Σελίδες',
		'title'		=> 'Σελίδες και παράμετροι τοποθεσίας',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'Προσβάσεις',
		'title'		=> 'Ρυθμίσεις δικαιωμάτων',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'Ασφάλεια',
		'title'		=> 'Ρυθμίσεις υποσυστημάτων ασφαλείας',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'Σύστημα',
		'title'		=> 'Επιλογές συστήματος',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'Ανέβασμα',
		'title'		=> 'Ρυθμίσεις συνημμένων',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'Διαγράφηκε',
		'title'		=> 'Νέο διαγραμμένο περιεχόμενο',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'Μενού',
		'title'		=> 'Προσθέστε, επεξεργαστείτε ή καταργήστε τα προεπιλεγμένα στοιχεία μενού',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'Αντίγραφα Ασφαλείας',
		'title'		=> 'Δημιουργία αντιγράφων ασφαλείας δεδομένων',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'Επισκευή',
		'title'		=> 'Επισκευή και βελτιστοποίηση Βάσης Δεδομένων',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'Επαναφορά',
		'title'		=> 'Επαναφορά δεδομένων αντιγράφου ασφαλείας',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'Κύριο Μενού',
		'title'		=> 'Διαχείριση WackoWiki',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'Ασυνέπειες',
		'title'		=> 'Διόρθωση Ασυνεπειών Δεδομένων',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'Συγχρονισμός Δεδομένων',
		'title'		=> 'Συγχρονισμός δεδομένων',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'Μαζικό email',
		'title'		=> 'Μαζικό email',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'Μήνυμα συστήματος',
		'title'		=> 'Μηνύματα συστήματος',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'Πληροφορίες Συστήματος',
		'title'		=> 'Πληροφορίες Συστήματος',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'Καταγραφή Συστήματος',
		'title'		=> 'Καταγραφή συμβάντων συστήματος',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'Στατιστικά',
		'title'		=> 'Εμφάνιση στατιστικών',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'Κακή Συμπεριφορά',
		'title'		=> 'Κακή Συμπεριφορά',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'Έγκριση',
		'title'		=> 'Έγκριση εγγραφής χρήστη',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'Ομάδες',
		'title'		=> 'Διαχείριση ομάδων',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'Χρήστες',
		'title'		=> 'Διαχείριση χρηστών',
	],

	// Main module
	'MainNote'					=> 'Σημείωση: Συνιστάται η προσωρινή παρεμπόδιση της πρόσβασης στην τοποθεσία για συντήρηση της διοίκησης.',

	'PurgeSessions'				=> 'Εκκαθάριση',
	'PurgeSessionsTip'			=> 'Εκκαθάριση όλων των συνεδριών',
	'PurgeSessionsConfirm'		=> 'Είστε βέβαιοι ότι θέλετε να καθαρίσετε όλες τις συνεδρίες? Αυτό θα αποσυνδεθεί όλους τους χρήστες.',
	'PurgeSessionsExplain'		=> 'Εκκαθάριση όλων των συνεδριών. Αυτό θα αποσυνδέσει όλους τους χρήστες περικόπτοντας τον πίνακα auth_token.',
	'PurgeSessionsDone'			=> 'Επιτυχής εκκαθάριση συνεδριών.',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'Ενημερώθηκαν οι βασικές ρυθμίσεις',
	'LogBasicSettingsUpdated'	=> 'Ενημερώθηκαν οι βασικές ρυθμίσεις',

	'SiteName'					=> 'Όνομα ιστοτόπου:',
	'SiteNameInfo'				=> 'Ο τίτλος αυτού του ιστοτόπου. Εμφανίζεται στον τίτλο του προγράμματος περιήγησης, την κεφαλίδα του θέματος, την ειδοποίηση ηλεκτρονικού ταχυδρομείου, κλπ.',
	'SiteDesc'					=> 'Περιγραφή τοποθεσίας:',
	'SiteDescInfo'				=> 'Συμπλήρωμα στον τίτλο της ιστοσελίδας που εμφανίζεται στην κεφαλίδα των σελίδων. Εξηγεί, με λίγα λόγια, τι αφορά αυτή η ιστοσελίδα.',
	'AdminName'					=> 'Διαχειριστής της ιστοσελίδας:',
	'AdminNameInfo'				=> 'Όνομα χρήστη του ατόμου που είναι υπεύθυνος για τη συνολική υποστήριξη του ιστότοπου. Αυτό το όνομα δεν χρησιμοποιείται για τον καθορισμό των δικαιωμάτων πρόσβασης, αλλά είναι επιθυμητό να συμμορφώνεται με το όνομα του επικεφαλής διαχειριστή της ιστοσελίδας.',

	'LanguageSection'			=> 'Γλώσσα',
	'DefaultLanguage'			=> 'Προεπιλεγμένη γλώσσα:',
	'DefaultLanguageInfo'		=> 'Καθορίζει τη γλώσσα των μηνυμάτων που εμφανίζονται σε μη εγγεγραμμένους επισκέπτες, καθώς και τις τοπικές ρυθμίσεις.',
	'MultiLanguage'				=> 'Υποστήριξη πολλαπλών γλωσσών:',
	'MultiLanguageInfo'			=> 'Ενεργοποιήστε τη δυνατότητα επιλογής γλώσσας ανά σελίδα.',
	'AllowedLanguages'			=> 'Επιτρεπόμενες γλώσσες:',
	'AllowedLanguagesInfo'		=> 'Συνιστάται να επιλέξετε μόνο το σύνολο των γλωσσών που θέλετε να χρησιμοποιήσετε, άλλες σοφές επιλέγονται όλες οι γλώσσες.',

	'CommentSection'			=> 'Σχόλια',
	'AllowComments'				=> 'Επιτρέψτε σχόλια:',
	'AllowCommentsInfo'			=> 'Ενεργοποιήστε μόνο τα σχόλια για τους επισκέπτες ή τους εγγεγραμμένους χρήστες ή απενεργοποιήστε τα σε ολόκληρη την ιστοσελίδα.',
	'SortingComments'			=> 'Σχόλια ταξινόμησης:',
	'SortingCommentsInfo'		=> 'Αλλάζει τη σειρά που παρουσιάζονται τα σχόλια της σελίδας, είτε με το πιο πρόσφατο OR το παλαιότερο σχόλιο στην κορυφή.',
	'CommentsOffset'			=> 'Σελίδα σχολίων:',
	'CommentsOffsetInfo'		=> 'Σελίδες σχολίων που θα εμφανίζονται από προεπιλογή',

	'ToolbarSection'			=> 'Γραμμή Εργαλείων',
	'CommentsPanel'				=> 'Πίνακας σχολίων:',
	'CommentsPanelInfo'			=> 'Η προεπιλεγμένη εμφάνιση σχολίων στο κάτω μέρος της σελίδας.',
	'FilePanel'					=> 'Πίνακας αρχείων:',
	'FilePanelInfo'				=> 'Η προεπιλεγμένη εμφάνιση των συνημμένων στο κάτω μέρος της σελίδας.',
	'TagsPanel'					=> 'Πίνακας ετικετών:',
	'TagsPanelInfo'				=> 'Η προεπιλεγμένη εμφάνιση του πίνακα ετικετών στο κάτω μέρος της σελίδας.',

	'NavigationSection'			=> 'Navigation',
	'ShowPermalink'				=> 'Εμφάνιση permalink:',
	'ShowPermalinkInfo'			=> 'Η προεπιλεγμένη εμφάνιση του permalink για την τρέχουσα έκδοση της σελίδας.',
	'TocPanel'					=> 'Πίνακας περιεχομένων:',
	'TocPanelInfo'				=> 'Ο προεπιλεγμένος πίνακας εμφάνισης περιεχομένων μιας σελίδας (μπορεί να χρειαστεί υποστήριξη στα πρότυπα).',
	'SectionsPanel'				=> 'Πίνακας τομέων:',
	'SectionsPanelInfo'			=> 'Από προεπιλογή, εμφάνιση του πίνακα των παρακείμενων σελίδων (απαιτεί υποστήριξη στα πρότυπα).',
	'DisplayingSections'		=> 'Εμφάνιση τομέων:',
	'DisplayingSectionsInfo'	=> 'Όταν έχουν οριστεί οι προηγούμενες επιλογές, αν θα εμφανίζονται μόνο υποσελίδες της σελίδας (<em>χαμηλότερο</em>), μόνο γείτονας (<em>πάνω</em>), και τα δύο ή άλλα (<em>δέντρο</em>).',
	'MenuItems'					=> 'Στοιχεία μενού:',
	'MenuItemsInfo'				=> 'Προεπιλεγμένος αριθμός εμφανιζόμενων στοιχείων μενού (μπορεί να χρειαστεί υποστήριξη στα πρότυπα).',

	'HandlerSection'			=> 'Handler',
	'HideRevisions'				=> 'Απόκρυψη αναθεωρήσεων:',
	'HideRevisionsInfo'			=> 'Η προεπιλεγμένη εμφάνιση των αναθεωρήσεων της σελίδας.',
	'AttachmentHandler'			=> 'Ενεργοποίηση χειρισμού συνημμένων:',
	'AttachmentHandlerInfo'		=> 'Επιτρέπεται η εμφάνιση του χειριστή συνημμένων.',
	'SourceHandler'				=> 'Ενεργοποίηση χειρισμού πηγής:',
	'SourceHandlerInfo'			=> 'Επιτρέπει την εμφάνιση του αρχικού χειριστή.',
	'ExportHandler'				=> 'Ενεργοποίηση χειρισμού εξαγωγής XML:',
	'ExportHandlerInfo'			=> 'Επιτρέπει την εμφάνιση του χειριστή εξαγωγής XML.',

	'DiffModeSection'			=> 'Λειτουργίες Diff',
	'DefaultDiffModeSetting'	=> 'Προεπιλεγμένη λειτουργία diff:',
	'DefaultDiffModeSettingInfo'=> 'Προεπιλεγμένη λειτουργία diff.',
	'AllowedDiffMode'			=> 'Επιτρεπόμενες λειτουργίες diff:',
	'AllowedDiffModeInfo'		=> 'Συνιστάται να επιλέξετε μόνο το σύνολο των λειτουργιών diff που θέλετε να χρησιμοποιήσετε, διαφορετικά όλες οι λειτουργίες diff είναι επιλεγμένες.',
	'NotifyDiffMode'			=> 'Λειτουργία diff ειδοποίησης:',
	'NotifyDiffModeInfo'		=> 'Η λειτουργία Diff χρησιμοποιείται για ειδοποιήσεις στο σώμα ηλεκτρονικού ταχυδρομείου.',

	'EditingSection'			=> 'Επεξεργασία',
	'EditSummary'				=> 'Σύνοψη επεξεργασίας:',
	'EditSummaryInfo'			=> 'Εμφανίζει την περίληψη αλλαγής στη λειτουργία επεξεργασίας.',
	'MinorEdit'					=> 'Μικρή αλλαγή:',
	'MinorEditInfo'				=> 'Ενεργοποιεί την επιλογή δευτερεύουσας επεξεργασίας στη λειτουργία επεξεργασίας.',
	'SectionEdit'				=> 'Επεξεργασία τμήματος:',
	'SectionEditInfo'			=> 'Επιτρέπει την επεξεργασία μόνο ενός τμήματος μιας σελίδας.',
	'ReviewSettings'			=> 'Αναθεώρηση:',
	'ReviewSettingsInfo'		=> 'Ενεργοποιεί την επιλογή αναθεώρησης στη λειτουργία επεξεργασίας.',
	'PublishAnonymously'		=> 'Να επιτρέπεται ανώνυμη δημοσίευση:',
	'PublishAnonymouslyInfo'	=> 'Να επιτρέπεται στους χρήστες να δημοσιεύουν ανώνυμα (να αποκρύπτουν το όνομα).',

	'DefaultRenameRedirect'		=> 'Κατά τη μετονομασία, δημιουργήστε ανακατεύθυνση:',
	'DefaultRenameRedirectInfo'	=> 'Από προεπιλογή, προσφορά ορισμού μιας ανακατεύθυνσης στην παλιά διεύθυνση της σελίδας που μετονομάζεται.',
	'StoreDeletedPages'			=> 'Διατήρηση διαγραμμένων σελίδων:',
	'StoreDeletedPagesInfo'		=> 'Όταν διαγράφετε μια σελίδα, ένα σχόλιο ή ένα αρχείο, κρατήστε το σε μια ειδική ενότητα, όπου θα είναι διαθέσιμο για επανεξέταση και ανάκτηση για κάποιο χρονικό διάστημα (όπως περιγράφεται παρακάτω).',
	'KeepDeletedTime'			=> 'Χρόνος αποθήκευσης διαγραμμένων σελίδων:',
	'KeepDeletedTimeInfo'		=> 'Η περίοδος σε ημέρες. Είναι λογικό μόνο με την προηγούμενη επιλογή. Χρησιμοποιήστε το μηδέν για να βεβαιωθείτε ότι οι οντότητες δεν διαγράφονται ποτέ (στην περίπτωση αυτή ο διαχειριστής μπορεί να καθαρίσει το "καλάθι" χειροκίνητα).',
	'PagesPurgeTime'			=> 'Χρόνος αποθήκευσης αναθεωρήσεων σελίδων:',
	'PagesPurgeTimeInfo'		=> 'Διαγράφει αυτόματα τις παλαιότερες εκδόσεις εντός του δεδομένου αριθμού ημερών. Αν εισάγετε μηδέν, οι παλαιότερες εκδόσεις δεν θα αφαιρεθούν.',
	'EnableReferrers'			=> 'Ενεργοποίηση παραπομπών:',
	'EnableReferrersInfo'		=> 'Επιτρέπει τη δημιουργία και την εμφάνιση εξωτερικών παραπέμπων.',
	'ReferrersPurgeTime'		=> 'Χρόνος αποθήκευσης των αναφερομένων:',
	'ReferrersPurgeTimeInfo'	=> 'Κρατήστε το ιστορικό των εξωτερικών σελίδων παραπομπής όχι περισσότερο από δεδομένο αριθμό ημερών. Το μηδέν σημαίνει αιώνια αποθήκευση, αλλά για έναν ιστότοπο που επισκέπτεται ενεργά αυτό μπορεί να οδηγήσει σε υπερχείλιση βάσης δεδομένων.',
	'EnableCounters'			=> 'Μετρητές Χτυπημάτων:',
	'EnableCountersInfo'		=> 'Επιτρέπει μετρητές επιτυχιών ανά σελίδα και επιτρέπει την εμφάνιση απλών στατιστικών. Οι προβολές του ιδιοκτήτη της σελίδας δεν μετρούνται.',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'Ελέγξτε τις προεπιλεγμένες ρυθμίσεις web syndication για τον ιστότοπό σας.',
	'SyndicationSettingsUpdated'	=> 'Ενημερώθηκαν οι ρυθμίσεις κοινοποίησης.',

	'FeedsSection'				=> 'Ροές',
	'EnableFeeds'				=> 'Ενεργοποίηση ροών:',
	'EnableFeedsInfo'			=> 'Ενεργοποιεί ή απενεργοποιεί τις τροφοδοσίες RSS για ολόκληρο το wiki.',
	'XmlChangeLink'				=> 'Αλλαγή λειτουργίας συνδέσμου τροφοδοσίας:',
	'XmlChangeLinkInfo'			=> 'Καθορίζει σε ποιες συνδέσεις αλλάζει η ροή στοιχείων XML.',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'προβολή αλλαγών',
		'2'		=> 'τρέχουσα σελίδα',
		'3'		=> 'εκδόσεις σελίδας',
		'4'		=> 'τροποποιημένη σελίδα',
	],

	'XmlSitemap'				=> 'XML Sitemap:',
	'XmlSitemapInfo'			=> 'Δημιουργεί ένα αρχείο XML που ονομάζεται %1 μέσα στο φάκελο xml. Μπορείτε να προσθέσετε τη διαδρομή προς το sitemap στο αρχείο robots.txt στον κατάλογο ρίζας σας ως εξής:',
	'XmlSitemapGz'				=> 'Συμπίεση XML sitemap:',
	'XmlSitemapGzInfo'			=> 'Αν θέλετε, μπορείτε να συμπιέσετε το αρχείο κειμένου του sitemap σας χρησιμοποιώντας το gzip για να μειώσει την απαίτηση εύρους ζώνης σας.',
	'XmlSitemapTime'			=> 'XML χρόνος παραγωγής χάρτη ιστοτόπου:',
	'XmlSitemapTimeInfo'		=> 'Δημιουργεί το Χάρτη ιστοτόπου μόνο μία φορά στον δεδομένο αριθμό ημερών, μηδέν μέσα σε κάθε σελίδα αλλαγή.',

	'SearchSection'				=> 'Αναζήτηση',
	'OpenSearch'				=> 'OpenSearch:',
	'OpenSearchInfo'			=> 'Δημιουργεί το αρχείο περιγραφής OpenSearch στο φάκελο XML και ενεργοποιεί την αυτόματη ανακάλυψη του πρόσθετου αναζήτησης στην επικεφαλίδα HTML.',
	'SearchEngineVisibility'	=> 'Μηχανές αναζήτησης μπλοκ (ορατότητα μηχανής αναζήτησης):',
	'SearchEngineVisibilityInfo'=> 'Αποκλεισμός μηχανών αναζήτησης, αλλά επιτρέπει στους κανονικούς επισκέπτες. Παρακάμπτει τις ρυθμίσεις σελίδων. <br>Αποθαρρύνετε τις μηχανές αναζήτησης από την ευρετηρίαση αυτού του ιστότοπου. Είναι στο χέρι της αναζήτησης για να ικανοποιήσει αυτό το αίτημα.',



	// Appearance settings
	'AppearanceSettingsInfo'	=> 'Ελέγξτε τις προεπιλεγμένες ρυθμίσεις εμφάνισης για τον ιστότοπό σας.',
	'AppearanceSettingsUpdated'	=> 'Ενημερωμένες ρυθμίσεις εμφάνισης.',

	'LogoOff'					=> 'Κλειστό',
	'LogoOnly'					=> 'λογότυπο',
	'LogoAndTitle'				=> 'λογότυπο και τίτλος',

	'LogoSection'				=> 'Λογότυπο',
	'SiteLogo'					=> 'Site logo:',
	'SiteLogoInfo'				=> 'Το λογότυπό σας θα εμφανίζεται συνήθως στην επάνω αριστερή γωνία της εφαρμογής. Το μέγιστο μέγεθος είναι 2 MiB. Οι βέλτιστες διαστάσεις είναι 255 pixel με ύψος 55 pixel.',
	'LogoDimensions'			=> 'Διαστάσεις λογότυπου:',
	'LogoDimensionsInfo'		=> 'Πλάτος και ύψος του εμφανιζόμενου λογότυπου.',
	'LogoDisplayMode'			=> 'Λειτουργία οθόνης λογότυπου:',
	'LogoDisplayModeInfo'		=> 'Καθορίζει την εμφάνιση του λογότυπου. Η προεπιλογή είναι απενεργοποιημένη.',

	'FaviconSection'			=> 'Αγαπημένο',
	'SiteFavicon'				=> 'Site favicon:',
	'SiteFaviconInfo'			=> 'Το εικονίδιο συντόμευσης, ή το favicon, εμφανίζεται στη γραμμή διευθύνσεων, στις καρτέλες και στους σελιδοδείκτες των περισσότερων προγραμμάτων περιήγησης. Αυτό θα αντικαταστήσει το εικονίδιο του θέματός σας.',
	'SiteFaviconTooBig'			=> 'Το Favicon είναι μεγαλύτερο από 64 × 64px.',
	'ThemeColor'				=> 'Χρώμα θέματος για τη γραμμή διευθύνσεων:',
	'ThemeColorInfo'			=> 'Το πρόγραμμα περιήγησης θα ορίσει το χρώμα της γραμμής διευθύνσεων κάθε σελίδας σύμφωνα με το παρεχόμενο χρώμα CSS.',

	'LayoutSection'				=> 'Διάταξη',
	'Theme'						=> 'Θέμα:',
	'ThemeInfo'					=> 'Σχεδιασμός προτύπου που χρησιμοποιεί ο ιστότοπος από προεπιλογή.',
	'ResetUserTheme'			=> 'Επαναφορά όλων των θεμάτων χρήστη:',
	'ResetUserThemeInfo'		=> 'Επαναφέρει όλα τα θέματα χρηστών. Προειδοποίηση: Αυτή η ενέργεια θα επανέλθει όλα τα επιλεγμένα θέματα στο καθολικό προεπιλεγμένο θέμα.',
	'SetBackUserTheme'			=> 'Επαναφορά όλων των θεμάτων χρήστη στο θέμα %1.',
	'ThemesAllowed'				=> 'Επιτρεπόμενα Θέματα:',
	'ThemesAllowedInfo'			=> 'Επιλέξτε τα επιτρεπόμενα θέματα, τα οποία μπορεί να επιλέξει ο χρήστης. Διαφορετικά, επιτρέπονται όλα τα διαθέσιμα θέματα.',
	'ThemesPerPage'				=> 'Θέματα ανά σελίδα:',
	'ThemesPerPageInfo'			=> 'Να επιτρέπονται θέματα ανά σελίδα, τα οποία ο ιδιοκτήτης της σελίδας μπορεί να επιλέξει μέσω ιδιοτήτων σελίδας.',

	// System settings
	'SystemSettingsInfo'		=> 'Ομάδα παραμέτρων που είναι υπεύθυνες για τη ρύθμιση της τοποθεσίας. Μην τις αλλάζετε εκτός αν είστε σίγουροι για τις ενέργειές τους.',
	'SystemSettingsUpdated'		=> 'Ενημερωμένες ρυθμίσεις συστήματος',

	'DebugModeSection'			=> 'Λειτουργία Αποσφαλμάτωσης',
	'DebugMode'					=> 'Λειτουργία αποσφαλμάτωσης:',
	'DebugModeInfo'				=> 'Εξαγωγή και εξαγωγή δεδομένων τηλεμετρίας σχετικά με το χρόνο εκτέλεσης της εφαρμογής. Προσοχή: Η πλήρης λειτουργία λεπτομερειών επιβάλλει υψηλότερες απαιτήσεις στη διαθέσιμη μνήμη, ειδικά για λειτουργίες έντασης πόρων, όπως εφεδρική βάση δεδομένων και αποκατάσταση.',
	'DebugModes'	=> [
		'0'		=> 'ο εντοπισμός σφαλμάτων είναι απενεργοποιημένος',
		'1'		=> 'μόνο ο συνολικός χρόνος εκτέλεσης',
		'2'		=> 'πλήρης απασχόληση',
		'3'		=> 'πλήρης λεπτομέρεια (DBMS, κρύπτη, κλπ.)',
	],
	'DebugSqlThreshold'			=> 'Όριο απόδοσης RDBMS:',
	'DebugSqlThresholdInfo'		=> 'Στη λεπτομερή λειτουργία αποσφαλμάτωσης, αναφέρετε μόνο τα ερωτήματα που διαρκούν περισσότερο από τον αριθμό των δευτερολέπτων.',
	'DebugAdminOnly'			=> 'Κλειστή διάγνωση:',
	'DebugAdminOnlyInfo'		=> 'Εμφάνιση δεδομένων αποσφαλμάτωσης του προγράμματος (και DBMS) μόνο για το διαχειριστή.',

	'CachingSection'			=> 'Επιλογές Προσωρινής Αποθήκευσης',
	'Cache'						=> 'Cache rendered σελίδες:',
	'CacheInfo'					=> 'Αποθήκευση αποδιδόμενων σελίδων στην τοπική μνήμη cache για επιτάχυνση της επόμενης εκκίνησης. Ισχύει μόνο για μη εγγεγραμμένους επισκέπτες.',
	'CacheTtl'					=> 'Χρόνος για προσωρινά αποθηκευμένες σελίδες:',
	'CacheTtlInfo'				=> 'Σελίδες προσωρινής αποθήκευσης όχι περισσότερο από έναν καθορισμένο αριθμό δευτερολέπτων.',
	'CacheSql'					=> 'Ερωτήματα λανθάνουσας μνήμης DBMS:',
	'CacheSqlInfo'				=> 'Διατηρήστε μια τοπική προσωρινή μνήμη των αποτελεσμάτων ορισμένων ερωτημάτων SQL που σχετίζονται με τους πόρους.',
	'CacheSqlTtl'				=> 'Χρόνος για προσωρινά ερωτήματα SQL:',
	'CacheSqlTtlInfo'			=> 'Τα αποτελέσματα της προσωρινής μνήμης των ερωτημάτων SQL για όχι περισσότερο από τον καθορισμένο αριθμό δευτερολέπτων. Τιμές μεγαλύτερες από 1200 δεν είναι επιθυμητές.',

	'LogSection'				=> 'Log Settings',
	'LogLevelUsage'				=> 'Χρήση καταγραφής:',
	'LogLevelUsageInfo'			=> 'Η ελάχιστη προτεραιότητα των γεγονότων που καταγράφονται στο ημερολόγιο.',
	'LogThresholds'	=> [
		'0'		=> 'μην κρατάτε ημερολόγιο',
		'1'		=> 'μόνο το κρίσιμο επίπεδο',
		'2'		=> 'από το υψηλότερο επίπεδο',
		'3'		=> 'από υψηλή',
		'4'		=> 'κατά μέσο όρο',
		'5'		=> 'από χαμηλή',
		'6'		=> 'το ελάχιστο επίπεδο',
		'7'		=> 'εγγραφή όλων',
	],
	'LogDefaultShow'			=> 'Λειτουργία καταγραφής οθόνης:',
	'LogDefaultShowInfo'		=> 'Τα συμβάντα ελάχιστης προτεραιότητας που εμφανίζονται στο αρχείο καταγραφής από προεπιλογή.',
	'LogModes'	=> [
		'1'		=> 'μόνο το κρίσιμο επίπεδο',
		'2'		=> 'από το υψηλότερο επίπεδο',
		'3'		=> 'από υψηλό επίπεδο',
		'4'		=> 'ο μέσος όρος',
		'5'		=> 'από χαμηλό',
		'6'		=> 'από το ελάχιστο επίπεδο',
		'7'		=> 'εμφάνιση όλων',
	],
	'LogPurgeTime'				=> 'Χρόνος αποθήκευσης της καταγραφής:',
	'LogPurgeTimeInfo'			=> 'Αφαίρεση καταγραφής συμβάντων μετά τον καθορισμένο αριθμό ημερών.',

	'PrivacySection'			=> 'Ιδιωτικότητα',
	'AnonymizeIp'				=> 'Ανώνυμες διευθύνσεις IP των χρηστών:',
	'AnonymizeIpInfo'			=> 'Ανωνυμοποίηση διευθύνσεων IP, κατά περίπτωση (π.χ., σελίδα, αναθεώρηση ή παραπομπές).',

	'ReverseProxySection'		=> 'Αντίστροφος Διακομιστής Μεσολάβησης',
	'ReverseProxy'				=> 'Χρήση αντιστρεπτέου διαμεσολαβητή:',
	'ReverseProxyInfo'			=> 'Ενεργοποιήστε αυτή τη ρύθμιση για τον καθορισμό της σωστής διεύθυνσης IP του απομακρυσμένου πελάτη εξετάζοντας πληροφορίες που είναι αποθηκευμένες στις κεφαλίδες X-Forwarded-For Οι κεφαλίδες X-Forwarded-For είναι ένας τυπικός μηχανισμός για τον εντοπισμό συστημάτων πελατών που συνδέονται μέσω ενός reverse proxy server, όπως Squid ή Pound. Οι αντίστροφοι διακομιστές μεσολάβησης χρησιμοποιούνται συχνά για τη βελτίωση της απόδοσης των ιστότοπων που επισκέπτονται σε μεγάλο βαθμό και μπορεί επίσης να παρέχουν άλλα οφέλη caching, ασφάλειας ή κρυπτογράφησης. Αν αυτή η εγκατάσταση WackoWiki λειτουργεί πίσω από έναν αντίστροφο proxy, αυτή η ρύθμιση θα πρέπει να είναι ενεργοποιημένη έτσι ώστε οι σωστές πληροφορίες διεύθυνσης IP να καταγράφονται στα συστήματα διαχείρισης συνεδριών του WackoWiki, καταγραφής, στατιστικών και διαχείρισης πρόσβασης· αν δεν είστε σίγουροι για αυτή τη ρύθμιση, μην έχετε αντίστροφο proxy, ή το WackoWiki λειτουργεί σε ένα περιβάλλον κοινής φιλοξενίας, αυτή η ρύθμιση θα πρέπει να παραμείνει απενεργοποιημένη.',
	'ReverseProxyHeader'		=> 'Αντίστροφη επικεφαλίδα διαμεσολαβητή:',
	'ReverseProxyHeaderInfo'	=> 'Ορίστε αυτήν την τιμή εάν ο διακομιστής μεσολάβησης στέλνει την IP του πελάτη
									σε μια κεφαλίδα διαφορετική από την X-Forwarded-For. Η επικεφαλίδα "X-Forwarded-For"
									είναι μια λίστα διευθύνσεων IP που διαχωρίζεται με κόμμα και κενό, και μόνο η τελευταία (η πιο αριστερή) θα χρησιμοποιηθεί.',
	'ReverseProxyAddresses'		=> 'reverse_proxy δέχεται μια σειρά διευθύνσεων IP:',
	'ReverseProxyAddressesInfo'	=> 'Each element of this array is the IP address of any of your reverse
									 proxies. If using this array, WackoWiki will trust the information stored
									 in the X-Forwarded-For headers only if the Remote IP address is one of
									 these, that is, the request reaches the web server from one of your
									 reverse proxies. Otherwise, the client could directly connect to
									 your web server by spoofing the X-Forwarded-For headers.',

	'SessionSection'				=> 'Χειρισμός Συνεδρίας',
	'SessionStorage'				=> 'Αποθηκευτικός χώρος συνεδρίας:',
	'SessionStorageInfo'			=> 'Αυτή η επιλογή καθορίζει πού αποθηκεύονται τα δεδομένα περιόδου λειτουργίας. Από προεπιλογή, είτε είναι επιλεγμένος χώρος αποθήκευσης συνεδρίας αρχείων είτε βάσης δεδομένων.',
	'SessionModes'	=> [
		'1'		=> 'Αρχείο',
		'2'		=> 'Βάση δεδομένων',
	],
	'SessionNotice'					=> 'Εμφάνιση αιτίας τερματισμού συνόδου:',
	'SessionNoticeInfo'				=> 'Υποδεικνύει την αιτία τερματισμού της συνόδου.',
	'LoginNotice'					=> 'Ειδοποίηση σύνδεσης:',
	'LoginNoticeInfo'				=> 'Εμφανίζει μια ειδοποίηση σύνδεσης.',

	'RewriteMode'					=> 'Χρησιμοποιήστε <code>mod_rewrite</code>:',
	'RewriteModeInfo'				=> 'Εάν ο διακομιστής ιστού σας υποστηρίζει αυτή τη λειτουργία, ενεργοποιήστε την για να "ομορφύνετε" τις διευθύνσεις URL της σελίδας.<br>
										<span class="cite">Το
 τιμή ενδέχεται να αντικατασταθεί από την κλάση Settings κατά την εκτέλεση,
ανεξάρτητα από το αν είναι απενεργοποιημένη, εάν η HTTP_MOD_REWRITE είναι ενεργοποιημένη.',

	// Permissions settings
	'PermissionsSettingsInfo'		=> 'Παράμετροι υπεύθυνοι για τον έλεγχο πρόσβασης και τα δικαιώματα.',
	'PermissionsSettingsUpdated'	=> 'Ενημερωμένες ρυθμίσεις δικαιωμάτων',

	'PermissionsSection'		=> 'Δικαιώματα και Προνόμια',
	'ReadRights'				=> 'Δικαιώματα ανάγνωσης από προεπιλογή:',
	'ReadRightsInfo'			=> 'Η προεπιλεγμένη αντιστοιχία αντιστοιχεί στις δημιουργημένες ριζικές σελίδες, καθώς και σελίδες για τις οποίες οι γονικοί ACL δεν μπορούν να οριστούν.',
	'WriteRights'				=> 'Δικαιώματα εγγραφής από προεπιλογή:',
	'WriteRightsInfo'			=> 'Η προεπιλεγμένη αντιστοιχία αντιστοιχεί στις δημιουργημένες ριζικές σελίδες, καθώς και σελίδες για τις οποίες οι γονικοί ACL δεν μπορούν να οριστούν.',
	'CommentRights'				=> 'Δικαιώματα σχολίων από προεπιλογή:',
	'CommentRightsInfo'			=> 'Η προεπιλεγμένη αντιστοιχία αντιστοιχεί στις δημιουργημένες ριζικές σελίδες, καθώς και σελίδες για τις οποίες οι γονικοί ACL δεν μπορούν να οριστούν.',
	'CreateRights'				=> 'Δημιουργία δικαιωμάτων υποσελίδας από προεπιλογή:',
	'CreateRightsInfo'			=> 'Η προεπιλογή αντιστοιχίστηκε στις δημιουργημένες υποσελίδες.',
	'UploadRights'				=> 'Δικαιώματα μεταφόρτωσης από προεπιλογή:',
	'UploadRightsInfo'			=> 'Προεπιλεγμένα δικαιώματα μεταφόρτωσης.',
	'RenameRights'				=> 'Παγκόσμιο δικαίωμα μετονομασίας:',
	'RenameRightsInfo'			=> 'Η λίστα δικαιωμάτων ελεύθερης μετονομασίας (μετακίνησης) σελίδων.',

	'LockAcl'					=> 'Κλείδωμα όλων των ACLs για να διαβάσετε μόνο:',
	'LockAclInfo'				=> '<span class="cite">Αντικαθιστά τις ρυθμίσεις ACL για όλες τις σελίδες να διαβάζουν μόνο.</span><br>Αυτό μπορεί να είναι χρήσιμο αν ένα έργο ολοκληρωθεί, θέλετε στενή επεξεργασία για ένα χρονικό διάστημα για λόγους ασφαλείας, ή ως απάντηση σε κατάσταση έκτακτης ανάγκης σε εκμετάλλευση ή ευπάθεια.',
	'HideLocked'				=> 'Απόκρυψη μη προσβάσιμων σελίδων:',
	'HideLockedInfo'			=> 'Εάν ο χρήστης δεν έχει άδεια να διαβάσει τη σελίδα, απόκρυψη σε διαφορετικές λίστες σελίδων (ωστόσο ο σύνδεσμος που τοποθετείται στο κείμενο θα είναι ακόμα ορατός).',
	'RemoveOnlyAdmins'			=> 'Μόνο οι διαχειριστές μπορούν να διαγράψουν σελίδες:',
	'RemoveOnlyAdminsInfo'		=> 'Απόρριψη όλων, εκτός των διαχειριστών, της δυνατότητας διαγραφής σελίδων. Το πρώτο όριο ισχύει για τους ιδιοκτήτες κανονικών σελίδων.',
	'OwnersRemoveComments'		=> 'Οι ιδιοκτήτες των σελίδων μπορούν να διαγράψουν σχόλια:',
	'OwnersRemoveCommentsInfo'	=> 'Επιτρέψτε στους ιδιοκτήτες σελίδων να μετριάσουν σχόλια στις σελίδες τους.',
	'OwnersEditCategories'		=> 'Οι ιδιοκτήτες μπορούν να επεξεργαστούν κατηγορίες σελίδων:',
	'OwnersEditCategoriesInfo'	=> 'Επιτρέψτε στους ιδιοκτήτες να τροποποιήσουν τη λίστα κατηγοριών σελίδων του ιστότοπού σας (προσθέστε λέξεις, διαγράψτε λέξεις), αντιστοιχίστε σε μια σελίδα.',
	'TermHumanModeration'		=> 'Λήξη ανθρώπινης μετριοπάθειας:',
	'TermHumanModerationInfo'	=> 'Οι επόπτες μπορούν να επεξεργαστούν σχόλια μόνο εάν δημιουργήθηκαν πριν από αυτόν τον αριθμό ημερών (αυτός ο περιορισμός δεν ισχύει για το τελευταίο σχόλιο στο θέμα).',

	'UserCanDeleteAccount'		=> 'Επιτρέψτε στους χρήστες να διαγράψουν τους λογαριασμούς τους',

	// Security settings
	'SecuritySettingsInfo'		=> 'Παράμετροι υπεύθυνοι για τη συνολική ασφάλεια της πλατφόρμας, περιορισμούς ασφαλείας και πρόσθετα υποσυστήματα ασφαλείας.',
	'SecuritySettingsUpdated'	=> 'Ενημερωμένες ρυθμίσεις ασφαλείας',

	'AllowRegistration'			=> 'Εγγραφή online:',
	'AllowRegistrationInfo'		=> 'Άνοιγμα εγγραφής χρήστη. Η απενεργοποίηση αυτής της επιλογής θα αποτρέψει την δωρεάν εγγραφή, ωστόσο, ο διαχειριστής του ιστότοπου θα μπορεί να εγγράψει ο ίδιος άλλους χρήστες.',
	'ApproveNewUser'			=> 'Έγκριση νέων χρηστών:',
	'ApproveNewUserInfo'		=> 'Επιτρέπει στους διαχειριστές να εγκρίνουν τους χρήστες μόλις εγγραφούν. Μόνο εγκεκριμένοι χρήστες θα επιτρέπεται να συνδεθούν στον ιστότοπο.',
	'PersistentCookies'			=> 'Επίμονα cookies:',
	'PersistentCookiesInfo'		=> 'Να επιτρέπονται μόνιμα cookies.',
	'DisableWikiName'			=> 'Απενεργοποίηση WikiName:',
	'DisableWikiNameInfo'		=> 'Απενεργοποιήστε την υποχρεωτική χρήση ενός WikiName για τους χρήστες. Επιτρέπει την εγγραφή χρηστών με παραδοσιακά ψευδώνυμα αντί για υποχρεωτικά ονόματα με μορφή CamelCase (δηλ. NameSurname).',
	'UsernameLength'			=> 'Μήκος ονόματος χρήστη:',
	'UsernameLengthInfo'		=> 'Ελάχιστος και μέγιστος αριθμός χαρακτήρων στα ονόματα χρηστών.',

	'EmailSection'				=> 'E-mail',
	'AllowEmailReuse'			=> 'Να επιτρέπεται η επαναχρησιμοποίηση διεύθυνσης email:',
	'AllowEmailReuseInfo'		=> 'Διαφορετικοί χρήστες μπορούν να εγγραφούν με την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου.',
	'EmailConfirmation'			=> 'Επιβολή επιβεβαίωσης μέσω email:',
	'EmailConfirmationInfo'		=> 'Απαιτεί από τον χρήστη να επιβεβαιώσει τη διεύθυνση ηλεκτρονικού ταχυδρομείου του πριν συνδεθεί.',
	'AllowedEmailDomains'		=> 'Επιτρεπόμενοι τομείς ηλεκτρονικού ταχυδρομείου:',
	'AllowedEmailDomainsInfo'	=> 'Επιτρεπόμενοι τομείς ηλεκτρονικού ταχυδρομείου διαχωρισμένοι με κόμμα, π.χ. <code>example.com, local.lan</code> κ.λπ., διαφορετικά επιτρέπονται όλοι οι τομείς ηλεκτρονικού ταχυδρομείου.',
	'ForbiddenEmailDomains'		=> 'Απαγορευμένοι τομείς ηλεκτρονικού ταχυδρομείου:',
	'ForbiddenEmailDomainsInfo'	=> 'Απαγορευμένοι τομείς ηλεκτρονικού ταχυδρομείου διαχωρισμένοι με κόμμα, π.χ. <code>example.com, local.lan</code> κ.λπ. (μόνο αν η λίστα των επιτρεπόμενων τομέων ηλεκτρονικού ταχυδρομείου είναι κενή)',

	'CaptchaSection'			=> 'CAPTCHA',
	'EnableCaptcha'				=> 'Ενεργοποίηση captcha:',
	'EnableCaptchaInfo'			=> 'Αν ενεργοποιηθεί, το captcha θα εμφανίζεται στις ακόλουθες περιπτώσεις ή αν συμπληρωθεί ένα όριο ασφαλείας.',
	'CaptchaComment'			=> 'Νέο σχόλιο:',
	'CaptchaCommentInfo'		=> 'Δεδομένου ότι η προστασία από ανεπιθύμητα, οι μη εγγεγραμμένοι χρήστες πρέπει να συμπληρώσουν το captcha πριν από το σχόλιο θα αναρτηθεί.',
	'CaptchaPage'				=> 'Νέα σελίδα:',
	'CaptchaPageInfo'			=> 'Ως προστασία από ανεπιθύμητα, οι μη εγγεγραμμένοι χρήστες πρέπει να ολοκληρώσουν το captcha πριν από τη δημιουργία μιας νέας σελίδας.',
	'CaptchaEdit'				=> 'Επεξεργασία σελίδας:',
	'CaptchaEditInfo'			=> 'Ως προστασία από ανεπιθύμητα, οι μη εγγεγραμμένοι χρήστες πρέπει να συμπληρώσουν το captcha πριν από την επεξεργασία σελίδων.',
	'CaptchaRegistration'		=> 'Εγγραφή:',
	'CaptchaRegistrationInfo'	=> 'Ως προστασία από spam, οι μη εγγεγραμμένοι χρήστες πρέπει να συμπληρώσουν το captcha πριν από την εγγραφή.',

	'TlsSection'				=> 'Ρυθμίσεις TLS',
	'TlsConnection'				=> 'Σύνδεση TLS:',
	'TlsConnectionInfo'			=> 'Χρησιμοποιήστε σύνδεση με ασφάλεια TLS. <span class="cite">Ενεργοποιήστε το απαιτούμενο προεγκατεστημένο πιστοποιητικό TLS στον διακομιστή, διαφορετικά θα χάσετε την πρόσβαση στον πίνακα διαχείρισης!</span><br>Επίσης, καθορίζει εάν έχει οριστεί η σημαία ασφαλούς cookie: Η σημαία <code>secure</code> καθορίζει εάν τα cookie θα πρέπει να αποστέλλονται μόνο μέσω ασφαλών συνδέσεων.',
	'TlsImplicit'				=> 'Mandatory TLS:',
	'TlsImplicitInfo'			=> 'Αναγκαστική επανασύνδεση του πελάτη από HTTP σε HTTPS. Με την επιλογή απενεργοποιημένη, ο πελάτης μπορεί να περιηγηθεί στον ιστότοπο μέσω ενός ανοικτού καναλιού HTTP.',

	'HttpSecurityHeaders'		=> 'Κεφαλίδες Ασφαλείας HTTP',
	'EnableSecurityHeaders'		=> 'Ενεργοποίηση κεφαλίδων ασφαλείας:',
	'EnableSecurityHeadersinfo'	=> 'Ρυθμίστε κεφαλίδες ασφαλείας (κάθισμα πλαισίου, clickjacking/XSS/CSRF προστασία). <br>Το CSP μπορεί να προκαλέσει προβλήματα σε ορισμένες περιπτώσεις (π.χ. κατά την ανάπτυξη) ή κατά τη χρήση προσθηκών που βασίζονται σε πόρους που φιλοξενούνται εξωτερικά, όπως εικόνες ή σενάρια. <br>Η απενεργοποίηση της Πολιτικής Ασφάλειας Περιεχομένου αποτελεί κίνδυνο για την ασφάλεια!',
	'Csp'						=> 'Content-Security-Policy (CSP):',
	'CspInfo'					=> 'Η ρύθμιση παραμέτρων CSP περιλαμβάνει την απόφαση ποιες πολιτικές θέλετε να επιβάλετε, και στη συνέχεια τη ρύθμιση παραμέτρων τους και τη χρήση Πολιτικής Περιεχομένου για να καθορίσει την πολιτική σας.',
	'PolicyModes'	=> [
		'0'		=> 'απενεργοποιημένο',
		'1'		=> 'αυστηρή',
		'2'		=> 'προσαρμοσμένο',
	],
	'PermissionsPolicy'			=> 'Permissions Policy:',
	'PermissionsPolicyInfo'		=> 'Η κεφαλίδα HTTP Permissions-Policy παρέχει έναν μηχανισμό για να ενεργοποιήσετε ή να απενεργοποιήσετε διάφορες ισχυρές λειτουργίες του προγράμματος περιήγησης.',
	'ReferrerPolicy'			=> 'Referrer Policy:',
	'ReferrerPolicyInfo'		=> 'Η κεφαλίδα HTTP της Referrer-Policy διέπει τις πληροφορίες παραπέμποντα, που αποστέλλονται στην κεφαλίδα Referer, θα πρέπει να περιλαμβάνονται στις απαντήσεις.',
	'ReferrerPolicyModes'	=> [
		'0'		=> '[off]',
		'1'		=> 'no-referrer',
		'2'		=> 'no-referrer-when-υποβάθμιση',
		'3'		=> 'ομογενής προέλευση',
		'4'		=> 'προέλευση',
		'5'		=> 'αυστηρής προέλευσης',
		'6'		=> 'καταγωγή-when-cross-origin',
		'7'		=> 'αυστηρής καταγωγής/διασταυρούμενης προέλευσης',
		'8'		=> 'unsafe-url'
	],

	'UserPasswordSection'		=> 'Διάρκεια των κωδικών πρόσβασης χρήστη',
	'PwdMinChars'				=> 'Ελάχιστο μήκος κωδικού πρόσβασης:',
	'PwdMinCharsInfo'			=> 'Οι μεγαλύτεροι κωδικοί πρόσβασης είναι απαραίτητα ασφαλέστεροι από τους συντομότερους κωδικούς πρόσβασης (π.χ. 12 έως 16 χαρακτήρες).<br>Ενθαρρύνεται η χρήση φράσεων πρόσβασης αντί για κωδικούς πρόσβασης.',
	'AdminPwdMinChars'			=> 'Ελάχιστο μήκος διαχειριστή κωδικού πρόσβασης:',
	'AdminPwdMinCharsInfo'		=> 'Οι μεγαλύτεροι κωδικοί πρόσβασης είναι απαραίτητα ασφαλέστεροι από τους συντομότερους κωδικούς πρόσβασης (π.χ. 15 έως 20 χαρακτήρες).<br>Ενθαρρύνεται η χρήση φράσεων πρόσβασης αντί για κωδικούς πρόσβασης.',
	'PwdCharComplexity'			=> 'Η απαιτούμενη πολυπλοκότητα κωδικού πρόσβασης:',
	'PwdCharClasses'	=> [
		'0'		=> 'δεν έχει δοκιμαστεί',
		'1'		=> 'οποιαδήποτε γράμματα + αριθμοί',
		'2'		=> 'κεφαλαία και πεζά + αριθμοί',
		'3'		=> 'κεφαλαία και πεζά + αριθμοί + χαρακτήρες',
	],
	'PwdUnlikeLogin'			=> 'Επιπρόσθετη επιπλοκή:',
	'PwdUnlikes'	=> [
		'0'		=> 'δεν έχει δοκιμαστεί',
		'1'		=> 'ο κωδικός πρόσβασης δεν είναι ίδιος με το όνομα χρήστη',
		'2'		=> 'ο κωδικός πρόσβασης δεν περιέχει όνομα χρήστη',
	],

	'LoginSection'				=> 'Σύνδεση',
	'MaxLoginAttempts'			=> 'Μέγιστος αριθμός προσπαθειών σύνδεσης ανά όνομα χρήστη:',
	'MaxLoginAttemptsInfo'		=> 'Ο αριθμός των προσπαθειών σύνδεσης που επιτρέπονται για έναν μόνο λογαριασμό πριν ενεργοποιηθεί η εργασία anti-spambot. Εισάγετε 0 για να αποτρέψετε την ενεργοποίηση της εργασίας anti-spambot για ξεχωριστούς λογαριασμούς χρηστών.',
	'IpLoginLimitMax'			=> 'Μέγιστος αριθμός προσπαθειών σύνδεσης ανά διεύθυνση IP:',
	'IpLoginLimitMaxInfo'		=> 'Το όριο των προσπαθειών σύνδεσης επιτρέπεται από μια ενιαία διεύθυνση IP πριν ενεργοποιηθεί μια εργασία anti-spambot. Εισάγετε 0 για να αποτρέψετε την ενεργοποίηση της εργασίας anti-spambot από τις διευθύνσεις IP.',

	'FormsSection'				=> 'Φόρμες',
	'FormTokenTime'				=> 'Μέγιστος χρόνος υποβολής εντύπων:',
	'FormTokenTimeInfo'			=> 'Η ώρα που ο χρήστης πρέπει να υποβάλει μια φόρμα (σε δευτερόλεπτα). <br> Λάβετε υπόψη ότι μια φόρμα ενδέχεται να καταστεί άκυρη εάν λήξει η περίοδος σύνδεσης, ανεξάρτητα από αυτήν τη ρύθμιση.',

	'SessionLength'				=> 'Session cookie expiration:',
	'SessionLengthInfo'			=> 'Η διάρκεια ζωής του cookie συνεδρίας χρήστη από προεπιλογή (σε ημέρες).',
	'CommentDelay'				=> 'Αντιπλημμυρικές πλημμύρες για σχόλια:',
	'CommentDelayInfo'			=> 'Η ελάχιστη καθυστέρηση μεταξύ της δημοσίευσης νέων σχολίων χρήστη (σε δευτερόλεπτα).',
	'IntercomDelay'				=> 'Αντιπλημμύρας για προσωπικές επικοινωνίες:',
	'IntercomDelayInfo'			=> 'Η ελάχιστη καθυστέρηση μεταξύ της αποστολής ιδιωτικών μηνυμάτων (σε δευτερόλεπτα).',
	'RegistrationDelay'			=> 'Χρονικό όριο για την καταχώριση:',
	'RegistrationDelayInfo'		=> 'Το ελάχιστο χρονικό όριο μεταξύ υποβολής φόρμας εγγραφής για να αποθαρρύνει τα ρομπότ εγγραφής (σε δευτερόλεπτα).',

	// Formatter settings
	'FormatterSettingsInfo'		=> 'Ομάδα παραμέτρων που είναι υπεύθυνες για τη ρύθμιση της τοποθεσίας. Μην τις αλλάζετε εκτός αν είστε σίγουροι για τις ενέργειές τους.',
	'FormatterSettingsUpdated'	=> 'Ενημερωμένες ρυθμίσεις μορφοποίησης',

	'TextHandlerSection'		=> 'Χειριστής Κειμένου:',
	'Typografica'				=> 'Τυπογραφικός διορθωτής:',
	'TypograficaInfo'			=> 'Η απενεργοποίηση αυτής της επιλογής θα επιταχύνει τις διαδικασίες προσθήκης σχολίων και αποθήκευσης σελίδων.',
	'Paragrafica'				=> 'Σημάνσεις Παραγραφίκας:',
	'ParagraficaInfo'			=> 'Παρόμοια με την προηγούμενη επιλογή, αλλά θα οδηγήσει σε αποσύνδεση του μη λειτουργικού αυτόματου πίνακα περιεχομένων (<code>{{toc}}</code>).',
	'AllowRawhtml'				=> 'Γενική υποστήριξη HTML:',
	'AllowRawhtmlInfo'			=> 'Αυτή η επιλογή είναι δυνητικά μη ασφαλής για μια ανοιχτή τοποθεσία.',
	'SafeHtml'					=> 'Φιλτράρισμα HTML:',
	'SafeHtmlInfo'				=> 'Αποτρέπει την αποθήκευση επικίνδυνων HTML αντικειμένων. Η απενεργοποίηση του φίλτρου σε μια ανοιχτή τοποθεσία με υποστήριξη HTML είναι <span class="underline">εξαιρετικά</span> ανεπιθύμητη!',

	'WackoFormatterSection'		=> 'Μορφή Κειμένου Wiki (Wacko Formatter)',
	'X11colors'					=> 'Χρήση χρωμάτων X11:',
	'X11colorsInfo'				=> 'Επεκτείνει τα διαθέσιμα χρώματα για <code>??(color) φόντο??</code> και <code>!!(color) κείμενο!!</code>Η απενεργοποίηση αυτής της επιλογής επιταχύνει τις διαδικασίες προσθήκης σχολίων και αποθήκευσης σελίδων.',
	'WikiLinks'					=> 'Απενεργοποίηση συνδέσμων wiki:',
	'WikiLinksInfo'				=> 'Απενεργοποιεί τη σύνδεση για <code>CamelCaseWords</code>: Οι λέξεις CamelCase δεν θα συνδέονται πλέον απευθείας με μια νέα σελίδα. Αυτό είναι χρήσιμο όταν εργάζεστε σε διαφορετικούς χώρους ονομάτων/συστοιχίες. Από προεπιλογή είναι απενεργοποιημένο.',
	'BracketsLinks'				=> 'Disable bracketed links:',
	'BracketsLinksInfo'			=> 'Απενεργοποιεί τη σύνταξη <code>[[link]]</code> και <code>((σύνδεσμο))</code>.',
	'Formatters'				=> 'Disable formatters:',
	'FormattersInfo'			=> 'Απενεργοποιεί τη σύνταξη <code>%%code%%</code> , που χρησιμοποιείται για τα highlighters.',

	'DateFormatsSection'		=> 'Μορφές Ημερομηνίας',
	'DateFormat'				=> 'Η μορφή της ημερομηνίας:',
	'DateFormatInfo'			=> '(ημέρα, μήνας, έτος)',
	'TimeFormat'				=> 'Η μορφή του χρόνου:',
	'TimeFormatInfo'			=> '(ώρα, λεπτό)',
	'TimeFormatSeconds'			=> 'Η μορφή του ακριβούς χρόνου:',
	'TimeFormatSecondsInfo'		=> '(ώρες, λεπτά, δευτερόλεπτα)',
	'NameDateMacro'				=> 'Η μορφή της μακροεντολής <code>::@::</code>:',
	'NameDateMacroInfo'			=> '(όνομα, ώρα), π.χ. <code>Όνομα Χρήστη (17.11.2016 16:48)</code>',
	'Timezone'					=> 'Ωρολογιακή ζώνη:',
	'TimezoneInfo'				=> 'Χρονοζώνη που θα χρησιμοποιείται για την εμφάνιση των ωρών σε χρήστες που δεν είναι συνδεδεμένοι (επισκέπτες). Οι συνδεδεμένοι χρήστες ορίζουν και μπορούν να αλλάξουν τη ζώνη ώρας στις ρυθμίσεις χρήστη.',
	'AmericanDate'					=> 'Αμερικανική ημερομηνία:',
	'AmericanDateInfo'				=> 'Χρησιμοποιεί τη μορφή american date ως προεπιλογή για τα αγγλικά.',

	'Canonical'					=> 'Πλήρη και κανονικοποιημένα URLs:',
	'CanonicalInfo'				=> 'Όλοι οι σύνδεσμοι δημιουργούνται ως απόλυτα URL με τη μορφή %1. Οι διευθύνσεις URL που σχετίζονται με τη ρίζα του διακομιστή με τη μορφή %2 θα πρέπει να προτιμώνται.',
	'LinkTarget'				=> 'Όπου ανοίγουν εξωτερικοί σύνδεσμοι:',
	'LinkTargetInfo'			=> 'Ανοίγει κάθε εξωτερικό σύνδεσμο σε ένα νέο παράθυρο του προγράμματος περιήγησης. Προσθέτει <code>target="_ blank"</code> στη σύνταξη του συνδέσμου.',
	'Noreferrer'				=> 'noreferr:',
	'NoreferrerInfo'			=> 'Απαιτεί ότι ο περιηγητής δεν θα πρέπει να στέλνει μια κεφαλίδα HTTP referer αν ο χρήστης ακολουθεί τον υπερσύνδεσμο. Προσθέτει <code>rel="noreferrer"</code> στη σύνταξη συνδέσμων.',
	'Nofollow'					=> 'nofollow:',
	'NofollowInfo'				=> 'Διδάξτε σε ορισμένες μηχανές αναζήτησης ότι ο υπερσύνδεσμος δεν πρέπει να επηρεάζει την κατάταξη του στόχου συνδέσμων στο ευρετήριο των μηχανών αναζήτησης. Προσθέτει <code>rel="nofollow"</code> στη σύνταξη του συνδέσμου.',
	'UrlsUnderscores'			=> 'Διευθύνσεις φόρμας (URLs) με χαρακτήρες υπογράμμισης:',
	'UrlsUnderscoresInfo'		=> 'Για παράδειγμα, το %1 γίνεται %2 με αυτή την επιλογή.',
	'ShowSpaces'				=> 'Εμφάνιση κενών στα WikiNames:',
	'ShowSpacesInfo'			=> 'Εμφάνιση κενών στη WikiNames, π.χ. <code>MyName</code> που εμφανίζονται ως <code>το όνομά μου</code> με αυτή την επιλογή.',
	'NumerateLinks'				=> 'Αρίθμηση συνδέσμων στην προβολή εκτύπωσης:',
	'NumerateLinksInfo'			=> 'Απαριθμεί και παραθέτει όλους τους συνδέσμους στο κάτω μέρος της προβολής εκτύπωσης με αυτήν την επιλογή.',
	'YouareHereText'			=> 'Απενεργοποίηση και οπτικοποίηση συνδέσμων αυτο-αναφοράς:',
	'YouareHereTextInfo'		=> 'Οπτικοποίηση συνδέσμων στην ίδια σελίδα, χρησιμοποιώντας <code>&lt;b&gt;###&lt;/b&gt;</code>. Όλοι οι σύνδεσμοι για να χάσετε τον σύνδεσμο μορφοποίηση, αλλά εμφανίζονται ως τολμηρό κείμενο.',

	// Pages settings
	'PagesSettingsInfo'			=> 'Εδώ μπορείτε να ορίσετε ή να αλλάξετε τις βασικές σελίδες του συστήματος που χρησιμοποιούνται στο Wiki.',
	'PagesSettingsUpdated'		=> 'Ενημερωμένες βασικές σελίδες ρυθμίσεων',

	'ListCount'					=> 'Αριθμός στοιχείων ανά λίστα:',
	'ListCountInfo'				=> 'Αριθμός στοιχείων που εμφανίζονται σε κάθε λίστα για επισκέπτη ή ως προεπιλεγμένη τιμή για νέους χρήστες.',

	'ForumSection'				=> 'Επιλογές Φόρουμ',
	'ForumCluster'				=> 'Φόρουμ συστάδων:',
	'ForumClusterInfo'			=> 'Σύμπλεγμα Root για το φόρουμ (δράση %1).',
	'ForumTopics'				=> 'Αριθμός θεμάτων ανά σελίδα:',
	'ForumTopicsInfo'			=> 'Αριθμός θεμάτων που εμφανίζονται σε κάθε σελίδα της λίστας στις ενότητες του φόρουμ (ενέργεια %1).',
	'CommentsCount'				=> 'Αριθμός σχολίων ανά σελίδα:',
	'CommentsCountInfo'			=> 'Αριθμός σχολίων που εμφανίζονται στη λίστα σχολίων κάθε σελίδας. Αυτό ισχύει για όλα τα σχόλια στην ιστοσελίδα, όχι μόνο για τα αναρτημένα στο φόρουμ.',

	'NewsSection'				=> 'Ενότητα Ειδήσεων',
	'NewsCluster'				=> 'Cluster for the news:',
	'NewsClusterInfo'			=> 'Σύμπλεγμα ρίζας για την ενότητα ειδήσεων (δράση %1).',
	'NewsStructure'				=> 'Δομή συστάδων ειδήσεων:',
	'NewsStructureInfo'			=> 'Αποθηκεύει τα άρθρα προαιρετικά σε υπο-συμπλέγματα ανά έτος/μήνα ή εβδομάδα (π.χ. <code>[cluster]/[year]/[month]</code>).',

	'LicenseSection'			=> 'Άδεια',
	'DefaultLicense'			=> 'Προεπιλεγμένη άδεια:',
	'DefaultLicenseInfo'		=> 'Κάτω από την οποία άδεια χρήσης το περιεχόμενό σας μπορεί να κυκλοφορήσει.',
	'EnableLicense'				=> 'Enable license:',
	'EnableLicenseInfo'			=> 'Ενεργοποιήστε για να εμφανίσετε πληροφορίες άδειας χρήσης.',
	'LicensePerPage'			=> 'Άδεια ανά σελίδα:',
	'LicensePerPageInfo'		=> 'Να επιτρέπεται η άδεια χρήσης ανά σελίδα, την οποία ο ιδιοκτήτης της σελίδας μπορεί να επιλέξει μέσω ιδιοτήτων σελίδας.',

	'ServicePagesSection'		=> 'Service Pages',
	'RootPage'					=> 'Αρχική σελίδα:',
	'RootPageInfo'				=> 'Η ετικέτα της κύριας σελίδας σας ανοίγει αυτόματα όταν ένας χρήστης επισκέπτεται τον ιστότοπό σας.',

	'PrivacyPage'				=> 'Πολιτική προσωπικών δεδομένων:',
	'PrivacyPageInfo'			=> 'Η σελίδα με την Πολιτική Απορρήτου του ιστότοπου.',

	'TermsPage'					=> 'Policies and regulations:',
	'TermsPageInfo'				=> 'Η σελίδα με τους κανόνες του ιστότοπου.',

	'SearchPage'				=> 'Αναζήτηση:',
	'SearchPageInfo'			=> 'Σελίδα με τη φόρμα αναζήτησης (δράση %1).',
	'RegistrationPage'			=> 'Εγγραφή:',
	'RegistrationPageInfo'		=> 'Page for new user registration (action %1).',
	'LoginPage'					=> 'Σύνδεση χρήστη:',
	'LoginPageInfo'				=> 'Συνδεθείτε στη σελίδα στον ιστότοπο (δράση %1).',
	'SettingsPage'				=> 'Ρυθμίσεις Χρήστη:',
	'SettingsPageInfo'			=> 'Page to customize the user profile (action %1).',
	'PasswordPage'				=> 'Αλλαγή Κωδικού Πρόσβασης:',
	'PasswordPageInfo'			=> 'Σελίδα με φόρμα για αλλαγή / ερώτηση κωδικού πρόσβασης χρήστη (ενέργεια %1).',
	'UsersPage'					=> 'Λίστα χρηστών:',
	'UsersPageInfo'				=> 'Σελίδα με λίστα εγγεγραμμένων χρηστών (ενέργεια %1).',
	'CategoryPage'				=> 'Κατηγορία:',
	'CategoryPageInfo'			=> 'Σελίδα με λίστα κατηγοριοποιημένων σελίδων (δράση %1).',
	'GroupsPage'				=> 'Ομάδες:',
	'GroupsPageInfo'			=> 'Σελίδα με μια λίστα με ομάδες εργασίας (δράση %1).',
	'WhatsNewPage'				=> 'Τι νέο υπάρχει:',
	'WhatsNewPageInfo'			=> 'Σελίδα με λίστα όλων των νέων, διαγραμμένων ή τροποποιημένων σελίδων, νέων συνημμένων και σχολίων. (ενέργεια %1).',
	'ChangesPage'				=> 'Πρόσφατες αλλαγές:',
	'ChangesPageInfo'			=> 'Σελίδα με λίστα με τις τελευταίες τροποποιημένες σελίδες (δράση %1).',
	'CommentsPage'				=> 'Πρόσφατα σχόλια:',
	'CommentsPageInfo'			=> 'Σελίδα με λίστα πρόσφατων σχολίων στη σελίδα (δράση %1).',
	'RemovalsPage'				=> 'Διαγραμμένες σελίδες:',
	'RemovalsPageInfo'			=> 'Σελίδα με μια λίστα από πρόσφατα διαγραμμένες σελίδες (δράση %1).',
	'WantedPage'				=> 'Καταζητούμενες σελίδες:',
	'WantedPageInfo'			=> 'Σελίδα με μια λίστα από σελίδες που λείπουν και αναφέρονται (δράση %1).',
	'OrphanedPage'				=> 'Ορφανές σελίδες:',
	'OrphanedPageInfo'			=> 'Η σελίδα με μια λίστα με τις υπάρχουσες σελίδες δεν σχετίζεται μέσω συνδέσμων σε οποιαδήποτε άλλη σελίδα (ενέργεια %1).',
	'SandboxPage'				=> 'Sandbox:',
	'SandboxPageInfo'			=> 'Σελίδα όπου οι χρήστες μπορούν να εξασκήσουν τις ικανότητές τους wiki markup.',
	'HelpPage'					=> 'Βοήθεια:',
	'HelpPageInfo'				=> 'Το τμήμα τεκμηρίωσης για την εργασία με εργαλεία του ιστότοπου.',
	'IndexPage'					=> 'Ευρετήριο:',
	'IndexPageInfo'				=> 'Σελίδα με λίστα όλων των σελίδων (action %1).',
	'RandomPage'				=> 'Τυχαία:',
	'RandomPageInfo'			=> 'Φορτώνει μια τυχαία σελίδα (action %1).',


	// Notification settings
	'NotificationSettingsInfo'	=> 'Παράμετροι για τις κοινοποιήσεις της πλατφόρμας.',
	'NotificationSettingsUpdated'	=> 'Ενημερωμένες ρυθμίσεις ειδοποιήσεων',

	'EmailNotification'			=> 'Ειδοποίηση μέσω email:',
	'EmailNotificationInfo'		=> 'Επιτρέψτε ειδοποίηση μέσω email. Ορίστε Ενεργοποιημένο για να ενεργοποιήσετε τις ειδοποιήσεις email, Απενεργοποιήστε τις για να τις απενεργοποιήσετε. Σημειώστε ότι η απενεργοποίηση των ειδοποιήσεων ηλεκτρονικού ταχυδρομείου δεν έχει καμία επίδραση στα μηνύματα ηλεκτρονικού ταχυδρομείου που δημιουργούνται ως μέρος της διαδικασίας εγγραφής χρήστη.',
	'Autosubscribe'				=> 'Αυτόματος Χρήστης:',
	'AutosubscribeInfo'			=> 'Αυτόματη ειδοποίηση για αλλαγές σελίδας.',

	'NotificationSection'		=> 'Προεπιλεγμένες Ρυθμίσεις Ειδοποιήσεων Χρήστη',
	'NotifyPageEdit'			=> 'Επεξεργασία σελίδας ειδοποίησης:',
	'NotifyPageEditInfo'		=> 'Εκκρεμεί - Στείλτε μια ειδοποίηση ηλεκτρονικού ταχυδρομείου μόνο για την πρώτη αλλαγή μέχρι ο χρήστης να επισκεφθεί ξανά τη σελίδα.',
	'NotifyMinorEdit'			=> 'Αλλαγή δευτερεύουσας ειδοποίησης:',
	'NotifyMinorEditInfo'		=> 'Στέλνει ειδοποιήσεις και για δευτερεύουσες τροποποιήσεις.',
	'NotifyNewComment'			=> 'Ειδοποιήστε νέο σχόλιο:',
	'NotifyNewCommentInfo'		=> 'Εκκρεμεί - Στείλτε μια ειδοποίηση ηλεκτρονικού ταχυδρομείου μόνο για το πρώτο σχόλιο μέχρι ο χρήστης να επισκεφθεί ξανά τη σελίδα.',

	'NotifyUserAccount'			=> 'Ειδοποίηση νέου λογαριασμού χρήστη:',
	'NotifyUserAccountInfo'		=> 'Ο Διαχειριστής θα ειδοποιηθεί όταν ένας νέος χρήστης έχει δημιουργηθεί χρησιμοποιώντας τη φόρμα εγγραφής.',
	'NotifyUpload'				=> 'Ειδοποίηση μεταφόρτωσης αρχείου:',
	'NotifyUploadInfo'			=> 'Οι συντονιστές θα ειδοποιηθούν όταν ένα αρχείο έχει φορτωθεί.',

	'PersonalMessagesSection'	=> 'Προσωπικά μηνύματα',
	'AllowIntercomDefault'		=> 'Επιτρέπεται η ενδοεπικοινωνία:',
	'AllowIntercomDefaultInfo'	=> 'Η ενεργοποίηση αυτής της επιλογής επιτρέπει σε άλλους χρήστες να στέλνουν προσωπικά μηνύματα στη διεύθυνση ηλεκτρονικού ταχυδρομείου του παραλήπτη, χωρίς να αποκαλύπτουν τη διεύθυνση.',
	'AllowMassemailDefault'		=> 'Επιτρέψτε μαζικό email:',
	'AllowMassemailDefaultInfo'	=> 'Αποστολή μηνυμάτων μόνο σε εκείνους τους χρήστες που έχουν επιτρέψει στους διαχειριστές να τους στείλουν πληροφορίες.',

	// Resync settings
	'Synchronize'				=> 'συγχρονίζω',
	'UserStatsSynched'			=> 'Τα στατιστικά χρηστών συγχρονίστηκαν.',
	'PageStatsSynched'			=> 'Τα στατιστικά σελίδας συγχρονίστηκαν.',
	'FeedsUpdated'				=> 'RSS-feeds ενημερώθηκε.',
	'SiteMapCreated'			=> 'Η νέα έκδοση του χάρτη site δημιουργήθηκε με επιτυχία.',
	'ParseNextBatch'			=> 'Ανάλυση επόμενης παρτίδας σελίδων:',
	'WikiLinksRestored'			=> 'Έγινε επαναφορά συνδέσμων Wiki.',

	'LogUserStatsSynched'		=> 'Συγχρονισμένα στατιστικά στοιχεία χρήστη',
	'LogPageStatsSynched'		=> 'Συγχρονισμένα στατιστικά σελίδας',
	'LogFeedsUpdated'			=> 'Συγχρονισμένες ροές RSS',
	'LogPageBodySynched'		=> 'Αναλυμένο σώμα σελίδας και σύνδεσμοι',

	'UserStats'					=> 'Στατιστικά χρήστη',
	'UserStatsInfo'				=> 'Τα στατιστικά στοιχεία χρηστών (αριθμός σχολίων που ανήκουν σε σελίδες, αναθεωρήσεις και αρχεία) μπορεί να διαφέρουν σε ορισμένες περιπτώσεις από τα πραγματικά δεδομένα. <br>Αυτή η λειτουργία επιτρέπει την ενημέρωση στατιστικών ώστε να ταιριάζουν με τα πραγματικά δεδομένα που περιέχονται στη βάση δεδομένων.',
	'PageStats'					=> 'Στατιστικά σελίδας',
	'PageStatsInfo'				=> 'Τα στατιστικά στοιχεία της σελίδας (αριθμός σχολίων, αρχείων και αναθεωρήσεων) μπορεί να διαφέρουν σε ορισμένες περιπτώσεις από τα πραγματικά δεδομένα. <br>Αυτή η λειτουργία επιτρέπει την ενημέρωση στατιστικών ώστε να ταιριάζουν με τα πραγματικά δεδομένα που περιέχονται στη βάση δεδομένων.',

	'AttachmentsInfo'			=> 'Ενημέρωση του κατακερματισμού αρχείων για όλα τα συνημμένα στη βάση δεδομένων.',
	'AttachmentsSynched'		=> 'Επανέκδοση όλων των συνημμένων αρχείων',
	'LogAttachmentsSynched'		=> 'Επανέκδοση όλων των συνημμένων αρχείων',

	'Feeds'						=> 'Ροές',
	'FeedsInfo'					=> 'Στην περίπτωση άμεσης επεξεργασίας σελίδων στη βάση δεδομένων, το περιεχόμενο των ροών RSS-feed ενδέχεται να μην αντικατοπτρίζει τις αλλαγές που πραγματοποιήθηκαν. <br>Αυτή η λειτουργία συγχρονίζει τα κανάλια RSS-με την τρέχουσα κατάσταση της βάσης δεδομένων.',
	'XmlSiteMap'				=> 'XML-Sitemap',
	'XmlSiteMapInfo'			=> 'Αυτή η λειτουργία συγχρονίζει το XML-Sitemap με την τρέχουσα κατάσταση της βάσης δεδομένων.',
	'XmlSiteMapPeriod'			=> 'Περίοδος %1 ημέρες. Τελευταία εγγραφή %2.',
	'XmlSiteMapView'			=> 'Εμφάνιση χάρτη ιστοσελίδας σε ένα νέο παράθυρο.',

	'ReparseBody'				=> 'Ανάλυση όλων των σελίδων',
	'ReparseBodyInfo'			=> 'Κενά <code>body_r</code> στον πίνακα σελίδων, έτσι ώστε κάθε σελίδα να εμφανίζεται ξανά στην επόμενη προβολή σελίδας. Αυτό μπορεί να είναι χρήσιμο αν τροποποιήσετε τον μορφοποιητή ή αλλάξετε τον τομέα του wiki σας.',
	'PreparsedBodyPurged'		=> 'Κενό πεδίο <code>body_r</code> στον πίνακα σελίδας.',

	'WikiLinksResync'			=> 'Wiki-links',
	'WikiLinksResyncInfo'		=> 'Εκτελεί μια εκ νέου απόδοση για όλους τους συνδέσμους intrasite και αποκαθιστά τα περιεχόμενα των πινάκων <code>page_link</code> και <code>file_link</code> σε περίπτωση βλάβης ή μετεγκατάστασης (αυτό μπορεί να πάρει σημαντικό χρόνο).',
	'RecompilePage'				=> 'Ανασυγκρότηση όλων των σελίδων (εξαιρετικά δαπανηρή)',
	'ResyncOptions'				=> 'Επιπλέον επιλογές',
	'RecompilePageLimit'		=> 'Αριθμός σελίδων που θα αναλυθούν ταυτόχρονα.',

	// Email settings
	'EmaiSettingsInfo'			=> 'Αυτές οι πληροφορίες χρησιμοποιούνται όταν το σύστημα συζητήσεων στέλνει μηνύματα ηλεκτρονικού ταχυδρομείου στα μέλη σας. Παρακαλώ βεβαιωθείτε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου που έχετε ορίσει είναι έγκυρη, όλα τα απαγορευμένα ή μη απεσταλμένα μηνύματα μηνύματα κατά πάσα πιθανότητα θα αποστέλλονται σε αυτή τη διεύθυνση. Εάν ο πάροχος φιλοξενίας σας δεν παρέχει μια μητρική (βασισμένη σε PHP) υπηρεσία ηλεκτρονικού ταχυδρομείου, μπορείτε αντί αυτού να στέλνετε μηνύματα απευθείας με χρήση του SMTP. Αυτό απαιτεί τη διεύθυνση ενός κατάλληλου διακομιστή (ρωτήστε τον πάροχο σας εάν είναι απαραίτητο). Εάν ο διακομιστής απαιτεί πιστοποίηση (και μόνο εάν το κάνει) εισάγετε τα απαιτούμενα όνομα χρήστη, κωδικό πρόσβασης και μέθοδο πιστοποίησης.',

	'EmailSettingsUpdated'		=> 'Ενημέρωση ρυθμίσεων ηλεκτρονικού ταχυδρομείου',

	'EmailFunctionName'			=> 'Όνομα λειτουργίας ηλεκτρονικού ταχυδρομείου:',
	'EmailFunctionNameInfo'		=> 'Η λειτουργία ηλεκτρονικού ταχυδρομείου που χρησιμοποιείται για την αποστολή ηλεκτρονικών μηνυμάτων μέσω της PHP.',
	'UseSmtpInfo'				=> 'Επιλέξτε <code>SMTP</code> εάν θέλετε ή πρέπει να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου μέσω ενός έγκυρου διακομιστή (SMTP), αντί της λειτουργίας τοπικού ταχυδρομείου (λειτουργία PHP).',

	'EnableEmail'				=> 'Ενεργοποίηση emails:',
	'EnableEmailInfo'			=> 'Enable sending of emails.',

	'EmailIdentitySettings'		=> 'Ιστοσελίδα Emails Ταυτότητα',
	'FromEmailName'				=> 'From Name:',
	'FromEmailNameInfo'			=> 'The sender name, part of <code>From:</code> header in emails for all the email-notification sent from the site.',
	'EmailSubjectPrefix'		=> 'Πρόθεμα υποκειμένου:',
	'EmailSubjectPrefixInfo'	=> 'Θέμα: Εναλλακτικό πρόθεμα θέματος ηλεκτρονικού ταχυδρομείου, π.χ. <code>[Πρόθεμα] Θέμα</code>. Εάν δεν οριστεί, το προεπιλεγμένο πρόθεμα είναι το Όνομα τοποθεσίας: %1.',

	'NoReplyEmail'				=> 'Διεύθυνση μη απάντησης:',
	'NoReplyEmailInfo'			=> 'Αυτή η διεύθυνση, π.χ. <code>noreply@example.com</code>, θα εμφανιστεί στο πεδίο <code>From:</code> διεύθυνση ηλεκτρονικού ταχυδρομείου όλων των ειδοποιήσεων ηλεκτρονικού ταχυδρομείου που αποστέλλονται από την ιστοσελίδα.',
	'AdminEmail'				=> 'Email του ιδιοκτήτη του ιστότοπου:',
	'AdminEmailInfo'			=> 'Αυτή η διεύθυνση χρησιμοποιείται για λόγους διαχείρισης, όπως νέα ειδοποίηση χρήστη.',
	'AbuseEmail'				=> 'Υπηρεσία κατάχρησης email:',
	'AbuseEmailInfo'			=> 'Αιτήσεις διεύθυνσης για επείγοντα θέματα: εγγραφή για ένα ξένο ηλεκτρονικό ταχυδρομείο, κλπ. Μπορεί να είναι το ίδιο με το μήνυμα ηλεκτρονικού ταχυδρομείου ιδιοκτήτη της ιστοσελίδας.',

	'SendTestEmail'				=> 'Αποστολή δοκιμαστικού μηνύματος ηλεκτρονικού ταχυδρομείου',
	'SendTestEmailInfo'			=> 'Αυτό θα αποστείλει ένα δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου στη διεύθυνση που ορίστηκε στο λογαριασμό σας.',
	'TestEmailSubject'			=> 'Το WackoWiki είναι σωστά ρυθμισμένο για την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου',
	'TestEmailBody'				=> 'Αν λάβατε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου, το WackoWiki είναι σωστά ρυθμισμένο για την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου.',
	'TestEmailMessage'			=> 'Το δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε.<br>Αν δεν το λάβατε, παρακαλούμε ελέγξτε τις ρυθμίσεις του ηλεκτρονικού ταχυδρομείου.',

	'SmtpSettings'				=> 'Ρυθμίσεις SMTP',
	'SmtpAutoTls'				=> 'Ευκαιριακό TLS:',
	'SmtpAutoTlsInfo'			=> 'Ενεργοποιεί αυτόματα την κρυπτογράφηση, αν βλέπει ότι ο διακομιστής διαφημίζει κρυπτογράφηση TLS (αφού έχετε συνδεθεί με τον διακομιστή), ακόμη και αν δεν έχετε ορίσει τη λειτουργία σύνδεσης για <code>SMTPSecure</code>.',
	'SmtpConnectionMode'		=> 'Μέθοδος πιστοποίησης για SMTP:',
	'SmtpConnectionModeInfo'	=> 'Χρησιμοποιείται μόνο εάν έχει οριστεί το όνομα χρήστη / κωδικός πρόσβασης, ρωτήστε τον πάροχο σας εάν δεν είστε βέβαιοι ποια μέθοδο θα χρησιμοποιήσετε.',
	'SmtpPassword'				=> 'Κωδικός πρόσβασης SMTP:',
	'SmtpPasswordInfo'			=> 'Εισάγετε ένα κωδικό πρόσβασης μόνο εάν ο διακομιστής SMTP το απαιτεί. <em><strong>ΠΡΟΕΙΔΟΠΟΙΗΣΗ:</strong> Αυτός ο κωδικός πρόσβασης θα αποθηκευτεί σαν απλό κείμενο στη βάση δεδομένων, ορατός σε όποιον μπορεί να έχει πρόσβαση στη βάση δεδομένων σας ή που μπορεί να προβάλει αυτή τη σελίδα ρυθμίσεων.</em>',
	'SmtpPort'					=> 'Θύρα διακομιστή SMTP:',
	'SmtpPortInfo'				=> 'Αλλάξτε το μόνο εάν γνωρίζετε ότι ο διακομιστής SMTP είναι σε μια διαφορετική θύρα. <br>(default: <code>tls</code> on port 587 (or possibly 25) and <code>ssl</code> on port 465)',
	'SmtpServer'				=> 'Διεύθυνση διακομιστή SMTP:',
	'SmtpServerInfo'			=> 'Σημει΄ψστε ότι πρέπει να περέχετε και το πρωτόκολλο που χρησιμοποιεί ο διακομιστής σας. Αν χρησιμοποιείται SSL, πρέπει να το γράψετε <code>ssl://mail.example.com</code>',
	'SmtpUsername'				=> 'Όνομα χρήστη SMTP:',
	'SmtpUsernameInfo'			=> 'Εισάγετε ένα όνομα χρήστη μόνο εάν ο διακομιστής SMTP το απαιτεί.',

	// Upload settings
	'UploadSettingsInfo'		=> 'Εδώ μπορείτε να διαμορφώσετε τις προεπιλεγμένες ρυθμίσεις για τα συνημμένα και τις σχετικές ειδικές κατηγορίες.',
	'UploadSettingsUpdated'		=> 'Ενημερωμένες ρυθμίσεις μεταφόρτωσης',

	'FileUploadsSection'		=> 'Ανέβασμα Αρχείων',
	'RegisteredUsers'			=> 'εγγεγραμμένοι χρήστες',
	'RightToUpload'				=> 'Δικαιώματα για μεταφόρτωση αρχείων:',
	'RightToUploadInfo'			=> '<code>admins</code> means that only users belonging to the admins group can upload  files. <code>1</code> means that uploading is opened to registered users. <code>0</code> means that upload disabled.',
	'UploadMaxFilesize'			=> 'Μέγιστο μέγεθος αρχείου:',
	'UploadMaxFilesizeInfo'		=> 'Μέγιστο μέγεθος του κάθε αρχείου. Εάν η τιμή είναι 0, το μέγεθος του προς φόρτωση αρχείου περιορίζεται μόνο από τις ρυθμίσεις του PHP σας.',
	'UploadQuota'				=> 'Συνολική ποσόστωση συνημμένων:',
	'UploadQuotaInfo'			=> 'Μέγιστος διαθέσιμος χώρος στη μονάδα δίσκου για ολόκληρo το σύστημα συζητήσεων, με <code>0</code> είναι απεριόριστος. %1 used.',
	'UploadQuotaUser'			=> 'Ποσοστό αποθήκευσης ανά χρήστη:',
	'UploadQuotaUserInfo'		=> 'Περιορισμός της ποσόστωσης αποθήκευσης που μπορεί να φορτωθεί από έναν χρήστη, με τον όρο <code>0</code> να είναι απεριόριστος.',

	'FileTypes'					=> 'Τύποι Αρχείων',
	'UploadOnlyImages'			=> 'Επιτρέπεται μόνο η μεταφόρτωση εικόνων:',
	'UploadOnlyImagesInfo'		=> 'Να επιτρέπεται μόνο η μεταφόρτωση αρχείων εικόνας στη σελίδα.',
	'AllowedUploadExts'			=> 'Επιτρεπτοί τύποι αρχείων:',
	'AllowedUploadExtsInfo'		=> 'Επιτρεπόμενες επεκτάσεις για τη μεταφόρτωση αρχείων, με διαχωρισμό με κόμμα, π.χ. <code>png, ogg, mp4</code>, διαφορετικά επιτρέπονται όλες οι μη απαγορευμένες επεκτάσεις αρχείων.<br>Θα πρέπει να περιορίσετε τη λίστα των επιτρεπόμενων τύπων αρχείων που μεταφορτώνονται στο ελάχιστο που απαιτείται για τη λειτουργικότητα του περιεχομένου του ιστότοπού σας.',
	'CheckMimetype'				=> 'Έλεγχος αρχείων συνημμένων:',
	'CheckMimetypeInfo'			=> 'Ορισμένα προγράμματα περιήγησης μπορεί να εξαπατηθούν και να υποθέσουν ένα ανακριβές είδος κωδικοποίησης για τα φορτώσιμα αρχεία. Αυτή η επιλογή εξασφαλίζει ότι τέτοια αρχεία που είναι πιθανό να προκαλέσουν αυτό, να απορρίπτονται.',
	'SvgSanitizer'				=> 'SVG Sanitizer:',
	'SvgSanitizerInfo'			=> 'Αυτό επιτρέπει την εξυγίανση των αρχείων SVG που μεταφορτώνονται για να αποτρέψει τη μεταφόρτωση ευάλωτων αρχείων SVG/XML.',
	'TranslitFileName'			=> 'Μεταγραφή ονομάτων αρχείων:',
	'TranslitFileNameInfo'		=> 'Συνιστάται ιδιαίτερα να δέχεστε μόνο αλφαριθμητικούς χαρακτήρες.',
	'TranslitCaseFolding'		=> 'Μετατροπή ονομάτων αρχείων σε πεζά:',
	'TranslitCaseFoldingInfo'	=> 'Αυτή η επιλογή είναι αποτελεσματική μόνο με ενεργή μεταγραφή.',

	'Thumbnails'				=> 'Thumbnails',
	'CreateThumbnail'			=> 'Δημιουργία μικρογραφίας:',
	'CreateThumbnailInfo'		=> 'Δημιουργία μιας μικρογραφίας σε όλες τις δυνατές θέσεις.',
	'JpegQuality'				=> 'Ποιότητα JPEG:',
	'JpegQualityInfo'			=> 'Ποιότητα κατά την κλιμάκωση μιας μικρογραφίας JPEG. Θα πρέπει να κυμαίνεται μεταξύ 1 και 100, με το 100 να υποδηλώνει ποιότητα 100%.',
	'MaxImageArea'				=> 'Maximum Image Area:',
	'MaxImageAreaInfo'			=> 'Ο μέγιστος αριθμός εικονοστοιχείων που μπορεί να έχει μια αρχική εικόνα. Αυτό παρέχει ένα όριο στη χρήση μνήμης για την πλευρά της αποσυμπίεσης του κλιμακωτή εικόνας. <br><code>-1</code> σημαίνει ότι δεν θα ελέγχει το μέγεθος της εικόνας πριν επιχειρήσει να την κλιμακώσει. Το <code>0</code> σημαίνει ότι θα καθορίσει την τιμή αυτόματα.',
	'MaxThumbWidth'				=> 'Μέγιστο πλάτος μικρογραφίας σε εικονοστοιχεία:',
	'MaxThumbWidthInfo'			=> 'Μια μικρογραφία που δημιουργείται δεν θα υπερβαίνει το πλάτος που καθορίζεται εδώ.',
	'MinThumbFilesize'			=> 'Ελάχιστο μέγεθος αρχείου μικρογραφίας:',
	'MinThumbFilesizeInfo'		=> 'Να μη δημιουργείται μικρογραφία για εικόνες μικρότερες από αυτό.',
	'MaxImageWidth'				=> 'Όριο μεγέθους εικόνας στις σελίδες:',
	'MaxImageWidthInfo'			=> 'Διαφορετικά, δημιουργείται μια μικρογραφία σε μικρότερη κλίμακα.',

	// Deleted module
	'DeletedObjectsInfo'		=> 'Λίστα σελίδων, αναθεωρήσεων και αρχείων που καταργήθηκαν.
 Καταργήστε ή επαναφέρετε τις σελίδες, τις αναθεωρήσεις ή τα αρχεία από τη βάση δεδομένων κάνοντας κλικ στον σύνδεσμο <em>Κατάργηση</em>
 ή <em>Επαναφορά</em> στην αντίστοιχη σειρά. (Προσέξτε, δεν απαιτείται επιβεβαίωση διαγραφής!)',

	// Filter module
	'FilterSettingsInfo'		=> 'Λέξεις που θα λογοκρίνονται αυτόματα στο Wiki σας.',
	'FilterSettingsUpdated'		=> 'Ενημέρωση ρυθμίσεων φίλτρου spam',

	'WordCensoringSection'		=> 'Word Censoring',
	'SPAMFilter'				=> 'Φίλτρο ανεπιθύμητων:',
	'SPAMFilterInfo'			=> 'Ενεργοποίηση Φίλτρου Ανεπιθύμητων',
	'WordList'					=> 'Λίστα λέξεων:',
	'WordListInfo'				=> 'Λέξη ή φράση <code>fragment</code> που θα μπει στη μαύρη λίστα (μία ανά γραμμή)',

	// Log module
	'LogFilterTip'				=> 'Φιλτράρισμα συμβάντων ανά κριτήρια:',
	'LogLevel'					=> 'Επίπεδο',
	'LogLevelFilters'	=> [
		'1'		=> 'όχι λιγότερο από',
		'2'		=> 'όχι υψηλότερο από',
		'3'		=> 'ίσο',
	],
	'LogNoMatch'				=> 'Δεν υπάρχουν συμβάντα που να πληρούν τα κριτήρια',
	'LogDate'					=> 'Ημερομηνία',
	'LogEvent'					=> 'Γεγονός',
	'LogUsername'				=> 'Όνομα χρήστη',
	'LogLevels'	=> [
		'1'		=> 'κρίσιμο',
		'2'		=> 'υψηλότερη',
		'3'		=> 'υψηλή',
		'4'		=> 'μέτρια',
		'5'		=> 'χαμηλή',
		'6'		=> 'χαμηλότερο',
		'7'		=> 'αποσφαλμάτωση',
	],

	// Massemail module
	'MassemailInfo'				=> 'Εδώ μπορείτε να στείλετε ένα μήνυμα είτε σε όλα τα μέλη σας είτε σε όλα τα μέλη μιας συγκεκριμένης ομάδας <strong>που έχουν την επιλογή να λαμβάνουν μαζικά μηνύματα ηλεκτρονικού ταχυδρομείου ενεργοποιημένη</strong>. Για να επιτευχθεί αυτό, ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα αποσταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του διαχειριστή που παρέσχατε, με την οποία ένα τυφλό πιστό αντίγραφο θα αποσταλεί σε όλους τους παραλήπτες. Η προεπιλεγμένη ρύθμιση είναι να συμπεριλάβει μόνο 20 παραλήπτες σε ένα τέτοιο ηλεκτρονικό ταχυδρομείο, για περισσότερους παραλήπτες θα σταλούν περισσότερα μηνύματα ηλεκτρονικού ταχυδρομείου. Εάν στέλνετε ηλεκτρονικό ταχυδρομείο σε μια μεγάλη ομάδα ατόμων, παρακαλώ να είστε υπομονετικοί μετά την υποβολή και μη διακόψετε τη σελίδα κατά τη διάρκεια της αποστολής. Είναι φυσιολογικό για μια μαζική αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου να πάρει πολύ χρόνο, θα ενημερωθείτε όταν το σενάριο έχει ολοκληρωθεί.',
	'LogMassemail'				=> 'Μαζική αποστολή email %1 στην ομάδα / χρήστη ',
	'MassemailSend'				=> 'Μαζική αποστολή email',

	'NoEmailMessage'			=> 'Πρέπει να εισάγετε κάποιο κείμενο.',
	'NoEmailSubject'			=> 'Πρέπει να ορίσετε ένα θέμα για το μήνυμά σας.',
	'NoEmailRecipient'			=> 'Πρέπει να καθορίσετε τουλάχιστον έναν χρήστη ή μια ομάδα χρηστών.',

	'MassemailSection'			=> 'Μαζικό email',
	'MessageSubject'			=> 'Θέμα:',
	'MessageSubjectInfo'		=> '',
	'YourMessage'				=> 'Το μήνυμά σας:',
	'YourMessageInfo'			=> 'Σημειώστε ότι μπορείτε να γράψετε μόνο απλό κείμενο. Οτιδήποτε άλλο θα αφαιρεθεί πριν την αποστολή.',

	'NoUser'					=> 'Κανένας χρήστης',
	'NoUserGroup'				=> 'Καμία ομάδα χρηστών',

	'SendToGroup'				=> 'Αποστολή σε ομάδα:',
	'SendToUser'				=> 'Αποστολή σε μέλη:',
	'SendToUserInfo'			=> 'Μόνο οι χρήστες που επιτρέπουν στους Διαχειριστές να τους αποστέλλουν πληροφορίες θα λαμβάνουν μαζικά email. Αυτή η επιλογή είναι διαθέσιμη στις ρυθμίσεις χρήστη τους κάτω από τις Ειδοποιήσεις.',

	// System message module
	'SystemMessageInfo'			=> '',
	'SysMsgUpdated'				=> 'Ενημερωμένο μήνυμα συστήματος',

	'SysMsgSection'				=> 'Μύνημα Συστήματος',
	'SysMsg'					=> 'Μήνυμα συστήματος:',
	'SysMsgInfo'				=> 'Το κείμενό σας εδώ',

	'SysMsgType'				=> 'Τύπος:',
	'SysMsgTypeInfo'			=> 'Τύπος μηνύματος (CSS).',
	'SysMsgAudience'			=> 'Κοινό:',
	'SysMsgAudienceInfo'		=> 'Ακρόαση στο οποίο εμφανίζεται το μήνυμα του συστήματος.',
	'EnableSysMsg'				=> 'Ενεργοποίηση μηνύματος συστήματος:',
	'EnableSysMsgInfo'			=> 'Εμφάνιση μηνύματος συστήματος.',

	// User approval module
	'ApproveNotExists'			=> 'Παρακαλώ επιλέξτε τουλάχιστον έναν χρήστη μέσω του κουμπιού Σετ.',

	'LogUserApproved'			=> 'Ο χρήστης ##%1## ενέκρινε',
	'LogUserBlocked'			=> 'Χρήστης ##%1## μπλοκάρει',
	'LogUserDeleted'			=> 'Χρήστης ##%1## αφαιρέθηκε από τη βάση δεδομένων',
	'LogUserCreated'			=> 'Δημιουργήθηκε ένας νέος χρήστης ##%1##',
	'LogUserUpdated'			=> 'Ενημερώθηκε Ο Χρήστης ##%1##',
	'LogUserPasswordReset'		=> 'Κωδικός πρόσβασης για το χρήστη ##%1## επαναφορά με επιτυχία',

	'UserApproveInfo'			=> 'Έγκριση νέων χρηστών πριν μπορέσουν να συνδεθούν στον ιστότοπο.',
	'Approve'					=> 'Έγκριση',
	'Deny'						=> 'Άρνηση',
	'Pending'					=> 'Εκκρεμεί',
	'Approved'					=> 'Εγκρίθηκε',
	'Denied'					=> 'Απορρίφθηκε',

	// DB Backup module
	'BackupStructure'			=> 'Δομή',
	'BackupData'				=> 'Δεδομένα',
	'BackupFolder'				=> 'Φάκελος',
	'BackupTable'				=> 'Πίνακας',
	'BackupCluster'				=> 'Σύμπλεγμα:',
	'BackupFiles'				=> 'Αρχεία',
	'BackupNote'				=> 'Προσοχή:',
	'BackupSettings'			=> 'Καθορίστε το επιθυμητό σχήμα αντιγράφων ασφαλείας.<br>' .
    	'Το σύμπλεγμα ρίζας δεν επηρεάζει τα καθολικά αρχεία αντιγράφων ασφαλείας και τα αρχεία προσωρινής αποθήκευσης (αν επιλεγεί, είναι πάντα αποθηκευμένα στο ακέραιο).<br>' .  '<br>' .
		'<strong>Προσοχή</strong>: Για να αποφευχθεί η απώλεια πληροφοριών από τη βάση δεδομένων κατά τον καθορισμό του συμπλέγματος ρίζας, οι πίνακες από αυτό το αντίγραφο ασφαλείας δεν θα αναδιαρθρωθούν, όπως κατά την δημιουργία αντιγράφων ασφαλείας μόνο δομή πίνακα χωρίς αποθήκευση των δεδομένων. Για να κάνετε μια πλήρη μετατροπή των πινάκων σε εφεδρική μορφή, πρέπει να κάνετε το <em> πλήρες αντίγραφο ασφαλείας της βάσης δεδομένων (δομή και δεδομένα) χωρίς να καθορίσετε το σύμπλεγμα</em>.',
	'BackupCompleted'			=> 'Ολοκλήρωση δημιουργίας αντιγράφων ασφαλείας και αρχειοθέτησης.<br>' .
    	'Τα αρχεία του πακέτου αντιγράφων ασφαλείας αποθηκεύτηκαν στον υποκατάλογο %1.<br>Για να το κατεβάσετε χρησιμοποιήστε FTP (διατηρήστε τη δομή του καταλόγου και τα ονόματα αρχείων κατά την αντιγραφή).<br> Για να επαναφέρετε ένα αντίγραφο ασφαλείας ή να αφαιρέσετε ένα πακέτο, μεταβείτε στο <a href="%2">Επαναφορά βάσης δεδομένων</a>.',
	'LogSavedBackup'			=> 'Αποθηκευμένη βάση δεδομένων αντιγράφων ασφαλείας ##%1##',
	'Backup'					=> 'Αντίγραφα Ασφαλείας',
	'CantReadFile'				=> 'Αδυναμία ανάγνωσης αρχείου %1.',

	// DB Restore module
	'RestoreInfo'				=> 'Μπορείτε να επαναφέρετε οποιοδήποτε από τα εφεδρικά πακέτα που βρέθηκαν, ή να τα αφαιρέσετε από το διακομιστή.',
	'ConfirmDbRestore'			=> 'Θέλετε να επαναφέρετε το αντίγραφο ασφαλείας %1;',
	'ConfirmDbRestoreInfo'		=> 'Περιμένετε να διαρκέσει μερικά λεπτά.',
	'RestoreWrongVersion'		=> 'Λάθος έκδοση WackoWiki!',
	'DirectoryNotExecutable'	=> 'Ο κατάλογος %1 δεν είναι εκτελέσιμος.',
	'BackupDelete'				=> 'Είστε βέβαιοι ότι θέλετε να καταργήσετε το backup %1?',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'Πρόσθετες επιλογές επαναφοράς:',
	'RestoreOptionsInfo'		=> '* Πριν από την αποκατάσταση των αντιγράφων ασφαλείας <strong>συστάδα</strong>, ' .
									'οι πίνακες στόχοι δεν διαγράφονται (για να αποφευχθεί η απώλεια πληροφοριών από τις συστάδες που δεν έχουν υποστηριχθεί). ' .
									'Έτσι, κατά τη διάρκεια της διαδικασίας ανάκτησης θα προκύψουν διπλές εγγραφές. ' .
									'Σε κανονική λειτουργία, όλα αυτά θα αντικατασταθούν από το αντίγραφο ασφαλείας των εγγραφών (χρησιμοποιώντας SQL <code>REPLACE</code>), ' .
									'αλλά αν αυτό το πλαίσιο ελέγχου είναι επιλεγμένο, όλα τα διπλότυπα παραλείπονται (οι τρέχουσες τιμές των εγγραφών θα διατηρηθούν), ' .
									'και μόνο οι εγγραφές με νέα κλειδιά προστίθενται στον πίνακα (SQL <code>INSERT IGNORE</code>).<br>' .
									'<strong>Σημείωση</strong>: Κατά την επαναφορά πλήρους αντιγράφου ασφαλείας του ιστότοπου, αυτή η επιλογή δεν έχει καμία αξία.<br>' .
									'<br>' .
									'** Εάν το αντίγραφο ασφαλείας περιέχει τα αρχεία χρήστη (καθολική και perpage, cache αρχεία, κλπ), ' .
									'σε κανονική λειτουργία αντικαθιστούν τα υπάρχοντα αρχεία με τα ίδια ονόματα και τοποθετούνται στον ίδιο κατάλογο κατά την επαναφορά. ' .
									'Αυτή η επιλογή σας επιτρέπει να αποθηκεύσετε τα τρέχοντα αντίγραφα των αρχείων και να επαναφέρετε από ένα αντίγραφο ασφαλείας μόνο νέα αρχεία (λείπει από το διακομιστή).',
	'IgnoreDuplicatedKeysNr'	=> 'Παράβλεψη διπλότυπων πλήκτρων πίνακα (όχι αντικατάσταση)',
	'IgnoreSameFiles'			=> 'Παράβλεψη ίδιων αρχείων (δεν αντικαθίσταται)',
	'NoBackupsAvailable'		=> 'Δεν υπάρχουν διαθέσιμα αντίγραφα ασφαλείας.',
	'BackupEntireSite'			=> 'Ολόκληρη η ιστοσελίδα',
	'BackupRestored'			=> 'Το αντίγραφο ασφαλείας έχει αποκατασταθεί, μια συνοπτική αναφορά επισυνάπτεται παρακάτω. Για να διαγράψετε αυτό το πακέτο αντιγράφων ασφαλείας, κάντε κλικ στο',
	'BackupRemoved'				=> 'Το επιλεγμένο αντίγραφο ασφαλείας έχει αφαιρεθεί με επιτυχία.',
	'LogRemovedBackup'			=> 'Αφαιρέθηκε αντίγραφο ασφαλείας της βάσης δεδομένων ##%1##',

	'DbEngineInvalid'			=> 'Μη έγκυρη μηχανή βάσης δεδομένων, αναμένει %1',
	'RestoreStarted'			=> 'Έναρξη Αποκατάστασης',
	'RestoreParameters'			=> 'Χρήση παραμέτρων',
	'IgnoreDuplicatedKeys'		=> 'Παράβλεψη διπλότυπων πλήκτρων',
	'IgnoreDuplicatedFiles'		=> 'Παράβλεψη διπλότυπων αρχείων',
	'SavedCluster'				=> 'Αποθηκευμένο σύμπλεγμα',
	'DataProtection'			=> 'Data Protection - %1 omitted',
	'AssumeDropTable'			=> 'Υποθέστε %1',
	'RestoreSQLiteDatabase'		=> 'Επαναφορά της βάσης δεδομένων SQLite',
	'SQLiteDatabaseRestored'	=> 'Η βάση δεδομένων επαναφέρθηκε επιτυχώς από:',
	'RestoreTableStructure'		=> 'Αποκατάσταση της δομής του πίνακα',
	'RunSqlQueries'				=> 'Εκτελέστε SQL οδηγίες:',
	'CompletedSqlQueries'		=> 'Ολοκληρώθηκε. Επεξεργασμένες οδηγίες:',
	'NoTableStructure'			=> 'Η δομή των πινάκων δεν αποθηκεύτηκε - παραλείψτε',
	'RestoreRecords'			=> 'Επαναφορά των περιεχομένων των πινάκων',
	'ProcessTablesDump'			=> 'Απλά κατεβάστε και επεξεργαστείτε χώρους απορρίψεων πίνακα',
	'Instruction'				=> 'Οδηγίες',
	'RestoredRecords'			=> 'εγγραφές:',
	'RecordsRestoreDone'		=> 'Ολοκληρώθηκε. Συνολικές καταχωρήσεις:',
	'SkippedRecords'			=> 'Τα δεδομένα δεν αποθηκεύτηκαν - παράλειψη',
	'RestoringFiles'			=> 'Επαναφορά αρχείων',
	'DecompressAndStore'		=> 'Αποσυμπίεση και αποθήκευση των περιεχομένων των καταλόγων',
	'HomonymicFiles'			=> 'ομώνυμα αρχεία',
	'RestoreSkip'				=> 'παράλειψη',
	'RestoreReplace'			=> 'αντικατάσταση',
	'RestoreFile'				=> 'Αρχείο:',
	'RestoredFiles'				=> 'επαναφέρθηκε:',
	'SkippedFiles'				=> 'παραλείφθηκαν:',
	'FileRestoreDone'			=> 'Ολοκληρώθηκε. Συνολικά αρχεία:',
	'FilesAll'					=> 'όλα:',
	'SkipFiles'					=> 'Τα αρχεία δεν αποθηκεύονται - παράλειψη',
	'RestoreDone'				=> 'ΟΛΟΚΛΗΡΩΜΕΝΗ ΑΠΟΘΗΚΕΥΣΗ',

	'BackupCreationDate'		=> 'Ημερομηνία Δημιουργίας',
	'BackupPackageContents'		=> 'Το περιεχόμενο της συσκευασίας',
	'BackupRestore'				=> 'Επαναφορά',
	'BackupRemove'				=> 'Αφαίρεση',
	'RestoreYes'				=> 'Ναι',
	'RestoreNo'					=> 'Όχι',
	'LogDbRestored'				=> 'Αντίγραφο ασφαλείας ##%1## της βάσης δεδομένων επαναφέρθηκε.',

	'BackupArchived'			=> 'Το αντίγραφο ασφαλείας %1 αρχειοθετήθηκε.',
	'BackupArchiveExists'		=> 'Το αρχείο αντιγράφων ασφαλείας %1 υπάρχει ήδη.',
	'LogBackupArchived'			=> 'Το αντίγραφο ασφαλείας ##%1## αρχειοθετήθηκε.',

	// User module
	'UsersInfo'					=> 'Εδώ μπορείτε να αλλάξετε τις πληροφορίες των χρηστών σας και ορισμένες συγκεκριμένες επιλογές.',

	'UsersAdded'				=> 'Ο χρήστης προστέθηκε',
	'UsersDeleteInfo'			=> '[User delete Info here..]',
	'EditButton'				=> 'Επεξεργασία',
	'UsersAddNew'				=> 'Προσθήκη νέου χρήστη',
	'UsersDelete'				=> 'Είστε βέβαιοι ότι θέλετε να καταργήσετε το χρήστη %1;',
	'UsersDeleted'				=> 'Ο χρήστης %1 διαγράφηκε από τη βάση δεδομένων.',
	'UsersRename'				=> 'Μετονομασία του χρήστη %1 σε',
	'UsersRenameInfo'			=> '* Σημείωση: Η αλλαγή θα επηρεάσει όλες τις σελίδες που έχουν ανατεθεί σε αυτόν τον χρήστη.',
	'UsersUpdated'				=> 'Ο χρήστης ενημερώθηκε επιτυχώς.',

	'UserIP'					=> 'IP',
	'UserSignuptime'			=> 'Χρόνος Εγγραφής',
	'UserActions'				=> 'Ενέργειες',
	'NoMatchingUser'			=> 'Κανένας χρήστης που πληροί τα κριτήρια',

	'UserAccountNotify'			=> 'Ειδοποίηση χρήστη',
	'UserNotifySignup'			=> 'ενημερώστε το χρήστη σχετικά με το νέο λογαριασμό',
	'UserVerifyEmail'			=> 'ορίστε το διακριτικό σήματος ηλεκτρονικού ταχυδρομείου και προσθέστε το σύνδεσμο για επαλήθευση μέσω ηλεκτρονικού ταχυδρομείου',
	'UserReVerifyEmail'			=> 'Επαναποστολή email επιβεβαίωσης διακριτικού',

	// Groups module
	'GroupsInfo'				=> 'Από αυτόν τον πίνακα μπορείτε να διαχειριστείτε όλες τις ομάδες χρηστών. Μπορείτε να διαγράψετε, να δημιουργήσετε και να επεξεργαστείτε υπάρχουσες ομάδες. Επιπλέον, μπορείτε να επιλέξετε αρχηγούς ομάδας, εναλλαγή κατάστασης ανοικτού/κρυφής / κλειστής ομάδας και να ορίσετε το όνομα της ομάδας και την περιγραφή.',

	'LogMembersUpdated'			=> 'Ενημερωμένα μέλη της ομάδας χρήστη',
	'LogMemberAdded'			=> 'Προστέθηκε μέλος ##%1## στην ομάδα ##%2##',
	'LogMemberRemoved'			=> 'Αφαιρέθηκε το μέλος ##%1## από την ομάδα ##%2##',
	'LogGroupCreated'			=> 'Δημιουργήθηκε μια νέα ομάδα ##%1##',
	'LogGroupRenamed'			=> 'Ομάδα ##%1## μετονομάστηκε σε ##%2##',
	'LogGroupRemoved'			=> 'Αφαιρέθηκε η ομάδα ##%1##',

	'GroupsMembersFor'			=> 'Μέλη για την Ομάδα',
	'GroupsDescription'			=> 'Περιγραφή',
	'GroupsModerator'			=> 'Συντονιστής',
	'GroupsOpen'				=> 'Άνοιγμα',
	'GroupsActive'				=> 'Ενεργό',
	'GroupsTip'					=> 'Κλικ για επεξεργασία ομάδας',
	'GroupsUpdated'				=> 'Οι ομάδες ενημερώθηκαν',
	'GroupsAlreadyExists'		=> 'Αυτή η ομάδα υπάρχει ήδη.',
	'GroupsAdded'				=> 'Η ομάδα προστέθηκε επιτυχώς.',
	'GroupsRenamed'				=> 'Η ομάδα μετονομάστηκε επιτυχώς.',
	'GroupsDeleted'				=> 'Η ομάδα %1 και όλες οι συσχετιζόμενες σελίδες διαγράφηκαν από τη βάση δεδομένων.',
	'GroupsAdd'					=> 'Προσθήκη νέας ομάδας',
	'GroupsRename'				=> 'Μετονομασία της ομάδας %1 σε',
	'GroupsRenameInfo'			=> '* Σημείωση: Η αλλαγή θα επηρεάσει όλες τις σελίδες που έχουν ανατεθεί σε αυτήν την ομάδα.',
	'GroupsDelete'				=> 'Είστε βέβαιοι ότι θέλετε να καταργήσετε την ομάδα %1?',
	'GroupsDeleteInfo'			=> '* Σημείωση: Η αλλαγή θα επηρεάσει όλα τα μέλη που έχουν ανατεθεί σε αυτή την ομάδα.',
	'GroupsIsSystem'			=> 'Η ομάδα %1 ανήκει στο σύστημα και δεν μπορεί να αφαιρεθεί.',
	'GroupsStoreButton'			=> 'Αποθήκευση Ομάδων',
	'GroupsEditInfo'			=> 'Για να επεξεργαστείτε τη λίστα ομάδων, επιλέξτε το κουμπί επιλογής.',

	'GroupAddMember'			=> 'Προσθήκη μέλους',
	'GroupRemoveMember'			=> 'Αφαίρεση Μέλους',
	'GroupAddNew'				=> 'Προσθήκη ομάδας',
	'GroupEdit'					=> 'Επεξεργασία Ομάδας',
	'GroupDelete'				=> 'Αφαίρεση Ομάδας',

	'MembersAddNew'				=> 'Προσθήκη νέου μέλους',
	'MembersAdded'				=> 'Προστέθηκε νέο μέλος στην ομάδα με επιτυχία.',
	'MembersRemove'				=> 'Είστε βέβαιοι ότι θέλετε να καταργήσετε το μέλος %1?',
	'MembersRemoved'			=> 'Το μέλος αφαιρέθηκε από την ομάδα.',

	// Statistics module
	'DbStatSection'				=> 'Στατιστικά Βάσης Δεδομένων',
	'DbTable'					=> 'Πίνακας',
	'DbRecords'					=> 'Εγγραφές',
	'DbSize'					=> 'Μέγεθος',
	'DbIndex'					=> 'Ευρετήριο',
	'DbTotal'					=> 'Σύνολο',

	'FileStatSection'			=> 'Στατιστικά συστήματος αρχείων',
	'FileFolder'				=> 'Φάκελος',
	'FileFiles'					=> 'Αρχεία',
	'FileSize'					=> 'Μέγεθος',
	'FileTotal'					=> 'Σύνολο',

	// Sysinfo module
	'SysInfo'					=> 'Πληροφορίες έκδοσης:',
	'SysParameter'				=> 'Παράμετρος',
	'SysValues'					=> 'Τιμές',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'Τελευταία ενημέρωση',
	'ServerOS'					=> 'OS',
	'ServerName'				=> 'Όνομα διακομιστή',
	'WebServer'					=> 'Διακομιστής ιστού',
	'HttpProtocol'				=> 'HTTP Protocol',
	'DbVersion'					=> 'Βάση Δεδομένων',
	'SqlModesGlobal'			=> 'Καθολικές Λειτουργίες SQL',
	'SqlModesSession'			=> 'Συνεδρία Λειτουργιών Sql',
	'IcuVersion'				=> 'ICU',
	'PhpVersion'				=> 'PHP',
	'MemoryLimit'				=> 'Μνήμη',
	'UploadFilesizeMax'			=> 'Μεταφόρτωση μέγιστου αρχείου',
	'PostMaxSize'				=> 'Μέγιστο μέγεθος ανάρτησης',
	'MaxExecutionTime'			=> 'Μέγιστος χρόνος εκτέλεσης',
	'SessionPath'				=> 'Διαδρομή συνεδρίας',
	'PhpDefaultCharset'			=> 'PHP default charset',
	'GZipCompression'			=> 'Συμπίεση GZip',
	'PhpExtensions'				=> 'Επεκτάσεις PHP',
	'ApacheModules'				=> 'Apache αρθρώματα',

	// DB repair module
	'DbRepairSection'			=> 'Επισκευή Βάσης Δεδομένων',
	'DbRepair'					=> 'Επισκευή Βάσης Δεδομένων',
	'DbRepairInfo'				=> 'Αυτό το σενάριο μπορεί να αναζητήσει αυτόματα κάποια κοινά προβλήματα βάσης δεδομένων και να τα επισκευάσει. Η επισκευή μπορεί να πάρει λίγο, γι \'αυτό παρακαλώ να είστε υπομονετικοί.',

	'DbOptimizeRepairSection'	=> 'Επισκευή και βελτιστοποίηση Βάσης Δεδομένων',
	'DbOptimizeRepair'			=> 'Επισκευή και βελτιστοποίηση Βάσης Δεδομένων',
	'DbOptimizeRepairInfo'		=> 'Αυτό το σενάριο μπορεί επίσης να προσπαθήσει να βελτιστοποιήσει τη βάση δεδομένων. Αυτό βελτιώνει την απόδοση σε ορισμένες περιπτώσεις. Η επισκευή και η βελτιστοποίηση της βάσης δεδομένων μπορεί να πάρει πολύ καιρό και η βάση δεδομένων θα κλειδωθεί ενώ βελτιστοποιείται.',

	'TableOk'					=> 'Ο πίνακας %1 είναι εντάξει.',
	'TableNotOk'				=> 'Ο πίνακας %1 δεν είναι εντάξει. Αναφέρει το ακόλουθο σφάλμα: %2. Αυτό το σενάριο θα προσπαθήσει να επισκευάσει αυτόν τον πίνακα&hellip;',
	'TableRepaired'				=> 'Επιτυχής επισκευή του πίνακα %1.',
	'TableRepairFailed'			=> 'Απέτυχε η επισκευή του πίνακα %1. <br>Σφάλμα: %2',
	'TableAlreadyOptimized'		=> 'Ο πίνακας %1 είναι ήδη βελτιστοποιημένος.',
	'TableOptimized'			=> 'Ο πίνακας %1 βελτιστοποιήθηκε επιτυχώς.',
	'TableOptimizeFailed'		=> 'Αποτυχία βελτιστοποίησης του πίνακα %1 . <br>Σφάλμα: %2',
	'TableNotRepaired'			=> 'Ορισμένα προβλήματα βάσης δεδομένων δεν μπορούσαν να επισκευαστούν.',
	'RepairsComplete'			=> 'Επιδιόρθωση ολοκληρώθηκε',

	// Inconsistencies module
	'InconsistenciesInfo'		=> 'Εμφάνιση και διόρθωση ασυνεπειών, διαγραφή ή εκχώρηση ορφανά εγγραφών σε ένα νέο χρήστη/ τιμή.',
	'Inconsistencies'			=> 'Ασυνέπειες',
	'CheckDatabase'				=> 'Βάση δεδομένων',
	'CheckDatabaseInfo'			=> 'Έλεγχοι για ασυνέπειες κατά την εγγραφή στη βάση δεδομένων.',
	'CheckFiles'				=> 'Αρχεία',
	'CheckFilesInfo'			=> 'Ελέγχει για εγκαταλελειμμένα αρχεία, αρχεία χωρίς καμία αναφορά στον πίνακα αρχείων.',
	'Records'					=> 'Εγγραφές',
	'InconsistenciesNone'		=> 'Δεν βρέθηκαν ασυνέπειες δεδομένων.',
	'InconsistenciesDone'		=> 'Οι ασυνέπειες των δεδομένων επιλύθηκαν.',
	'InconsistenciesRemoved'	=> 'Ασυνέπειες που αφαιρέθηκαν',
	'Check'						=> 'Έλεγχος',
	'Solve'						=> 'Λύση',

	// Bad Behaviour module
	'BbInfo'					=> 'Ανιχνεύει και αποκλείει την ανεπιθύμητη πρόσβαση στο διαδίκτυο, αρνείται την αυτοματοποιημένη πρόσβαση σε spambots.<br>Για περισσότερες πληροφορίες, παρακαλώ επισκεφθείτε την αρχική σελίδα %1.',
	'BbEnable'					=> 'Ενεργοποίηση Λάθους Συμπεριφορά:',
	'BbEnableInfo'				=> 'Όλες οι άλλες ρυθμίσεις μπορούν να αλλάξουν στον φάκελο ρυθμίσεων %1.',
	'BbStats'					=> 'Η κακή συμπεριφορά έχει αποκλείσει τις προσπάθειες πρόσβασης %1 τις τελευταίες 7 ημέρες.',

	'BbSummary'					=> 'Περίληψη',
	'BbLog'						=> 'Καταγραφή',
	'BbSettings'				=> 'Ρυθμίσεις',
	'BbWhitelist'				=> 'Λευκή Λίστα',

	// --> Log
	'BbHits'					=> 'Εμφανίσεις',
	'BbRecordsFiltered'			=> 'Εμφάνιση %1 από %2 εγγραφές φιλτραρισμένες από',
	'BbStatus'					=> 'Κατάσταση',
	'BbBlocked'					=> 'Αποκλεισμένος',
	'BbPermitted'				=> 'Επιτρέπεται',
	'BbIp'						=> 'IP',
	'BbGetPost'					=> 'GET/POST',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'Εμφάνιση όλων των εγγραφών %1',
	'BbShow'					=> 'Εμφάνιση',
	'BbIpDateStatus'			=> 'IP/Ημερομηνία/Κατάσταση',
	'BbHeaders'					=> 'Κεφαλίδες',
	'BbEntity'					=> 'Οντότητα',

	// --> Whitelist
	'BbOptionsSaved'			=> 'Οι επιλογές αποθηκεύτηκαν.',
	'BbWhitelistHint'			=> 'Ακατάλληλη λευκή λίστα ΘΑ σας εκθέσει σε spam, ή να προκαλέσει Κακή συμπεριφορά για να σταματήσει εντελώς τη λειτουργία! ΜΗΝ ΛΕΥΚΕΙΤΑΙ εκτός και αν είστε 100% CERTAIN που θα έπρεπε.',
	'BbIpAddress'				=> 'Διεύθυνση IP',
	'BbIpAddressInfo'			=> 'Διεύθυνση IP ή εύρος διευθύνσεων CIDR που θα εισαχθούν (μία ανά γραμμή)',
	'BbUrl'						=> 'URL',
	'BbUrlInfo'					=> 'URL θραύσματα που αρχίζουν με το / μετά το όνομα κεντρικού υπολογιστή του ιστοτόπου σας (ένα ανά γραμμή)',
	'BbUserAgent'				=> 'Πράκτορας Χρήστη',
	'BbUserAgentInfo'			=> 'Συμβολοσειρές πράκτορα χρήστη που θα εισαχθούν (μία ανά γραμμή)',

	// --> Settings
	'BbSettingsUpdated'			=> 'Ενημερώθηκαν οι εσφαλμένες ρυθμίσεις συμπεριφοράς',
	'BbLogRequest'				=> 'Καταγραφή αιτήματος HTTP',
	'BbLogVerbose'				=> 'Verbose',
	'BbLogNormal'				=> 'Κανονικό (συνιστάται)',
	'BbLogOff'					=> 'Μην καταγράφετε (δεν συνιστάται)',
	'BbSecurity'				=> 'Ασφάλεια',
	'BbStrict'					=> 'Αυστηρός έλεγχος',
	'BbStrictInfo'				=> 'μπλοκάρει περισσότερα spam αλλά μπορεί να μπλοκάρει μερικούς ανθρώπους',
	'BbOffsiteForms'			=> 'Να επιτρέπεται η ανάρτηση της φόρμας από άλλες ιστοσελίδες',
	'BbOffsiteFormsInfo'		=> 'απαιτείται για το OpenID; αυξάνει το spam λαμβανόμενο',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'Για να χρησιμοποιήσετε τα χαρακτηριστικά http:BL της κακής συμπεριφοράς πρέπει να έχετε ένα %1',
	'BbHttpblKey'				=> 'http:BL κλειδί πρόσβασης',
	'BbHttpblThreat'			=> 'Ελάχιστο επίπεδο απειλής (συνιστάται 25)',
	'BbHttpblMaxage'			=> 'Μέγιστη ηλικία δεδομένων (συνιστάται 30)',
	'BbReverseProxy'			=> 'Αντιστροφή Εξισορρόπησης Proxy/Load',
	'BbReverseProxyInfo'		=> 'Αν χρησιμοποιείτε Bad Behaviour πίσω από έναν αντίστροφο proxy, φορτώσετε balancer, HTTP επιταχυντή, cache περιεχόμενο ή παρόμοια τεχνολογία, ενεργοποιήστε την επιλογή Reverse Prox.<br>' .
									'Εάν έχετε μια αλυσίδα δύο ή περισσότερων αντίστροφων proxies μεταξύ του διακομιστή σας και του δημόσιου Διαδικτύου, πρέπει να καθορίσετε <em>όλα</em> από τα εύρη διευθύνσεων IP (σε μορφή CIDR) όλων των proxy διακομιστών σας, φορτώσετε balancers, κλπ. Διαφορετικά, η Bad Behaviour ενδέχεται να μην είναι σε θέση να καθορίσει την πραγματική διεύθυνση IP του πελάτη.<br>' .
									'Επιπλέον, οι reverse proxy servers σας πρέπει να ορίσουν τη διεύθυνση IP του προγράμματος-πελάτη Διαδικτύου από την οποία έλαβαν το αίτημα σε μια κεφαλίδα HTTP. Εάν δεν καθορίσετε μια επικεφαλίδα, θα χρησιμοποιηθεί %1 . Οι περισσότεροι διακομιστές μεσολάβησης υποστηρίζουν ήδη X-Forwarded-For και τότε θα πρέπει μόνο να βεβαιωθείτε ότι είναι ενεργοποιημένη στους διακομιστές μεσολάβησης σας. Μερικά άλλα ονόματα κεφαλίδων που χρησιμοποιούνται συνήθως περιλαμβάνουν %2 και %3.',
	'BbReverseProxyEnable'		=> 'Ενεργοποίηση Αντίστροφου Διακομιστή Μεσολάβησης',
	'BbReverseProxyHeader'		=> 'Κεφαλίδα που περιέχει τη διεύθυνση IP των πελατών Διαδικτύου',
	'BbReverseProxyAddresses'	=> 'Εύρος διευθύνσεων IP ή μορφής CIDR για τους διακομιστές μεσολάβησης σας (ένα ανά γραμμή)',

];
