<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'توابع پایه',
		'preferences'	=> 'تنظیمات',
		'content'		=> 'محتوا',
		'users'			=> 'کاربران',
		'maintenance'	=> 'نگهداری',
		'messages'		=> 'پیام‌ها',
		'extension'		=> 'افزونه‌ها',
		'database'		=> 'پایگاه داده',
	],

	// Admin panel
	'AdminPanel'				=> 'پنل کنترل مدیریت',
	'RecoveryMode'				=> 'حالت بازیابی',
	'Authorization'				=> 'احراز هویت',
	'AuthorizationTip'			=> 'لطفاً رمز عبور مدیریت را وارد کنید (همچنین مطمئن شوید که کوکی‌ها در مرورگر شما مجاز هستند).',
	'NoRecoveryPassword'		=> 'رمز عبور مدیریت مشخص نشده است!',
	'NoRecoveryPasswordTip'		=> 'توجه: عدم وجود رمز عبور مدیریت تهدیدی برای امنیت است! هش رمز عبور خود را در فایل پیکربندی وارد کنید و برنامه را دوباره اجرا کنید.',

	'ErrorLoadingModule'		=> 'خطا در بارگذاری ماژول مدیریت %1: وجود ندارد.',

	'ApHomePage'				=> 'صفحه اصلی',
	'ApHomePageTip'				=> 'باز کردن صفحه اصلی، بدون خروج از مدیریت',
	'ApLogOut'					=> 'خروج',
	'ApLogOutTip'				=> 'خروج از مدیریت سیستم',

	'TimeLeft'					=> 'زمان باقیمانده: %1 دقیقه',
	'ApVersion'					=> 'نسخه',

	'SiteOpen'					=> 'باز کردن',
	'SiteOpened'				=> 'سایت باز است',
	'SiteOpenedTip'				=> 'سایت باز است',
	'SiteClose'					=> 'بستن',
	'SiteClosed'				=> 'سایت بسته است',
	'SiteClosedTip'				=> 'سایت بسته است',

	'System'					=> 'سیستم',

	// Generic
	'Cancel'					=> 'لغو',
	'Add'						=> 'افزودن',
	'Edit'						=> 'ویرایش',
	'Remove'					=> 'حذف',
	'Enabled'					=> 'فعال',
	'Disabled'					=> 'غیرفعال',
	'Mandatory'					=> 'الزامی',
	'Admin'						=> 'مدیر',
	'Min'						=> 'حداقل',
	'Max'						=> 'حداکثر',

	'MiscellaneousSection'		=> 'متفرقه',
	'MainSection'				=> 'گزینه‌های عمومی',

	'DirNotWritable'			=> 'دایرکتوری %1 قابل نوشتن نیست.',
	'FileNotWritable'			=> 'فایل %1 قابل نوشتن نیست.',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'پایه',
		'title'		=> 'تنظیمات پایه',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'ظاهر',
		'title'		=> 'تنظیمات ظاهر',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'رایانامه',
		'title'		=> 'تنظیمات رایانامه',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'Syndication',
		'title'		=> 'تنظیمات Syndication',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'فیلتر',
		'title'		=> 'تنظیمات فیلتر',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'قالب‌بندی',
		'title'		=> 'گزینه‌های قالب‌بندی',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'اعلانات',
		'title'		=> 'تنظیمات اعلان‌ها',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'صفحه‌ها',
		'title'		=> 'صفحه‌ها و پارامترهای سایت',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'مجوزها',
		'title'		=> 'تنظیمات مجوزها',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'امنیتی',
		'title'		=> 'تنظیمات زیرسیستم‌های امنیتی',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'سیستم',
		'title'		=> 'گزینه‌های سیستم',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'بارگذاری',
		'title'		=> 'تنظیمات پیوست‌ها',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'حذف شده‌ها',
		'title'		=> 'محتویات تازه حذف شده',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'منو',
		'title'		=> 'افزودن، ویرایش یا حذف آیتم‌های منوی پیش‌فرض',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'پشتیبان‌گیری',
		'title'		=> 'پشتیبان‌گیری از داده‌ها',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'تعمیر',
		'title'		=> 'تعمیر و بهینه‌سازی پایگاه داده',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'بازگردانی',
		'title'		=> 'بازگردانی داده‌های پشتیبان',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'داشبورد',
		'title'		=> 'مدیریت WackoWiki',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'ناهماهنگی‌ها',
		'title'		=> 'رفع ناهماهنگی‌های داده‌ها',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'همگام‌سازی داده‌ها',
		'title'		=> 'همگام‌سازی داده‌ها',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'ایمیل گروهی',
		'title'		=> 'ایمیل گروهی',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'پیام سیستم',
		'title'		=> 'پیام‌های سیستم',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'اطلاعات سیستم',
		'title'		=> 'اطلاعات سیستم',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'گزارش سیستم',
		'title'		=> 'گزارش رویدادهای سیستم',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'آمار',
		'title'		=> 'نمایش آمار',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'رفتار نادرست',
		'title'		=> 'رفتار نادرست',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'تایید',
		'title'		=> 'تایید ثبت‌نام کاربر',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'گروه‌ها',
		'title'		=> 'مدیریت گروه‌ها',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'کاربران',
		'title'		=> 'مدیریت کاربران',
	],

	// Main module
	'MainNote'					=> 'توجه: توصیه می‌شود دسترسی به سایت به طور موقت برای نگهداری اداری مسدود شود.',

	'PurgeSessions'				=> 'پاکسازی جلسات',
	'PurgeSessionsTip'			=> 'پاکسازی همه جلسات',
	'PurgeSessionsConfirm'		=> 'آیا مطمئن هستید که می‌خواهید همه جلسات را پاکسازی کنید؟ این کار همه کاربران را از سیستم خارج خواهد کرد.',
	'PurgeSessionsExplain'		=> 'پاکسازی همه جلسات. این کار همه کاربران را با خالی کردن جدول auth_token از سیستم خارج می‌کند.',
	'PurgeSessionsDone'			=> 'جلسات با موفقیت پاکسازی شدند.',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'تنظیمات پایه به‌روزرسانی شدند',
	'LogBasicSettingsUpdated'	=> 'تنظیمات پایه به‌روزرسانی شدند',

	'SiteName'					=> 'نام سایت',
	'SiteNameInfo'				=> 'عنوان این سایت که در عنوان مرورگر، هدر قالب، اعلان ایمیل و غیره نمایش داده می‌شود.',
	'SiteDesc'					=> 'توضیحات سایت:',
	'SiteDescInfo'				=> 'مکمل عنوان سایت که در هدر صفحات نمایش داده می‌شود تا در چند کلمه توضیح دهد این سایت درباره چیست.',
	'AdminName'					=> 'مدیر سایت:',
	'AdminNameInfo'				=> 'نام کاربری که مسئولیت پشتیبانی کلی سایت را بر عهده دارد. این نام برای تعیین حقوق دسترسی استفاده نمی‌شود، اما توصیه می‌شود با نام مدیر اصلی سایت مطابقت داشته باشد.',

	'LanguageSection'			=> 'زبان',
	'DefaultLanguage'			=> 'زبان پیش‌فرض:',
	'DefaultLanguageInfo'		=> 'زبان پیام‌هایی که به مهمانان غیروارد شده نمایش داده می‌شود را مشخص می‌کند، همچنین تنظیمات محلی را تعیین می‌کند.',
	'MultiLanguage'				=> 'پشتیبانی چندزبانه:',
	'MultiLanguageInfo'			=> 'امکان انتخاب زبان به صورت صفحه به صفحه را فعال می‌کند.',
	'AllowedLanguages'			=> 'زبان‌های مجاز:',
	'AllowedLanguagesInfo'		=> 'توصیه می‌شود فقط مجموعه زبان‌هایی که می‌خواهید استفاده کنید را انتخاب کنید، در غیر این صورت همه زبان‌ها انتخاب می‌شوند.',

	'CommentSection'			=> 'دیدگاه‌ها',
	'AllowComments'				=> 'اجازه دادن به دیدگاه‌ها:',
	'AllowCommentsInfo'			=> 'فعال کردن دیدگاه‌ها فقط برای مهمانان یا کاربران ثبت‌نام شده یا غیرفعال کردن آنها در کل سایت.',
	'SortingComments'			=> 'مرتب‌سازی دیدگاه‌ها:',
	'SortingCommentsInfo'		=> 'ترتیب نمایش دیدگاه‌های صفحه را تغییر می‌دهد، یا جدیدترین دیدگاه یا قدیمی‌ترین دیدگاه در بالا.',
	'CommentsOffset'			=> 'صفحه دیدگاه‌ها:',
	'CommentsOffsetInfo'		=> 'صفحه دیدگاه‌ها که به طور پیش‌فرض نمایش داده می‌شود',

	'ToolbarSection'			=> 'نوار ابزار',
	'CommentsPanel'				=> 'پنل دیدگاه‌ها:',
	'CommentsPanelInfo'			=> 'نمایش پیش‌فرض دیدگاه‌ها در پایین صفحه.',
	'FilePanel'					=> 'پنل فایل‌ها:',
	'FilePanelInfo'				=> 'نمایش پیش‌فرض پیوست‌ها در پایین صفحه.',
	'TagsPanel'					=> 'پنل برچسب‌ها:',
	'TagsPanelInfo'				=> 'نمایش پیش‌فرض پنل برچسب‌ها در پایین صفحه.',

	'NavigationSection'			=> 'ناوبری',
	'ShowPermalink'				=> 'نمایش پیوند دائمی:',
	'ShowPermalinkInfo'			=> 'نمایش پیش‌فرض پیوند دائمی برای نسخه فعلی صفحه.',
	'TocPanel'					=> 'پنل فهرست مطالب:',
	'TocPanelInfo'				=> 'نمایش پیش‌فرض پنل فهرست مطالب صفحه (ممکن است نیاز به پشتیبانی در قالب‌ها داشته باشد).',
	'SectionsPanel'				=> 'پنل بخش‌ها:',
	'SectionsPanelInfo'			=> 'به طور پیش‌فرض پنل صفحات مجاور را نمایش می‌دهد (نیاز به پشتیبانی در قالب‌ها دارد).',
	'DisplayingSections'		=> 'نمایش بخش‌ها:',
	'DisplayingSectionsInfo'	=> 'هنگامی که گزینه‌های قبلی فعال باشند، مشخص می‌کند که آیا فقط زیرصفحات صفحه (پایین‌تر)، فقط صفحات همسایه (بالا) یا هر دو، و سایر موارد (درخت) نمایش داده شوند.',
	'MenuItems'					=> 'آیتم‌های منو:',
	'MenuItemsInfo'				=> 'تعداد پیش‌فرض آیتم‌های منو که نمایش داده می‌شوند (ممکن است نیاز به پشتیبانی در قالب‌ها داشته باشد).',

	'HandlerSection'			=> 'گرداننده‌ها',
	'HideRevisions'				=> 'پنهان کردن نسخه‌ها:',
	'HideRevisionsInfo'			=> 'نمایش پیش‌فرض نسخه‌های صفحه.',
	'AttachmentHandler'			=> 'فعال کردن گرداننده پیوست‌ها:',
	'AttachmentHandlerInfo'		=> 'امکان نمایش گرداننده پیوست‌ها را فراهم می‌کند.',
	'SourceHandler'				=> 'فعال کردن گرداننده منبع:',
	'SourceHandlerInfo'			=> 'امکان نمایش گرداننده منبع را فراهم می‌کند.',
	'ExportHandler'				=> 'فعال کردن گرداننده خروجی XML:',
	'ExportHandlerInfo'			=> 'امکان نمایش گرداننده خروجی XML را فراهم می‌کند.',

	'DiffModeSection'			=> 'حالت‌های تفاوت',
	'DefaultDiffModeSetting'	=> 'حالت تفاوت پیش‌فرض:',
	'DefaultDiffModeSettingInfo'=> 'حالت تفاوت از پیش انتخاب شده.',
	'AllowedDiffMode'			=> 'حالت‌های تفاوت مجاز:',
	'AllowedDiffModeInfo'		=> 'توصیه می‌شود فقط مجموعه حالت‌های تفاوتی که می‌خواهید استفاده کنید را انتخاب کنید، در غیر این صورت همه حالت‌های تفاوت انتخاب می‌شوند.',
	'NotifyDiffMode'			=> 'حالت تفاوت اعلان:',
	'NotifyDiffModeInfo'		=> 'حالت تفاوتی که برای اعلان‌ها در بدنه ایمیل استفاده می‌شود.',

	'EditingSection'			=> 'ویرایش',
	'EditSummary'				=> 'خلاصه ویرایش:',
	'EditSummaryInfo'			=> 'خلاصه تغییرات را در حالت ویرایش نمایش می‌دهد.',
	'MinorEdit'					=> 'ویرایش‌های جزئی:',
	'MinorEditInfo'				=> 'گزینه ویرایش جزئی را در حالت ویرایش فعال می‌کند.',
	'SectionEdit'				=> 'ویرایش بخش:',
	'SectionEditInfo'			=> 'امکان ویرایش فقط بخشی از یک صفحه را فعال می‌کند.',
	'ReviewSettings'			=> 'بازبینی:',
	'ReviewSettingsInfo'		=> 'گزینه بازبینی را در حالت ویرایش فعال می‌کند.',
	'PublishAnonymously'		=> 'اجازه انتشار ناشناس:',
	'PublishAnonymouslyInfo'	=> 'به کاربران اجازه می‌دهد ترجیحاً به صورت ناشناس منتشر کنند (برای پنهان کردن نام).',

	'DefaultRenameRedirect'		=> 'هنگام تغییر نام، تغییر مسیر قرار دهید:',
	'DefaultRenameRedirectInfo'	=> 'به طور پیش‌فرض پیشنهاد می‌دهد که یک تغییر مسیر به آدرس قدیمی صفحه تغییر نام یافته قرار دهید.',
	'StoreDeletedPages'			=> 'نگهداری صفحات حذف شده:',
	'StoreDeletedPagesInfo'		=> 'هنگامی که یک صفحه، دیدگاه یا فایل را حذف می‌کنید، آن را در بخش ویژه‌ای نگه دارید که برای مدت بیشتری برای بازبینی و بازیابی در دسترس باشد (همانطور که در زیر توضیح داده شده است).',
	'KeepDeletedTime'			=> 'مدت زمان نگهداری صفحات حذف شده:',
	'KeepDeletedTimeInfo'		=> 'مدت زمان بر حسب روز. فقط در صورت فعال بودن گزینه قبلی معنادار است. صفر به معنای نگهداری دائمی است (در این صورت مدیر می‌تواند "سبد" را به صورت دستی پاک کند).',
	'PagesPurgeTime'			=> 'مدت زمان نگهداری نسخه‌های صفحه:',
	'PagesPurgeTimeInfo'		=> 'به طور خودکار نسخه‌های قدیمی‌تر را در تعداد روزهای مشخص شده حذف می‌کند. اگر صفر وارد کنید، نسخه‌های قدیمی حذف نخواهند شد.',
	'EnableReferrers'			=> 'فعال کردن رفررها:',
	'EnableReferrersInfo'		=> 'امکان ذخیره و نمایش رفررهای خارجی را فراهم می‌کند.',
	'ReferrersPurgeTime'		=> 'مدت زمان نگهداری رفررها:',
	'ReferrersPurgeTimeInfo'	=> 'تاریخچه صفحات خارجی ارجاع‌دهنده را بیش از تعداد روزهای مشخص شده نگه ندارید. صفر به معنای نگهداری دائمی است، اما برای سایتی که активно بازدید می‌شود ممکن است منجر به سرریز پایگاه داده شود.',
	'EnableCounters'			=> 'شمارنده بازدیدها:',
	'EnableCountersInfo'		=> 'امکان شمارنده بازدید برای هر صفحه و فعال کردن نمایش آمار ساده را فراهم می‌کند. بازدیدهای صاحب صفحه شمارش نمی‌شوند.',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'تنظیمات پیش‌فرض انتشار وب برای سایت خود را کنترل کنید.',
	'SyndicationSettingsUpdated'	=> 'تنظیمات انتشار به‌روزرسانی شدند.',

	'FeedsSection'				=> 'فیدها',
	'EnableFeeds'				=> 'فعال کردن فیدها:',
	'EnableFeedsInfo'			=> 'فیدهای RSS را برای کل ویکی فعال یا غیرفعال می‌کند.',
	'XmlChangeLink'				=> 'حالت لینک فید تغییرات:',
	'XmlChangeLinkInfo'			=> 'تعیین می‌کند که آیتم‌های فید تغییرات XML به کجا لینک شوند.',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'نمایش تفاوت‌ها',
		'2'		=> 'صفحه فعلی',
		'3'		=> 'لیست نسخه‌ها',
		'4'		=> 'صفحه تجدید نظر شده',
	],

	'XmlSitemap'				=> 'نقشه سایت XML:',
	'XmlSitemapInfo'			=> 'فایلی به نام %1 در پوشه xml ایجاد می‌کند. می‌توانید مسیر نقشه سایت را در فایل robots.txt در دایرکتوری ریشه خود به صورت زیر اضافه کنید:',
	'XmlSitemapGz'				=> 'فشرده‌سازی نقشه سایت XML:',
	'XmlSitemapGzInfo'			=> 'در صورت تمایل، می‌توانید فایل متنی نقشه سایت خود را با استفاده از gzip فشرده کنید تا نیاز پهنای باند شما کاهش یابد.',
	'XmlSitemapTime'			=> 'زمان تولید نقشه سایت XML:',
	'XmlSitemapTimeInfo'		=> 'نقشه سایت را فقط یک بار در تعداد روزهای مشخص شده تولید می‌کند، صفر به معنای تولید در هر تغییر صفحه است.',

	'SearchSection'				=> 'جستجو',
	'OpenSearch'				=> 'OpenSearch:',
	'OpenSearchInfo'			=> 'فایل توصیف OpenSearch را در پوشه XML ایجاد می‌کند و کشف خودکار افزونه جستجو را در هدر HTML فعال می‌کند.',
	'SearchEngineVisibility'	=> 'مسدود کردن موتورهای جستجو (قابلیت مشاهده موتور جستجو):',
	'SearchEngineVisibilityInfo'=> 'موتورهای جستجو را مسدود کنید، اما به بازدیدکنندگان عادی اجازه دهید. این تنظیم بر تنظیمات صفحه اولویت دارد.
موتورهای جستجو را از ایندکس کردن این سایت منصرف کنید، این بستگی به موتورهای جستجو دارد که این درخواست را بپذیرند.',



	// Appearance settings
	'AppearanceSettingsInfo'	=> 'تنظیمات پیش‌فرض نمایش سایت خود را کنترل کنید.',
	'AppearanceSettingsUpdated'	=> 'تنظیمات ظاهر به‌روزرسانی شدند.',

	'LogoOff'					=> 'خاموش',
	'LogoOnly'					=> 'فقط لوگو',
	'LogoAndTitle'				=> 'لوگو و عنوان',

	'LogoSection'				=> 'لوگو',
	'SiteLogo'					=> 'لوگوی سایت:',
	'SiteLogoInfo'				=> 'لوگوی شما معمولاً در گوشه بالا سمت چپ برنامه ظاهر می‌شود. حداکثر اندازه 2 مگابایت است. ابعاد بهینه 255 پیکسل عرض در 55 پیکسل ارتفاع است.',
	'LogoDimensions'			=> 'ابعاد لوگو:',
	'LogoDimensionsInfo'		=> 'عرض و ارتفاع لوگوی نمایش داده شده.',
	'LogoDisplayMode'			=> 'حالت نمایش لوگو:',
	'LogoDisplayModeInfo'		=> 'ظاهر لوگو را تعریف می‌کند. پیش‌فرض خاموش است.',

	'FaviconSection'			=> 'Favicon',
	'SiteFavicon'				=> 'Favicon سایت:',
	'SiteFaviconInfo'			=> 'آیکون میانبر یا favicon شما در نوار آدرس، تب‌ها و نشانک‌های اکثر مرورگرها نمایش داده می‌شود. این آیکون favicon تم شما را نادیده می‌گیرد.',
	'SiteFaviconTooBig'			=> 'اندازه favicon بزرگتر از 64 × 64 پیکسل است.',
	'ThemeColor'				=> 'رنگ تم برای نوار آدرس:',
	'ThemeColorInfo'			=> 'مرورگر رنگ نوار آدرس هر صفحه را بر اساس رنگ CSS ارائه شده تنظیم می‌کند.',

	'LayoutSection'				=> 'چیدمان',
	'Theme'						=> 'تم:',
	'ThemeInfo'					=> 'طراحی قالب که سایت به طور پیش‌فرض از آن استفاده می‌کند.',
	'ResetUserTheme'			=> 'بازنشانی همه تم‌های کاربران:',
	'ResetUserThemeInfo'		=> 'همه تم‌های کاربران را بازنشانی می‌کند. هشدار: این عمل همه تم‌های انتخاب شده توسط کاربران را به تم پیش‌فرض سراسری بازمی‌گرداند.',
	'SetBackUserTheme'			=> 'بازگردانی همه تم‌های کاربران به تم %1.',
	'ThemesAllowed'				=> 'تم‌های مجاز:',
	'ThemesAllowedInfo'			=> 'تم‌های مجازی که کاربر می‌تواند انتخاب کند را انتخاب کنید، در غیر این صورت همه تم‌های موجود مجاز هستند.',
	'ThemesPerPage'				=> 'تم‌ها در هر صفحه:',
	'ThemesPerPageInfo'			=> 'اجازه انتخاب تم برای هر صفحه را بدهید که مالک صفحه می‌تواند از طریق ویژگی‌های صفحه انتخاب کند.',

	// System settings
	'SystemSettingsInfo'		=> 'گروهی از پارامترها که مسئول تنظیم دقیق پلتفرم هستند. آنها را تغییر ندهید مگر اینکه از عملکرد آنها مطمئن باشید.',
	'SystemSettingsUpdated'		=> 'تنظیمات سیستم به‌روزرسانی شد',

	'DebugModeSection'			=> 'حالت دیباگ',
	'DebugMode'					=> 'حالت دیباگ:',
	'DebugModeInfo'				=> 'ثبت و نمایش داده‌های تله‌متری در زمان اجرای برنامه. توجه: حالت جزئیات کامل نیاز به حافظه زیادی دارد، به ویژه در عملیات‌های سنگین مانند پشتیبان‌گیری و بازیابی پایگاه داده.',
	'DebugModes'	=> [
		'0'		=> 'دیباگ غیرفعال است',
		'1'		=> 'فقط زمان اجرای کل',
		'2'		=> 'زمان کامل',
		'3'		=> 'جزئیات کامل (DBMS، کش و غیره)',
	],
	'DebugSqlThreshold'			=> 'آستانه عملکرد RDBMS:',
	'DebugSqlThresholdInfo'		=> 'در حالت دیباگ دقیق فقط کوئری‌هایی که بیشتر از تعداد ثانیه‌های مشخص طول می‌کشند ثبت می‌شوند.',
	'DebugAdminOnly'			=> 'تشخیص بسته:',
	'DebugAdminOnlyInfo'		=> 'داده‌های دیباگ برنامه (و DBMS) فقط برای مدیر نمایش داده می‌شود.',

	'CachingSection'			=> 'گزینه‌های کش',
	'Cache'						=> 'کش صفحات رندر شده:',
	'CacheInfo'					=> 'صفحات رندر شده را در کش محلی ذخیره کنید تا بوت بعدی سرعت بیشتری داشته باشد. فقط برای بازدیدکنندگان ثبت‌نام‌نشده معتبر است.',
	'CacheTtl'					=> 'مدت اعتبار صفحات کش شده:',
	'CacheTtlInfo'				=> 'صفحات کش شده را بیش از تعداد ثانیه‌های مشخص شده نگه ندارید.',
	'CacheSql'					=> 'کش کوئری‌های DBMS:',
	'CacheSqlInfo'				=> 'نتایج برخی کوئری‌های SQL منابع را در کش محلی نگه دارید.',
	'CacheSqlTtl'				=> 'مدت اعتبار کش پایگاه داده:',
	'CacheSqlTtlInfo'			=> 'نتایج کوئری‌های SQL را بیش از تعداد ثانیه‌های مشخص شده کش نکنید. استفاده از مقادیر بیشتر از 1200 توصیه نمی‌شود.',

	'LogSection'				=> 'تنظیمات لاگ',
	'LogLevelUsage'				=> 'استفاده از لاگ:',
	'LogLevelUsageInfo'			=> 'حداقل اولویت رویدادهایی که در لاگ ثبت می‌شوند.',
	'LogThresholds'	=> [
		'0'		=> 'لاگ نگه ندارید',
		'1'		=> 'فقط سطح بحرانی',
		'2'		=> 'از بالاترین سطح',
		'3'		=> 'از سطح بالا',
		'4'		=> 'در سطح متوسط',
		'5'		=> 'از سطح پایین',
		'6'		=> 'از حداقل سطح',
		'7'		=> 'ثبت همه',
	],
	'LogDefaultShow'			=> 'حالت نمایش لاگ:',
	'LogDefaultShowInfo'		=> 'حداقل اولویت رویدادهایی که به‌طور پیش‌فرض در لاگ نمایش داده می‌شوند.',
	'LogModes'	=> [
		'1'		=> 'فقط سطح بحرانی',
		'2'		=> 'از بالاترین سطح',
		'3'		=> 'از سطح بالا',
		'4'		=> 'سطح متوسط',
		'5'		=> 'از سطح پایین',
		'6'		=> 'از حداقل سطح',
		'7'		=> 'نمایش همه',
	],
	'LogPurgeTime'				=> 'مدت زمان نگهداری لاگ:',
	'LogPurgeTimeInfo'			=> 'لاگ رویدادها را پس از تعداد مشخصی روز حذف کنید.',

	'PrivacySection'			=> 'حریم خصوصی',
	'AnonymizeIp'				=> 'ناشناس کردن آدرس‌های IP کاربران:',
	'AnonymizeIpInfo'			=> 'آدرس‌های IP را در موارد قابل اجرا مانند صفحه، نسخه یا رفررها ناشناس کنید.',

	'ReverseProxySection'		=> 'پروکسی معکوس',
	'ReverseProxy'				=> 'استفاده از پروکسی معکوس:',
	'ReverseProxyInfo'			=> 'این تنظیم را فعال کنید تا آدرس IP واقعی کلاینت راه دور را با بررسی اطلاعات ذخیره شده در هدرهای X-Forwarded-For تعیین کنید. هدرهای X-Forwarded-For مکانیزم استانداردی برای شناسایی سیستم‌های کلاینتی هستند که از طریق سرور پروکسی معکوس مانند Squid یا Pound متصل می‌شوند. سرورهای پروکسی معکوس اغلب برای بهبود عملکرد سایت‌های پر بازدید استفاده می‌شوند و ممکن است مزایای دیگری مانند کش کردن سایت، امنیت یا رمزنگاری نیز ارائه دهند. اگر این نصب WackoWiki پشت یک پروکسی معکوس اجرا می‌شود، این تنظیم باید فعال شود تا اطلاعات صحیح آدرس IP در سیستم‌های مدیریت جلسه، لاگینگ، آمار و مدیریت دسترسی WackoWiki ثبت شود؛ اگر از این تنظیم مطمئن نیستید، پروکسی معکوس ندارید، یا WackoWiki در محیط هاست اشتراکی اجرا می‌شود، این تنظیم باید غیرفعال بماند.',
	'ReverseProxyHeader'		=> 'هدر پروکسی معکوس:',
	'ReverseProxyHeaderInfo'	=> 'این مقدار را تنظیم کنید اگر سرور پروکسی شما آدرس IP کلاینت را در هدر دیگری غیر از X-Forwarded-For ارسال می‌کند. هدر "X-Forwarded-For" لیستی از آدرس‌های IP است که با کاما و فاصله جدا شده‌اند و فقط آخرین آدرس (چپ‌ترین) استفاده خواهد شد.',
	'ReverseProxyAddresses'		=> 'reverse_proxy آرایه‌ای از آدرس‌های IP را می‌پذیرد:',
	'ReverseProxyAddressesInfo'	=> 'هر عنصر این آرایه آدرس IP یکی از پروکسی‌های معکوس شما است. با پر کردن این آرایه، WackoWiki فقط در صورتی اطلاعات ذخیره شده در هدرهای X-Forwarded-For را اعتماد خواهد کرد که آدرس IP راه دور یکی از این آدرس‌ها باشد، یعنی درخواست از یکی از پروکسی‌های معکوس شما به سرور وب برسد. در غیر این صورت، کلاینت می‌تواند مستقیماً به سرور وب شما متصل شود و هدرهای X-Forwarded-For را جعل کند.',

	'SessionSection'				=> 'مدیریت جلسه',
	'SessionStorage'				=> 'ذخیره‌سازی جلسه:',
	'SessionStorageInfo'			=> 'این گزینه تعیین می‌کند که داده‌های جلسه کجا ذخیره شوند. به‌طور پیش‌فرض ذخیره‌سازی جلسه فایل یا پایگاه داده انتخاب شده است.',
	'SessionModes'	=> [
		'1'		=> 'فایل',
		'2'		=> 'پایگاه داده',
	],
	'SessionNotice'					=> 'نمایش علت خاتمه جلسه:',
	'SessionNoticeInfo'				=> 'دلیل ختم جلسه را نشان می‌دهد.',
	'LoginNotice'					=> 'اطلاعیه ورود:',
	'LoginNoticeInfo'				=> 'اطلاعیه ورود را نمایش می‌دهد.',

	'RewriteMode'					=> 'استفاده از
mod_rewrite
:',
	'RewriteModeInfo'				=> 'اگر سرور وب شما از این ویژگی پشتیبانی می‌کند، برای داشتن آدرس‌های زیباتر صفحات آن را فعال کنید.
 این مقدار ممکن است در زمان اجرا توسط کلاس Settings بازنویسی شود، صرف نظر از اینکه خاموش باشد، اگر HTTP_MOD_REWRITE روشن باشد.',

	// Permissions settings
	'PermissionsSettingsInfo'		=> 'پارامترهای مسئول کنترل دسترسی و مجوزها.',
	'PermissionsSettingsUpdated'	=> 'تنظیمات مجوزها به‌روزرسانی شد',

	'PermissionsSection'		=> 'حقوق و امتیازات',
	'ReadRights'				=> 'حقوق خواندن به صورت پیش‌فرض:',
	'ReadRightsInfo'			=> 'این حقوق به صفحات ریشه ایجاد شده و همچنین صفحاتی که حقوق والدین آنها قابل تعریف نیست، اختصاص داده می‌شود.',
	'WriteRights'				=> 'حقوق نوشتن به صورت پیش‌فرض:',
	'WriteRightsInfo'			=> 'این حقوق به صفحات ریشه ایجاد شده و همچنین صفحاتی که حقوق والدین آنها قابل تعریف نیست، اختصاص داده می‌شود.',
	'CommentRights'				=> 'حقوق نظر دادن به صورت پیش‌فرض:',
	'CommentRightsInfo'			=> 'این حقوق به صفحات ریشه ایجاد شده و همچنین صفحاتی که حقوق والدین آنها قابل تعریف نیست، اختصاص داده می‌شود.',
	'CreateRights'				=> 'حقوق ایجاد زیرصفحه به صورت پیش‌فرض:',
	'CreateRightsInfo'			=> 'حق ایجاد صفحات ریشه را تعریف کرده و آنها را به صفحاتی که حقوق والدین آنها قابل تعریف نیست، اختصاص دهید.',
	'UploadRights'				=> 'حقوق آپلود به صورت پیش‌فرض:',
	'UploadRightsInfo'			=> 'این حقوق به صفحات ریشه ایجاد شده و همچنین صفحاتی که حقوق والدین آنها قابل تعریف نیست، اختصاص داده می‌شود.',
	'RenameRights'				=> 'حق تغییر نام سراسری:',
	'RenameRightsInfo'			=> 'لیست مجوزها برای تغییر نام آزادانه (انتقال) صفحات.',

	'LockAcl'					=> 'قفل کردن تمام ACLها فقط برای خواندن:',
	'LockAclInfo'				=> 'تنظیمات acl برای همه صفحات را فقط برای خواندن بازنویسی می‌کند.
این ممکن است مفید باشد اگر پروژه تمام شده باشد، می‌خواهید ویرایش را به دلایل امنیتی برای مدتی ببندید یا به عنوان پاسخی اضطراری.',
	'HideLocked'				=> 'پنهان کردن صفحات غیرقابل دسترسی:',
	'HideLockedInfo'			=> 'اگر کاربر اجازه خواندن صفحه را ندارد، آن را در لیست‌های مختلف صفحات پنهان کنید (اما لینک قرار داده شده در متن همچنان قابل مشاهده خواهد بود).',
	'RemoveOnlyAdmins'			=> 'فقط مدیران می‌توانند صفحات را حذف کنند:',
	'RemoveOnlyAdminsInfo'		=> 'حذف همه را ممنوع کنید، به جز مدیران، برای حذف صفحات. در ابتدا این محدودیت برای صاحبان صفحات عادی اعمال می‌شود.',
	'OwnersRemoveComments'		=> 'صاحبان صفحات می‌توانند نظرات را حذف کنند:',
	'OwnersRemoveCommentsInfo'	=> 'به صاحبان صفحات اجازه دهید نظرات صفحات خود را مدیریت کنند.',
	'OwnersEditCategories'		=> 'صاحبان می‌توانند دسته‌بندی صفحات را ویرایش کنند:',
	'OwnersEditCategoriesInfo'	=> 'به صاحبان اجازه دهید لیست دسته‌بندی صفحات سایت خود را تغییر دهند (افزودن کلمات، حذف کلمات)، اختصاص به یک صفحه.',
	'TermHumanModeration'		=> 'مدت زمان مداخله انسانی:',
	'TermHumanModerationInfo'	=> 'مدیران فقط می‌توانند نظراتی را ویرایش کنند که بیش از این تعداد روز پیش ایجاد شده باشند (این محدودیت برای آخرین نظر در موضوع اعمال نمی‌شود).',

	'UserCanDeleteAccount'		=> 'به کاربران اجازه دهید حساب‌های خود را حذف کنند',

	// Security settings
	'SecuritySettingsInfo'		=> 'پارامترهای مسئول امنیت کلی پلتفرم، محدودیت‌های امنیتی و زیرسیستم‌های امنیتی اضافی.',
	'SecuritySettingsUpdated'	=> 'تنظیمات امنیتی به‌روزرسانی شدند.',

	'AllowRegistration'			=> 'ثبت‌نام آنلاین:',
	'AllowRegistrationInfo'		=> 'ثبت‌نام کاربران را باز کنید. غیرفعال کردن این گزینه از ثبت‌نام آزاد جلوگیری می‌کند، اما مدیر سایت همچنان می‌تواند کاربران دیگر را ثبت‌نام کند.',
	'ApproveNewUser'			=> 'تأیید کاربران جدید:',
	'ApproveNewUserInfo'		=> 'به مدیران اجازه می‌دهد کاربران را پس از ثبت‌نام تأیید کنند. فقط کاربران تأیید شده اجازه ورود به سایت را دارند.',
	'PersistentCookies'			=> 'کوکی‌های ماندگار:',
	'PersistentCookiesInfo'		=> 'اجازه استفاده از کوکی‌های ماندگار را بدهید.',
	'DisableWikiName'			=> 'غیرفعال کردن WikiName:',
	'DisableWikiNameInfo'		=> 'استفاده اجباری از WikiName را غیرفعال کنید. اجازه می‌دهد کاربران با نام‌های مستعار سنتی ثبت‌نام کنند، نه به صورت اجباری NameSurname.',
	'UsernameLength'			=> 'طول نام کاربری:',
	'UsernameLengthInfo'		=> 'حداقل و حداکثر تعداد کاراکترها در نام‌های کاربری.',

	'EmailSection'				=> 'رایانامه',
	'AllowEmailReuse'			=> 'اجازه استفاده مجدد از آدرس ایمیل:',
	'AllowEmailReuseInfo'		=> 'کاربران مختلف می‌توانند با یک آدرس ایمیل ثبت‌نام کنند.',
	'EmailConfirmation'			=> 'اجرای تأیید ایمیل:',
	'EmailConfirmationInfo'		=> 'کاربر را ملزم می‌کند قبل از ورود به سیستم، آدرس ایمیل خود را تأیید کند.',
	'AllowedEmailDomains'		=> 'دامنه‌های مجاز ایمیل:',
	'AllowedEmailDomainsInfo'	=> 'دامنه‌های ایمیل مجاز که با کاما از هم جدا شده‌اند، به عنوان مثال
example.com, local.lan
 و غیره. اگر مشخص نشده باشد، همه دامنه‌های ایمیل مجاز هستند.',
	'ForbiddenEmailDomains'		=> 'دامنه‌های ایمیل ممنوع:',
	'ForbiddenEmailDomainsInfo'	=> 'دامنه‌های ایمیل ممنوع که با کاما از هم جدا شده‌اند، به عنوان مثال
example.com, local.lan
 و غیره. این گزینه فقط زمانی مؤثر است که لیست دامنه‌های ایمیل مجاز خالی باشد.',

	'CaptchaSection'			=> 'کپچا',
	'EnableCaptcha'				=> 'فعال کردن کپچا:',
	'EnableCaptchaInfo'			=> 'اگر فعال باشد، کپچا در موارد زیر یا در صورت رسیدن به آستانه امنیتی نمایش داده می‌شود.',
	'CaptchaComment'			=> 'نظر جدید:',
	'CaptchaCommentInfo'		=> 'به عنوان یک اقدام حفاظتی در برابر اسپم، از کاربران غیرثبت‌نامی خواسته می‌شود قبل از ارسال نظر یک بار تست را حل کنند.',
	'CaptchaPage'				=> 'صفحه جدید:',
	'CaptchaPageInfo'			=> 'به عنوان یک اقدام حفاظتی در برابر اسپم، از کاربران غیرثبت‌نامی خواسته می‌شود قبل از ایجاد صفحات جدید یک بار تست را حل کنند.',
	'CaptchaEdit'				=> 'ویرایش صفحه:',
	'CaptchaEditInfo'			=> 'به عنوان یک اقدام حفاظتی در برابر اسپم، از کاربران غیرثبت‌نامی خواسته می‌شود قبل از ویرایش صفحات یک بار تست را حل کنند.',
	'CaptchaRegistration'		=> 'ثبت‌نام:',
	'CaptchaRegistrationInfo'	=> 'به عنوان یک اقدام حفاظتی در برابر اسپم، از کاربران غیرثبت‌نامی خواسته می‌شود قبل از ثبت‌نام یک بار تست را حل کنند.',

	'TlsSection'				=> 'تنظیمات TLS',
	'TlsConnection'				=> 'اتصال TLS:',
	'TlsConnectionInfo'			=> 'از اتصال امن TLS استفاده کنید. گواهینامه TLS مورد نیاز که قبلاً روی سرور نصب شده است را فعال کنید، در غیر این صورت دسترسی به پنل مدیریت را از دست خواهید داد!
همچنین تعیین می‌کند که آیا پرچم امن کوکی تنظیم شده است، پرچم
secure
 مشخص می‌کند که آیا کوکی‌ها فقط باید از طریق اتصالات امن ارسال شوند.',
	'TlsImplicit'				=> 'TLS اجباری:',
	'TlsImplicitInfo'			=> 'مشتری را مجبور کنید از HTTP به HTTPS تغییر مسیر دهد. با غیرفعال بودن این گزینه، مشتری می‌تواند از طریق کانال HTTP باز سایت را مرور کند.',

	'HttpSecurityHeaders'		=> 'هدرهای امنیتی HTTP',
	'EnableSecurityHeaders'		=> 'فعال کردن هدرهای امنیتی:',
	'EnableSecurityHeadersinfo'	=> 'هدرهای امنیتی را تنظیم کنید (جلوگیری از فریم، حفاظت در برابر کلیک‌جکینگ/XSS/CSRF).
CSP ممکن است در برخی شرایط مشکل ایجاد کند (مثلاً در حین توسعه)، یا هنگام استفاده از افزونه‌هایی که به منابع میزبانی شده خارجی مانند تصاویر یا اسکریپت‌ها وابسته هستند.
غیرفعال کردن Content Security Policy یک ریسک امنیتی است!',
	'Csp'						=> 'Content-Security-Policy (CSP):',
	'CspInfo'					=> 'پیکربندی Content Security Policy شامل تصمیم‌گیری درباره سیاست‌هایی است که می‌خواهید اعمال کنید، سپس پیکربندی آنها و استفاده از Content-Security-Policy برای ایجاد سیاست شما.',
	'PolicyModes'	=> [
		'0'		=> 'غیرفعال',
		'1'		=> 'سختگیرانه',
		'2'		=> 'سفارشی',
	],
	'PermissionsPolicy'			=> 'سیاست مجوزها:',
	'PermissionsPolicyInfo'		=> 'هدر HTTP Permissions-Policy مکانیزمی را برای فعال یا غیرفعال کردن صریح ویژگی‌های قدرتمند مرورگر فراهم می‌کند.',
	'ReferrerPolicy'			=> 'سیاست ارجاع‌دهنده:',
	'ReferrerPolicyInfo'		=> 'هدر HTTP Referrer-Policy مشخص می‌کند که چه اطلاعات ارجاع‌دهنده‌ای که در هدر Referer ارسال می‌شود، باید در درخواست‌های ارسال شده گنجانده شود.',
	'ReferrerPolicyModes'	=> [
		'0'		=> '[خاموش]',
		'1'		=> 'no-referrer',
		'2'		=> 'no-referrer-when-downgrade',
		'3'		=> 'same-origin',
		'4'		=> 'origin',
		'5'		=> 'strict-origin',
		'6'		=> 'origin-when-cross-origin',
		'7'		=> 'strict-origin-when-cross-origin',
		'8'		=> 'unsafe-url'
	],

	'UserPasswordSection'		=> 'ماندگاری رمزهای عبور کاربران',
	'PwdMinChars'				=> 'حداقل طول رمز عبور:',
	'PwdMinCharsInfo'			=> 'رمزهای عبور طولانی‌تر لزوماً امن‌تر از رمزهای کوتاه‌تر هستند (مثلاً 12 تا 16 کاراکتر).
استفاده از عبارات عبور به جای رمزهای عبور توصیه می‌شود.',
	'AdminPwdMinChars'			=> 'حداقل طول رمز عبور مدیر:',
	'AdminPwdMinCharsInfo'		=> 'رمزهای عبور طولانی‌تر لزوماً امن‌تر از رمزهای کوتاه‌تر هستند (مثلاً 15 تا 20 کاراکتر).
استفاده از عبارات عبور به جای رمزهای عبور توصیه می‌شود.',
	'PwdCharComplexity'			=> 'پیچیدگی مورد نیاز رمز عبور:',
	'PwdCharClasses'	=> [
		'0'		=> 'آزمایش نشده',
		'1'		=> 'هر نوع حروف + اعداد',
		'2'		=> 'حروف بزرگ و کوچک + اعداد',
		'3'		=> 'حروف بزرگ و کوچک + اعداد + کاراکترها',
	],
	'PwdUnlikeLogin'			=> 'پیچیدگی اضافی:',
	'PwdUnlikes'	=> [
		'0'		=> 'آزمایش نشده',
		'1'		=> 'رمز عبور با ورود یکسان نیست',
		'2'		=> 'رمز عبور شامل نام کاربری نیست',
	],

	'LoginSection'				=> 'ورود',
	'MaxLoginAttempts'			=> 'حداکثر تعداد تلاش‌های ورود به ازای هر نام کاربری:',
	'MaxLoginAttemptsInfo'		=> 'تعداد تلاش‌های ورود مجاز برای یک حساب کاربری واحد قبل از فعال شدن وظیفه ضد اسپم‌بوت. عدد 0 را وارد کنید تا از فعال شدن وظیفه ضد اسپم‌بوت برای حساب‌های کاربری متمایز جلوگیری شود.',
	'IpLoginLimitMax'			=> 'حداکثر تعداد تلاش‌های ورود به ازای هر آدرس IP:',
	'IpLoginLimitMaxInfo'		=> 'آستانه تلاش‌های ورود مجاز از یک آدرس IP واحد قبل از فعال شدن وظیفه ضد اسپم‌بوت. عدد 0 را وارد کنید تا از فعال شدن وظیفه ضد اسپم‌بوت توسط آدرس‌های IP جلوگیری شود.',

	'FormsSection'				=> 'فرم‌ها',
	'FormTokenTime'				=> 'حداکثر زمان برای ارسال فرم‌ها:',
	'FormTokenTimeInfo'			=> 'زمان مجاز برای کاربر جهت ارسال فرم (به ثانیه).
توجه داشته باشید که اگر جلسه منقضی شود، ممکن است فرم نامعتبر شود، صرف نظر از این تنظیم.',

	'SessionLength'				=> 'مدت زمان کوکی ورود:',
	'SessionLengthInfo'			=> 'مدت زمان پیش‌فرض کوکی ورود کاربر (به روز).',
	'CommentDelay'				=> 'ضد سیلاب برای نظرات:',
	'CommentDelayInfo'			=> 'حداقل تأخیر بین انتشار نظرات جدید کاربران (به ثانیه).',
	'IntercomDelay'				=> 'ضد سیلاب برای ارتباطات شخصی:',
	'IntercomDelayInfo'			=> 'حداقل تأخیر بین ارسال پیام‌های خصوصی کاربر (به ثانیه).',
	'RegistrationDelay'			=> 'آستانه زمانی برای ثبت‌نام:',
	'RegistrationDelayInfo'		=> 'حداقل آستانه زمانی برای پر کردن فرم ثبت‌نام جهت تشخیص ربات‌ها از انسان‌ها (به ثانیه).',

	// Formatter settings
	'FormatterSettingsInfo'		=> 'گروهی از پارامترها که مسئول تنظیم دقیق پلتفرم هستند. آنها را تغییر ندهید مگر اینکه از عملکرد آنها مطمئن باشید.',
	'FormatterSettingsUpdated'	=> 'تنظیمات قالب‌بندی به‌روزرسانی شد',

	'TextHandlerSection'		=> 'پردازشگر متن',
	'Typografica'				=> 'غلط‌گیر تایپی:',
	'TypograficaInfo'			=> 'غیرفعال کردن آن کمی سرعت فرآیند افزودن نظرات و ذخیره صفحه را افزایش می‌دهد.',
	'Paragrafica'				=> 'علامت‌گذاری پاراگرافیکا:',
	'ParagraficaInfo'			=> 'مشابه گزینه قبلی است، اما منجر به قطع شدن عملکرد خودکار فهرست مطالب می‌شود:
{{toc}}
.',
	'AllowRawhtml'				=> 'پشتیبانی HTML سراسری:',
	'AllowRawhtmlInfo'			=> 'این گزینه برای یک سایت باز به طور بالقوه ناامن است.',
	'SafeHtml'					=> 'فیلتر کردن HTML:',
	'SafeHtmlInfo'				=> 'جلوگیری از ذخیره اشیاء HTML خطرناک. خاموش کردن فیلتر در یک سایت باز با پشتیبانی HTML بسیار نامطلوب است!',

	'WackoFormatterSection'		=> 'قالب‌بندی متن ویکی (قالب‌بندی Wacko)',
	'X11colors'					=> 'استفاده از رنگ‌های X11:',
	'X11colorsInfo'				=> 'رنگ‌های موجود برای
??(رنگ) پس‌زمینه??
 و
!!(رنگ) متن!!
 را گسترش می‌دهد. غیرفعال کردن آن کمی سرعت فرآیند افزودن نظرات و ذخیره صفحات را افزایش می‌دهد.',
	'WikiLinks'					=> 'غیرفعال کردن ویکی‌لینک‌ها:',
	'WikiLinksInfo'				=> 'لینک کردن برای
CamelCaseWords
 را غیرفعال می‌کند، کلمات CamelCase شما دیگر مستقیماً به صفحه جدید لینک نمی‌شوند. این زمانی مفید است که در فضاهای نام مختلف یا خوشه‌ها کار می‌کنید. به طور پیش‌فرض خاموش است.',
	'BracketsLinks'				=> 'غیرفعال کردن براکت‌لینک‌ها:',
	'BracketsLinksInfo'			=> 'ساختارهای
[[لینک]]
 و
((لینک))
 را غیرفعال می‌کند.',
	'Formatters'				=> 'غیرفعال کردن قالب‌سازها:',
	'FormattersInfo'			=> 'ساختار
%%کد%%
 را که برای هایلایت کردن استفاده می‌شود، غیرفعال می‌کند.',

	'DateFormatsSection'		=> 'قالب‌های تاریخ',
	'DateFormat'				=> 'قالب تاریخ:',
	'DateFormatInfo'			=> '(روز، ماه، سال)',
	'TimeFormat'				=> 'قالب زمان:',
	'TimeFormatInfo'			=> '(ساعت، دقیقه)',
	'TimeFormatSeconds'			=> 'قالب زمان دقیق:',
	'TimeFormatSecondsInfo'		=> '(ساعت، دقیقه، ثانیه)',
	'NameDateMacro'				=> 'قالب ماکرو
::@::
:',
	'NameDateMacroInfo'			=> '(نام، زمان)، به عنوان مثال
نام‌کاربری (17.11.2016 16:48)
',
	'Timezone'					=> 'ناحیه زمانی:',
	'TimezoneInfo'				=> 'ناحیه زمانی برای نمایش زمان به کاربرانی که وارد نشده‌اند (مهمانان). کاربران وارد شده می‌توانند ناحیه زمانی خود را در تنظیمات کاربری خود تنظیم و تغییر دهند.',
	'AmericanDate'					=> 'تاریخ آمریکایی:',
	'AmericanDateInfo'				=> 'از قالب تاریخ آمریکایی به عنوان پیش‌فرض برای انگلیسی استفاده می‌کند.',

	'Canonical'					=> 'استفاده از URLهای کاملاً کانونیکال:',
	'CanonicalInfo'				=> 'تمام لینک‌ها به صورت URLهای مطلق به شکل %1 ایجاد می‌شوند. URLهای نسبی نسبت به ریشه سرور به شکل %2 ترجیح داده می‌شوند.',
	'LinkTarget'				=> 'محل باز شدن لینک‌های خارجی:',
	'LinkTargetInfo'			=> 'هر لینک خارجی را در یک پنجره مرورگر جدید باز می‌کند.
target="_blank"
 را به ساختار لینک اضافه می‌کند.',
	'Noreferrer'				=> 'noreferrer:',
	'NoreferrerInfo'			=> 'نیاز دارد که مرورگر در صورت دنبال کردن هایپرلینک، هدر HTTP referer ارسال نکند.
rel="noreferrer"
 را به ساختار لینک اضافه می‌کند.',
	'Nofollow'					=> 'nofollow:',
	'NofollowInfo'				=> 'به موتورهای جستجو می‌گوید که هایپرلینک‌ها نباید بر رتبه‌بندی صفحه هدف در فهرست موتور جستجو تأثیر بگذارند.
rel="nofollow"
 را به ساختار لینک اضافه می‌کند.',
	'UrlsUnderscores'			=> 'آدرس‌ها (URLها) با زیرخط:',
	'UrlsUnderscoresInfo'		=> 'به عنوان مثال %1 با این گزینه به %2 تبدیل می‌شود.',
	'ShowSpaces'				=> 'نمایش فاصله‌ها در WikiNames:',
	'ShowSpacesInfo'			=> 'فاصله‌ها را در WikiNames نمایش می‌دهد، به عنوان مثال
نام من
 با این گزینه به صورت
نام من
 نمایش داده می‌شود.',
	'NumerateLinks'				=> 'شماره‌گذاری لینک‌ها در نمای چاپ:',
	'NumerateLinksInfo'			=> 'با این گزینه، تمام لینک‌ها شماره‌گذاری شده و در پایین نمای چاپ فهرست می‌شوند.',
	'YouareHereText'			=> 'غیرفعال کردن و نمایش لینک‌های خودارجاعی:',
	'YouareHereTextInfo'		=> 'لینک‌های به همان صفحه را نمایش می‌دهد، سعی کنید از
<b>####</b>
 استفاده کنید، تمام لینک‌های به خود به لینک تبدیل نمی‌شوند بلکه به متن بولد تبدیل می‌شوند.',

	// Pages settings
	'PagesSettingsInfo'			=> 'در اینجا می‌توانید صفحات پایه سیستم مورد استفاده در ویکی را تنظیم یا تغییر دهید. لطفاً اطمینان حاصل کنید که صفحات مربوطه را در ویکی مطابق با تنظیمات اینجا ایجاد یا تغییر داده‌اید.',
	'PagesSettingsUpdated'		=> 'تنظیمات صفحات پایه به‌روزرسانی شدند',

	'ListCount'					=> 'تعداد آیتم‌ها در هر لیست:',
	'ListCountInfo'				=> 'تعداد آیتم‌هایی که برای مهمانان یا به عنوان مقدار پیش‌فرض برای کاربران جدید در هر لیست نمایش داده می‌شود.',

	'ForumSection'				=> 'گزینه‌های انجمن',
	'ForumCluster'				=> 'خوشه انجمن:',
	'ForumClusterInfo'			=> 'خوشه ریشه برای بخش انجمن (عملیات %1).',
	'ForumTopics'				=> 'تعداد موضوعات در هر صفحه:',
	'ForumTopicsInfo'			=> 'تعداد موضوعاتی که در هر صفحه از لیست بخش‌های انجمن نمایش داده می‌شود (عملیات %1).',
	'CommentsCount'				=> 'تعداد دیدگاه‌ها در هر صفحه:',
	'CommentsCountInfo'			=> 'تعداد دیدگاه‌هایی که در لیست دیدگاه‌های هر صفحه نمایش داده می‌شود. این شامل همه دیدگاه‌های سایت می‌شود، نه فقط دیدگاه‌های ارسال شده در انجمن.',

	'NewsSection'				=> 'بخش اخبار',
	'NewsCluster'				=> 'خوشه اخبار:',
	'NewsClusterInfo'			=> 'خوشه ریشه برای بخش اخبار (عملیات %1).',
	'NewsStructure'				=> 'ساختار خوشه اخبار:',
	'NewsStructureInfo'			=> 'ذخیره مقالات به صورت اختیاری در زیرخوشه‌ها بر اساس سال/ماه یا هفته (مثال:
[خوشه]/[سال]/[ماه]
).',

	'LicenseSection'			=> 'مجوز',
	'DefaultLicense'			=> 'مجوز پیش‌فرض:',
	'DefaultLicenseInfo'		=> 'تحت چه مجوزی محتوای شما منتشر شود.',
	'EnableLicense'				=> 'فعال کردن مجوز:',
	'EnableLicenseInfo'			=> 'فعال کردن نمایش اطلاعات مجوز.',
	'LicensePerPage'			=> 'مجوز برای هر صفحه:',
	'LicensePerPageInfo'		=> 'اجازه دادن به مجوز برای هر صفحه که مالک صفحه می‌تواند از طریق ویژگی‌های صفحه انتخاب کند.',

	'ServicePagesSection'		=> 'صفحات خدماتی',
	'RootPage'					=> 'صفحه اصلی:',
	'RootPageInfo'				=> 'برچسب صفحه اصلی شما که هنگام بازدید کاربر از سایت شما به طور خودکار باز می‌شود.',

	'PrivacyPage'				=> 'سیاست حفظ حریم خصوصی:',
	'PrivacyPageInfo'			=> 'صفحه‌ای که حاوی سیاست حفظ حریم خصوصی سایت است.',

	'TermsPage'					=> 'قوانین و مقررات:',
	'TermsPageInfo'				=> 'صفحه‌ای که حاوی قوانین سایت است.',

	'SearchPage'				=> 'جستجو:',
	'SearchPageInfo'			=> 'صفحه‌ای با فرم جستجو (عملیات %1).',
	'RegistrationPage'			=> 'ثبت‌نام:',
	'RegistrationPageInfo'		=> 'صفحه ثبت‌نام کاربر جدید (عملیات %1).',
	'LoginPage'					=> 'ورود کاربر:',
	'LoginPageInfo'				=> 'صفحه ورود به سایت (عملیات %1).',
	'SettingsPage'				=> 'تنظیمات کاربر:',
	'SettingsPageInfo'			=> 'صفحه سفارشی‌سازی پروفایل کاربر (عملیات %1).',
	'PasswordPage'				=> 'تغییر رمز عبور:',
	'PasswordPageInfo'			=> 'صفحه‌ای با فرم تغییر/استعلام رمز عبور کاربر (عملیات %1).',
	'UsersPage'					=> 'لیست کاربران:',
	'UsersPageInfo'				=> 'صفحه‌ای با لیست کاربران ثبت‌نام شده (عملیات %1).',
	'CategoryPage'				=> 'دسته‌بندی:',
	'CategoryPageInfo'			=> 'صفحه‌ای با لیست صفحات دسته‌بندی شده (عملیات %1).',
	'GroupsPage'				=> 'گروه‌ها:',
	'GroupsPageInfo'			=> 'صفحه‌ای با لیست گروه‌های کاری (عملیات %1).',
	'WhatsNewPage'				=> 'چه خبر:',
	'WhatsNewPageInfo'			=> 'صفحه‌ای با لیست همه صفحات جدید، حذف شده یا تغییر یافته، پیوست‌های جدید و دیدگاه‌ها. (عملیات %1).',
	'ChangesPage'				=> 'تغییرات اخیر:',
	'ChangesPageInfo'			=> 'صفحه‌ای با لیست آخرین صفحات تغییر یافته (عملیات %1).',
	'CommentsPage'				=> 'دیدگاه‌های اخیر:',
	'CommentsPageInfo'			=> 'صفحه‌ای با لیست دیدگاه‌های اخیر صفحه (عملیات %1).',
	'RemovalsPage'				=> 'صفحات حذف شده:',
	'RemovalsPageInfo'			=> 'صفحه‌ای با لیست صفحات اخیراً حذف شده (عملیات %1).',
	'WantedPage'				=> 'صفحات مورد نیاز:',
	'WantedPageInfo'			=> 'صفحه‌ای با لیست صفحاتی که وجود ندارند اما به آنها ارجاع داده شده است (عملیات %1).',
	'OrphanedPage'				=> 'صفحات یتیم:',
	'OrphanedPageInfo'			=> 'صفحه‌ای با لیست صفحاتی که وجود دارند اما از طریق لینک به صفحات دیگر مرتبط نیستند (عملیات %1).',
	'SandboxPage'				=> 'محیط آزمایشی:',
	'SandboxPageInfo'			=> 'صفحه‌ای که کاربران می‌توانند در استفاده از نشانه‌گذاری ویکی آموزش ببینند.',
	'HelpPage'					=> 'راهنما:',
	'HelpPageInfo'				=> 'بخش مستندات برای کار با ابزارهای سایت.',
	'IndexPage'					=> 'فهرست:',
	'IndexPageInfo'				=> 'صفحه‌ای با لیست همه صفحات (عملیات %1).',
	'RandomPage'				=> 'صفحه تصادفی:',
	'RandomPageInfo'			=> 'بارگذاری یک صفحه تصادفی (عملیات %1).',


	// Notification settings
	'NotificationSettingsInfo'	=> 'پارامترهای مربوط به اطلاع‌رسانی‌های پلتفرم.',
	'NotificationSettingsUpdated'	=> 'تنظیمات اطلاع‌رسانی به‌روزرسانی شد',

	'EmailNotification'			=> 'اطلاع‌رسانی ایمیلی:',
	'EmailNotificationInfo'		=> 'امکان اطلاع‌رسانی ایمیلی را فراهم کنید. برای فعال کردن اطلاع‌رسانی‌های ایمیلی آن را روی ON و برای غیرفعال کردن روی OFF تنظیم کنید. توجه داشته باشید که غیرفعال کردن اطلاع‌رسانی‌های ایمیلی تأثیری بر ایمیل‌های تولید شده به عنوان بخشی از فرآیند ثبت‌نام کاربر ندارد.',
	'Autosubscribe'				=> 'اشتراک خودکار:',
	'AutosubscribeInfo'			=> 'به صورت خودکار یک صفحه جدید را در اطلاعیه تغییرات مالک آن ثبت کنید.',

	'NotificationSection'		=> 'تنظیمات پیش‌فرض اطلاع‌رسانی کاربر',
	'NotifyPageEdit'			=> 'اطلاع‌رسانی ویرایش صفحه:',
	'NotifyPageEditInfo'		=> 'در انتظار - ارسال اطلاع‌رسانی ایمیلی فقط برای اولین تغییر تا زمانی که کاربر دوباره صفحه را بازدید کند.',
	'NotifyMinorEdit'			=> 'اطلاع‌رسانی ویرایش جزئی:',
	'NotifyMinorEditInfo'		=> 'اطلاع‌رسانی‌ها را برای ویرایش‌های جزئی نیز ارسال می‌کند.',
	'NotifyNewComment'			=> 'اطلاع‌رسانی نظر جدید:',
	'NotifyNewCommentInfo'		=> 'در انتظار - ارسال اطلاع‌رسانی ایمیلی فقط برای اولین نظر تا زمانی که کاربر دوباره صفحه را بازدید کند.',

	'NotifyUserAccount'			=> 'اطلاع‌رسانی حساب کاربری جدید:',
	'NotifyUserAccountInfo'		=> 'مدیر هنگام ایجاد کاربر جدید از طریق فرم ثبت‌نام مطلع خواهد شد.',
	'NotifyUpload'				=> 'اطلاع‌رسانی آپلود فایل:',
	'NotifyUploadInfo'			=> 'مدیران هنگام آپلود فایل مطلع خواهند شد.',

	'PersonalMessagesSection'	=> 'پیام‌های شخصی',
	'AllowIntercomDefault'		=> 'اجازه پیام‌رسانی شخصی:',
	'AllowIntercomDefaultInfo'	=> 'فعال کردن این گزینه به سایر کاربران اجازه می‌دهد پیام‌های شخصی را به آدرس ایمیل گیرنده بدون افشای آدرس ارسال کنند.',
	'AllowMassemailDefault'		=> 'اجازه ایمیل گروهی:',
	'AllowMassemailDefaultInfo'	=> 'فقط پیام‌هایی به کاربرانی ارسال می‌کند که به مدیران اجازه داده‌اند اطلاعات را به آنها ایمیل کنند.',

	// Resync settings
	'Synchronize'				=> 'همگام‌سازی',
	'UserStatsSynched'			=> 'آمار کاربران همگام‌سازی شد.',
	'PageStatsSynched'			=> 'آمار صفحات همگام‌سازی شد.',
	'FeedsUpdated'				=> 'فیدهای RSS به‌روزرسانی شدند.',
	'SiteMapCreated'			=> 'نسخه جدید نقشه سایت با موفقیت ایجاد شد.',
	'ParseNextBatch'			=> 'پردازش دسته بعدی صفحات:',
	'WikiLinksRestored'			=> 'ویکی‌لینک‌ها بازیابی شدند.',

	'LogUserStatsSynched'		=> 'آمار کاربران همگام‌سازی شد',
	'LogPageStatsSynched'		=> 'آمار صفحات همگام‌سازی شد',
	'LogFeedsUpdated'			=> 'فیدهای RSS همگام‌سازی شدند',
	'LogPageBodySynched'		=> 'بدنه صفحه و لینک‌ها دوباره پردازش شدند',

	'UserStats'					=> 'آمار کاربران',
	'UserStatsInfo'				=> 'آمار کاربران (تعداد نظرات، صفحات مالکیت، ویرایش‌ها و فایل‌ها) ممکن است در برخی موارد با داده‌های واقعی متفاوت باشد.
این عملیات امکان به‌روزرسانی آمار به داده‌های واقعی فعلی پایگاه داده را فراهم می‌کند.',
	'PageStats'					=> 'آمار صفحات',
	'PageStatsInfo'				=> 'آمار صفحات (تعداد نظرات، فایل‌ها و ویرایش‌ها) ممکن است در برخی موارد با داده‌های واقعی متفاوت باشد.
این عملیات امکان به‌روزرسانی آمار به داده‌های واقعی فعلی پایگاه داده را فراهم می‌کند.',

	'AttachmentsInfo'			=> 'هش فایل را برای همه پیوست‌های پایگاه داده به‌روزرسانی می‌کند.',
	'AttachmentsSynched'		=> 'همه پیوست‌های فایل دوباره هش شدند',
	'LogAttachmentsSynched'		=> 'همه پیوست‌های فایل دوباره هش شدند',

	'Feeds'						=> 'فیدها',
	'FeedsInfo'					=> 'در صورت ویرایش مستقیم صفحات در پایگاه داده، محتوای فیدهای RSS ممکن است تغییرات اعمال شده را منعکس نکند.
این تابع فیدهای RSS را با وضعیت فعلی پایگاه داده همگام‌سازی می‌کند.',
	'XmlSiteMap'				=> 'نقشه سایت XML',
	'XmlSiteMapInfo'			=> 'این تابع نقشه سایت XML را با وضعیت فعلی پایگاه داده همگام‌سازی می‌کند.',
	'XmlSiteMapPeriod'			=> 'دوره %1 روز. آخرین بار نوشته شده %2.',
	'XmlSiteMapView'			=> 'نقشه سایت را در پنجره جدید نشان دهید.',

	'ReparseBody'				=> 'پردازش مجدد همه صفحات',
	'ReparseBodyInfo'			=> 'فیلد
body_r
 در جدول صفحه را خالی می‌کند، بنابراین هر صفحه در بازدید بعدی دوباره پردازش می‌شود. این ممکن است در صورتی که قالب‌بندی را تغییر داده‌اید یا دامنه ویکی خود را تغییر داده‌اید مفید باشد.',
	'PreparsedBodyPurged'		=> 'فیلد
body_r
 در جدول صفحه خالی شد.',

	'WikiLinksResync'			=> 'ویکی‌لینک‌ها',
	'WikiLinksResyncInfo'		=> 'برای همه لینک‌های درون سایتی پردازش مجدد انجام می‌دهد و محتوای جدول‌های
page_link
 و
file_link
 را در صورت آسیب یا جابجایی بازیابی می‌کند (این ممکن است زمان قابل توجهی ببرد).',
	'RecompilePage'				=> 'کامپایل مجدد همه صفحات (بسیار هزینه‌بر)',
	'ResyncOptions'				=> 'گزینه‌های اضافی',
	'RecompilePageLimit'		=> 'تعداد صفحاتی که در یک بار پردازش می‌شوند.',

	// Email settings
	'EmaiSettingsInfo'			=> 'این اطلاعات زمانی استفاده می‌شود که سیستم برای کاربران شما ایمیل ارسال می‌کند. لطفاً مطمئن شوید آدرس ایمیلی که مشخص می‌کنید معتبر است، زیرا احتمالاً هر پیام برگشتی یا غیرقابل تحویل به آن آدرس ارسال خواهد شد. اگر میزبان شما سرویس ایمیل بومی (بر پایه PHP) ارائه نمی‌دهد، می‌توانید به جای آن مستقیماً از طریق SMTP پیام ارسال کنید. این کار نیاز به آدرس یک سرور مناسب دارد (در صورت لزوم از ارائه‌دهنده خود بپرسید). اگر سرور نیاز به احراز هویت دارد (و فقط در این صورت)، نام کاربری، رمز عبور و روش احراز هویت لازم را وارد کنید.',

	'EmailSettingsUpdated'		=> 'تنظیمات ایمیل به‌روزرسانی شدند',

	'EmailFunctionName'			=> 'نام تابع ایمیل:',
	'EmailFunctionNameInfo'		=> 'تابع ایمیلی که برای ارسال ایمیل‌ها از طریق PHP استفاده می‌شود.',
	'UseSmtpInfo'				=> 'اگر می‌خواهید یا مجبور هستید ایمیل را از طریق یک سرور نام‌گذاری شده به جای تابع ایمیل محلی ارسال کنید،
SMTP
 را انتخاب کنید.',

	'EnableEmail'				=> 'فعال کردن ایمیل‌ها:',
	'EnableEmailInfo'			=> 'فعال کردن ارسال ایمیل‌ها',

	'EmailIdentitySettings'		=> 'تنظیمات هویت ایمیل‌های وب‌سایت',
	'FromEmailName'				=> 'نام فرستنده:',
	'FromEmailNameInfo'			=> 'نام فرستنده که بخشی از هدر
From:
 در ایمیل‌ها برای همه اعلان‌های ایمیلی ارسال شده از سایت است.',
	'EmailSubjectPrefix'		=> 'پیشوند موضوع:',
	'EmailSubjectPrefixInfo'	=> 'پیشوند موضوع ایمیل جایگزین، به عنوان مثال [پیشوند] موضوع. اگر تعریف نشده باشد، احتمالاً از نام سایت به عنوان پیشوند استفاده می‌شود که ممکن است طولانی‌تر باشد (%1).',

	'NoReplyEmail'				=> 'آدرس بدون پاسخ:',
	'NoReplyEmailInfo'			=> 'این آدرس، به عنوان مثال
noreply@example.com
، در فیلد آدرس ایمیل
From:
 همه اعلان‌های ایمیلی که از سایت ارسال می‌شوند، ظاهر خواهد شد.',
	'AdminEmail'				=> 'ایمیل مدیر سایت:',
	'AdminEmailInfo'			=> 'این آدرس برای مقاصد اداری مانند اعلان کاربر جدید استفاده می‌شود.',
	'AbuseEmail'				=> 'ایمیل سرویس سوءاستفاده:',
	'AbuseEmailInfo'			=> 'آدرس برای درخواست‌های امور فوری: ثبت‌نام با ایمیل خارجی و غیره. ممکن است با آدرس قبلی یکسان باشد.',

	'SendTestEmail'				=> 'ارسال ایمیل آزمایشی',
	'SendTestEmailInfo'			=> 'این یک ایمیل آزمایشی به آدرسی که در حساب کاربری شما تعریف شده ارسال خواهد کرد.',
	'TestEmailSubject'			=> 'ویکی شما به درستی برای ارسال ایمیل پیکربندی شده است',
	'TestEmailBody'				=> 'اگر این ایمیل را دریافت کرده‌اید، ویکی شما به درستی برای ارسال ایمیل پیکربندی شده است.',
	'TestEmailMessage'			=> 'ایمیل آزمایشی ارسال شده است.
اگر آن را دریافت نکرده‌اید، لطفاً تنظیمات ایمیل خود را بررسی کنید.',

	'SmtpSettings'				=> 'تنظیمات SMTP',
	'SmtpAutoTls'				=> 'TLS فرصت‌طلبانه:',
	'SmtpAutoTlsInfo'			=> 'اگر تشخیص دهد که سرور از رمزنگاری TLS پشتیبانی می‌کند (پس از اتصال به سرور)، حتی اگر حالت اتصال برای
SMTPSecure
 تنظیم نشده باشد، به طور خودکار رمزنگاری را فعال می‌کند.',
	'SmtpConnectionMode'		=> 'حالت اتصال برای SMTP:',
	'SmtpConnectionModeInfo'	=> 'فقط در صورتی استفاده می‌شود که نام کاربری/رمز عبور تنظیم شده باشد، اگر مطمئن نیستید از چه روشی استفاده کنید از ارائه‌دهنده خود بپرسید.',
	'SmtpPassword'				=> 'رمز عبور SMTP:',
	'SmtpPasswordInfo'			=> 'فقط در صورتی رمز عبور وارد کنید که سرور SMTP شما به آن نیاز دارد.
هشدار: این رمز عبور به صورت متن ساده در پایگاه داده ذخیره خواهد شد و برای همه کسانی که به پایگاه داده شما دسترسی دارند یا می‌توانند این صفحه پیکربندی را ببینند قابل مشاهده است.',
	'SmtpPort'					=> 'پورت سرور SMTP:',
	'SmtpPortInfo'				=> 'فقط در صورتی این را تغییر دهید که می‌دانید سرور SMTP شما روی پورت دیگری است.
(پیش‌فرض:
tls
 روی پورت 587 (یا احتمالاً 25) و
ssl
 روی پورت 465)',
	'SmtpServer'				=> 'آدرس سرور SMTP:',
	'SmtpServerInfo'			=> 'توجه داشته باشید که باید پروتکلی را که سرور شما استفاده می‌کند ارائه دهید. اگر از SSL استفاده می‌کنید، باید به صورت
ssl://mail.example.com
 باشد',
	'SmtpUsername'				=> 'نام کاربری SMTP:',
	'SmtpUsernameInfo'			=> 'فقط در صورتی نام کاربری وارد کنید که سرور SMTP شما به آن نیاز دارد.',

	// Upload settings
	'UploadSettingsInfo'		=> 'در اینجا می‌توانید تنظیمات اصلی برای پیوست‌ها و دسته‌بندی‌های ویژه مرتبط را پیکربندی کنید.',
	'UploadSettingsUpdated'		=> 'تنظیمات آپلود به‌روزرسانی شد',

	'FileUploadsSection'		=> 'آپلود فایل‌ها',
	'RegisteredUsers'			=> 'کاربران ثبت‌نام‌شده',
	'RightToUpload'				=> 'حق آپلود فایل‌ها:',
	'RightToUploadInfo'			=> '
admins
 به این معنی است که فقط کاربرانی که عضو گروه مدیران هستند می‌توانند فایل آپلود کنند.
1
 به این معنی است که آپلود برای کاربران ثبت‌نام‌شده باز است.
0
 به این معنی است که آپلود غیرفعال است.',
	'UploadMaxFilesize'			=> 'حداکثر اندازه فایل:',
	'UploadMaxFilesizeInfo'		=> 'حداکثر اندازه هر فایل. اگر این مقدار 0 باشد، اندازه فایل آپلودشده فقط توسط پیکربندی PHP شما محدود می‌شود.',
	'UploadQuota'				=> 'سهمیه کل پیوست‌ها:',
	'UploadQuotaInfo'			=> 'حداکثر فضای دیسک موجود برای پیوست‌ها برای کل ویکی، با
0
 به معنی نامحدود. %1 استفاده شده است.',
	'UploadQuotaUser'			=> 'سهمیه ذخیره‌سازی هر کاربر:',
	'UploadQuotaUserInfo'		=> 'محدودیت سهمیه ذخیره‌سازی که می‌تواند توسط یک کاربر آپلود شود، با
0
 به معنی نامحدود.',

	'FileTypes'					=> 'انواع فایل',
	'UploadOnlyImages'			=> 'فقط آپلود تصاویر مجاز باشد:',
	'UploadOnlyImagesInfo'		=> 'فقط آپلود فایل‌های تصویری در صفحه مجاز باشد.',
	'AllowedUploadExts'			=> 'پسوندهای مجاز فایل:',
	'AllowedUploadExtsInfo'		=> 'پسوندهای مجاز برای آپلود فایل‌ها، جدا شده با کاما، به عنوان مثال
png, ogg, mp4
، در غیر این صورت همه پسوندهای غیرممنوع فایل مجاز هستند.
شما باید لیست مجاز انواع فایل آپلود شده را به حداقل مورد نیاز برای عملکرد محتوای سایت خود محدود کنید.',
	'CheckMimetype'				=> 'بررسی نوع MIME:',
	'CheckMimetypeInfo'			=> 'برخی مرورگرها می‌توانند فریب خورده و نوع MIME نادرستی را برای فایل‌های آپلود شده فرض کنند. این گزینه تضمین می‌کند که چنین فایل‌هایی که احتمالاً باعث این مشکل می‌شوند رد شوند.',
	'SvgSanitizer'				=> 'پاکساز SVG:',
	'SvgSanitizerInfo'			=> 'این امکان پاکسازی فایل‌های SVG آپلود شده را برای جلوگیری از آپلود فایل‌های آسیب‌پذیر SVG/XML فراهم می‌کند.',
	'TranslitFileName'			=> 'ترجمه نام فایل‌ها:',
	'TranslitFileNameInfo'		=> 'اگر قابل اجرا است و نیازی به کاراکترهای یونیکد نیست، توصیه می‌شود فقط کاراکترهای الفبایی-عددی را بپذیرید.',
	'TranslitCaseFolding'		=> 'تبدیل نام فایل‌ها به حروف کوچک:',
	'TranslitCaseFoldingInfo'	=> 'این گزینه فقط با فعال بودن ترجمه نام فایل‌ها مؤثر است.',

	'Thumbnails'				=> 'تصاویر بندانگشتی',
	'CreateThumbnail'			=> 'ایجاد تصویر بندانگشتی:',
	'CreateThumbnailInfo'		=> 'در همه شرایط ممکن تصویر بندانگشتی ایجاد کنید.',
	'JpegQuality'				=> 'کیفیت JPEG:',
	'JpegQualityInfo'			=> 'کیفیت هنگام مقیاس‌بندی یک تصویر کوچک JPEG. باید بین 1 تا 100 باشد که 100 نشان‌دهنده کیفیت 100٪ است.',
	'MaxImageArea'				=> 'حداکثر مساحت تصویر:',
	'MaxImageAreaInfo'			=> 'حداکثر تعداد پیکسل‌هایی که یک تصویر منبع می‌تواند داشته باشد. این یک محدودیت حافظه برای سمت رفع فشرده‌سازی مقیاس‌کننده تصویر ایجاد می‌کند.
-1
 به این معنی است که اندازه تصویر را قبل از تلاش برای تغییر مقیاس بررسی نمی‌کند.
0
 به این معنی است که مقدار را به صورت خودکار تعیین می‌کند.',
	'MaxThumbWidth'				=> 'حداکثر عرض تصویر بندانگشتی بر حسب پیکسل:',
	'MaxThumbWidthInfo'			=> 'یک تصویر بندانگشتی تولید شده از عرض تعیین شده در اینجا تجاوز نخواهد کرد.',
	'MinThumbFilesize'			=> 'حداقل اندازه فایل تصویر بندانگشتی:',
	'MinThumbFilesizeInfo'		=> 'برای تصاویری که کوچک‌تر از این هستند تصویر بندانگشتی ایجاد نکنید.',
	'MaxImageWidth'				=> 'محدودیت اندازه تصویر در صفحات:',
	'MaxImageWidthInfo'			=> 'حداکثر عرضی که یک تصویر می‌تواند در صفحات داشته باشد، در غیر این صورت یک تصویر کوچک کوچک شده ایجاد می‌شود.',

	// Deleted module
	'DeletedObjectsInfo'		=> 'لیست صفحات، نسخه‌ها و فایل‌های حذف شده. در نهایت صفحات، نسخه‌ها یا فایل‌ها را از پایگاه داده با کلیک بر روی لینک حذف یا بازگردانی در ردیف مربوطه حذف یا بازگردانی کنید. (مراقب باشید، تأیید حذف درخواست نمی‌شود!)',

	// Filter module
	'FilterSettingsInfo'		=> 'کلماتی که به صورت خودکار در ویکی شما سانسور خواهند شد.',
	'FilterSettingsUpdated'		=> 'تنظیمات فیلتر هرزنامه به‌روزرسانی شد',

	'WordCensoringSection'		=> 'سانسور کلمات',
	'SPAMFilter'				=> 'فیلتر هرزنامه:',
	'SPAMFilterInfo'			=> 'فعال کردن فیلتر هرزنامه',
	'WordList'					=> 'لیست کلمات:',
	'WordListInfo'				=> 'کلمه یا عبارت
قطعه
 که باید در لیست سیاه قرار گیرد (هر خط یک مورد)',

	// Log module
	'LogFilterTip'				=> 'فیلتر کردن رویدادها بر اساس معیارها:',
	'LogLevel'					=> 'سطح',
	'LogLevelFilters'	=> [
		'1'		=> 'کمتر از',
		'2'		=> 'بیشتر از',
		'3'		=> 'برابر',
	],
	'LogNoMatch'				=> 'هیچ رویدادی که معیارها را برآورده کند یافت نشد',
	'LogDate'					=> 'تاریخ',
	'LogEvent'					=> 'رویداد',
	'LogUsername'				=> 'نام کاربری',
	'LogLevels'	=> [
		'1'		=> 'بحرانی',
		'2'		=> 'بالاترین',
		'3'		=> 'بالا',
		'4'		=> 'متوسط',
		'5'		=> 'پایین',
		'6'		=> 'پایین‌ترین',
		'7'		=> 'اشکال‌زدایی',
	],

	// Massemail module
	'MassemailInfo'				=> 'در اینجا می‌توانید یک پیام ایمیلی به تمام کاربران خود یا تمام کاربران یک گروه خاص که گزینه دریافت ایمیل‌های گروهی را فعال کرده‌اند، ارسال کنید. برای این منظور، یک ایمیل به آدرس ایمیل اداری ارسال می‌شود که یک رونوشت مخفی به تمام گیرندگان فرستاده می‌شود. تنظیم پیش‌فرض فقط شامل ۲۰ گیرنده در هر ایمیل است و برای تعداد بیشتر گیرنده، ایمیل‌های بیشتری ارسال خواهد شد. اگر قصد ارسال ایمیل به گروه بزرگی از افراد را دارید، لطفاً پس از ارسال صبور باشید و صفحه را نیمه‌کاره رها نکنید. ارسال ایمیل گروهی معمولاً زمان‌بر است و پس از اتمام اسکریپت به شما اطلاع داده خواهد شد.',
	'LogMassemail'				=> 'ایمیل گروهی %1 به گروه/کاربر ارسال شد',
	'MassemailSend'				=> 'ارسال ایمیل گروهی',

	'NoEmailMessage'			=> 'باید یک پیام وارد کنید.',
	'NoEmailSubject'			=> 'باید موضوعی برای پیام خود مشخص کنید.',
	'NoEmailRecipient'			=> 'باید حداقل یک کاربر یا گروه کاربری مشخص کنید.',

	'MassemailSection'			=> 'ایمیل گروهی',
	'MessageSubject'			=> 'موضوع:',
	'MessageSubjectInfo'		=> '',
	'YourMessage'				=> 'پیام شما:',
	'YourMessageInfo'			=> 'لطفاً توجه داشته باشید که فقط می‌توانید متن ساده وارد کنید. تمام نشانه‌گذاری‌ها قبل از ارسال حذف خواهند شد.',

	'NoUser'					=> 'هیچ کاربری',
	'NoUserGroup'				=> 'هیچ گروه کاربری',

	'SendToGroup'				=> 'ارسال به گروه:',
	'SendToUser'				=> 'ارسال به کاربر:',
	'SendToUserInfo'			=> 'فقط پیام‌هایی به کاربرانی ارسال می‌شود که اجازه داده‌اند مدیران اطلاعات را از طریق ایمیل به آنها ارسال کنند. این گزینه در تنظیمات کاربر تحت بخش اعلان‌ها در دسترس است.',

	// System message module
	'SystemMessageInfo'			=> '',
	'SysMsgUpdated'				=> 'پیام سیستم به‌روزرسانی شد',

	'SysMsgSection'				=> 'پیام سیستم',
	'SysMsg'					=> 'پیام سیستم:',
	'SysMsgInfo'				=> 'متن شما در اینجا',

	'SysMsgType'				=> 'نوع:',
	'SysMsgTypeInfo'			=> 'نوع پیام (CSS).',
	'SysMsgAudience'			=> 'مخاطب:',
	'SysMsgAudienceInfo'		=> 'مخاطبی که پیام سیستم به آنها نمایش داده می‌شود.',
	'EnableSysMsg'				=> 'فعال کردن پیام سیستم:',
	'EnableSysMsgInfo'			=> 'نمایش پیام سیستم.',

	// User approval module
	'ApproveNotExists'			=> 'لطفاً حداقل یک کاربر را از طریق دکمه تنظیم انتخاب کنید.',

	'LogUserApproved'			=> 'کاربر ##%1## تأیید شد',
	'LogUserBlocked'			=> 'کاربر ##%1## مسدود شد',
	'LogUserDeleted'			=> 'کاربر ##%1## از پایگاه داده حذف شد',
	'LogUserCreated'			=> 'کاربر جدید ##%1## ایجاد شد',
	'LogUserUpdated'			=> 'کاربر ##%1## به‌روزرسانی شد',
	'LogUserPasswordReset'		=> 'رمز عبور کاربر ##%1## با موفقیت بازنشانی شد',

	'UserApproveInfo'			=> 'کاربران جدید را قبل از اینکه بتوانند وارد سایت شوند تأیید کنید.',
	'Approve'					=> 'تأیید',
	'Deny'						=> 'رد',
	'Pending'					=> 'در انتظار',
	'Approved'					=> 'تأیید شده',
	'Denied'					=> 'رد شده',

	// DB Backup module
	'BackupStructure'			=> 'ساختار',
	'BackupData'				=> 'داده‌ها',
	'BackupFolder'				=> 'پوشه',
	'BackupTable'				=> 'جدول',
	'BackupCluster'				=> 'خوشه:',
	'BackupFiles'				=> 'فایل‌ها',
	'BackupNote'				=> 'یادداشت:',
	'BackupSettings'			=> 'طرح پشتیبان‌گیری مورد نظر را مشخص کنید.
' .
    	'خوشه ریشه تأثیری بر پشتیبان‌گیری فایل‌های سراسری و فایل‌های کش ندارد (در صورت انتخاب، همیشه به صورت کامل ذخیره می‌شوند).
' .  '<br>' .
		'توجه: برای جلوگیری از از دست رفتن اطلاعات از پایگاه داده هنگام مشخص کردن خوشه ریشه، جداول این پشتیبان بازسازی نخواهند شد،',
	'BackupCompleted'			=> 'پشتیبان‌گیری و بایگانی تکمیل شد.
' .
    	'فایل‌های بسته پشتیبان در زیرشاخه %1 ذخیره شدند.
',
	'LogSavedBackup'			=> 'پشتیبان پایگاه داده ##%1## ذخیره شد',
	'Backup'					=> 'پشتیبان‌گیری',
	'CantReadFile'				=> 'امکان خواندن فایل %1 وجود ندارد.',

	// DB Restore module
	'RestoreInfo'				=> 'می‌توانید هر یک از بسته‌های پشتیبان یافت شده را بازیابی کنید یا از سرور حذف نمایید.',
	'ConfirmDbRestore'			=> 'آیا می‌خواهید پشتیبان %1 را بازیابی کنید؟',
	'ConfirmDbRestoreInfo'		=> 'لطفاً منتظر بمانید، این فرآیند ممکن است چند دقیقه طول بکشد.',
	'RestoreWrongVersion'		=> 'نسخه نادرست WackoWiki!',
	'DirectoryNotExecutable'	=> 'دایرکتوری %1 قابل اجرا نیست.',
	'BackupDelete'				=> 'آیا مطمئن هستید که می‌خواهید پشتیبان %1 را حذف کنید؟',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'گزینه‌های بازیابی اضافی:',
	'RestoreOptionsInfo'		=> '* قبل از بازیابی پشتیبان خوشه، ' .
									'جداول هدف حذف نمی‌شوند (برای جلوگیری از از دست رفتن اطلاعات از خوشه‌هایی که پشتیبان‌گیری نشده‌اند). ' .
									'بنابراین، در طول فرآیند بازیابی، رکوردهای تکراری رخ خواهند داد. ' .
									'در حالت عادی، همه آن‌ها با رکوردهای پشتیبان جایگزین می‌شوند (با استفاده از دستور SQL
REPLACE
)، ' .
									'اما اگر این چک‌باکس علامت زده شود، همه تکرارها نادیده گرفته می‌شوند (مقادیر فعلی رکوردها حفظ خواهند شد)، ' .
									'و فقط رکوردهایی با کلیدهای جدید به جدول اضافه می‌شوند (دستور SQL
INSERT IGNORE
).
' .
									'توجه: هنگام بازیابی پشتیبان کامل سایت، این گزینه بی‌ارزش است.
' .
									'<br>' .
									'** اگر پشتیبان شامل فایل‌های کاربر (سراسری و صفحه‌ای، فایل‌های کش و غیره) باشد، ' .
									'در حالت عادی آن‌ها فایل‌های موجود با همان نام‌ها را جایگزین کرده و در همان دایرکتوری هنگام بازیابی قرار می‌گیرند. ' .
									'این گزینه به شما امکان می‌دهد نسخه‌های فعلی فایل‌ها را حفظ کرده و فقط فایل‌های جدید (که در سرور وجود ندارند) را از پشتیبان بازیابی کنید.',
	'IgnoreDuplicatedKeysNr'	=> 'کلیدهای تکراری جدول را نادیده بگیر (جایگزین نکن)',
	'IgnoreSameFiles'			=> 'فایل‌های یکسان را نادیده بگیر (جایگزین نکن)',
	'NoBackupsAvailable'		=> 'هیچ پشتیبان در دسترس نیست.',
	'BackupEntireSite'			=> 'کل سایت',
	'BackupRestored'			=> 'پشتیبان بازیابی شد، گزارش خلاصه در زیر ضمیمه شده است. برای حذف این بسته پشتیبان، کلیک کنید',
	'BackupRemoved'				=> 'پشتیبان انتخاب شده با موفقیت حذف شد.',
	'LogRemovedBackup'			=> 'پشتیبان پایگاه داده ##%1## حذف شد',

	'DbEngineInvalid'			=> 'موتور پایگاه داده نامعتبر است، انتظار %1 می‌رود',
	'RestoreStarted'			=> 'بازیابی آغاز شد',
	'RestoreParameters'			=> 'با استفاده از پارامترها',
	'IgnoreDuplicatedKeys'		=> 'کلیدهای تکراری را نادیده بگیر',
	'IgnoreDuplicatedFiles'		=> 'فایل‌های تکراری را نادیده بگیر',
	'SavedCluster'				=> 'خوشه ذخیره شد',
	'DataProtection'			=> 'حفاظت از داده‌ها - %1 حذف شد',
	'AssumeDropTable'			=> '%1 را فرض کن',
	'RestoreSQLiteDatabase'		=> 'بازیابی پایگاه داده SQLite',
	'SQLiteDatabaseRestored'	=> 'پایگاه داده با موفقیت از: بازیابی شد',
	'RestoreTableStructure'		=> 'بازیابی ساختار جدول',
	'RunSqlQueries'				=> 'اجرای دستورات SQL:',
	'CompletedSqlQueries'		=> 'تکمیل شد. دستورات پردازش شده:',
	'NoTableStructure'			=> 'ساختار جداول ذخیره نشده است - نادیده گرفته شود',
	'RestoreRecords'			=> 'بازیابی محتوای جداول',
	'ProcessTablesDump'			=> 'فقط دانلود و پردازش نسخه پشتیبان جداول',
	'Instruction'				=> 'دستورالعمل',
	'RestoredRecords'			=> 'رکوردها:',
	'RecordsRestoreDone'		=> 'تکمیل شد. کل ورودی‌ها:',
	'SkippedRecords'			=> 'داده‌ها ذخیره نشده‌اند - نادیده گرفته شوند',
	'RestoringFiles'			=> 'بازیابی فایل‌ها',
	'DecompressAndStore'		=> 'دکمپرس و ذخیره محتوای دایرکتوری‌ها',
	'HomonymicFiles'			=> 'فایل‌های هم‌نام',
	'RestoreSkip'				=> 'رد کردن',
	'RestoreReplace'			=> 'جایگزین کردن',
	'RestoreFile'				=> 'فایل:',
	'RestoredFiles'				=> 'بازیابی شده:',
	'SkippedFiles'				=> 'رد شده:',
	'FileRestoreDone'			=> 'تکمیل شد. کل فایل‌ها:',
	'FilesAll'					=> 'همه:',
	'SkipFiles'					=> 'فایل‌ها ذخیره نشده‌اند - نادیده گرفته شوند',
	'RestoreDone'				=> 'بازیابی تکمیل شد',

	'BackupCreationDate'		=> 'تاریخ ایجاد',
	'BackupPackageContents'		=> 'محتویات بسته',
	'BackupRestore'				=> 'بازیابی',
	'BackupRemove'				=> 'حذف',
	'RestoreYes'				=> 'بله',
	'RestoreNo'					=> 'خیر',
	'LogDbRestored'				=> 'پشتیبان ##%1## پایگاه داده بازیابی شد.',

	'BackupArchived'			=> 'پشتیبان %1 بایگانی شد.',
	'BackupArchiveExists'		=> 'بایگانی پشتیبان %1 از قبل وجود دارد.',
	'LogBackupArchived'			=> 'پشتیبان ##%1## بایگانی شد.',

	// User module
	'UsersInfo'					=> 'در اینجا می‌توانید اطلاعات کاربران و برخی گزینه‌های خاص را تغییر دهید.',

	'UsersAdded'				=> 'کاربر اضافه شد',
	'UsersDeleteInfo'			=> '[اطلاعات حذف کاربر در اینجا..]',
	'EditButton'				=> 'ویرایش',
	'UsersAddNew'				=> 'افزودن کاربر جدید',
	'UsersDelete'				=> 'آیا مطمئن هستید که می‌خواهید کاربر %1 را حذف کنید؟',
	'UsersDeleted'				=> 'کاربر %1 از پایگاه داده حذف شد.',
	'UsersRename'				=> 'تغییر نام کاربر %1 به',
	'UsersRenameInfo'			=> '* توجه: تغییر بر تمامی صفحاتی که به این کاربر اختصاص داده شده‌اند تأثیر خواهد گذاشت.',
	'UsersUpdated'				=> 'کاربر با موفقیت به‌روزرسانی شد.',

	'UserIP'					=> 'IP',
	'UserSignuptime'			=> 'زمان ثبت‌نام',
	'UserActions'				=> 'عملیات‌ها',
	'NoMatchingUser'			=> 'هیچ کاربری که معیارها را برآورده کند یافت نشد',

	'UserAccountNotify'			=> 'اطلاع‌رسانی به کاربر',
	'UserNotifySignup'			=> 'اطلاع‌رسانی به کاربر درباره حساب کاربری جدید',
	'UserVerifyEmail'			=> 'تنظیم توکن تأیید ایمیل و افزودن لینک برای تأیید ایمیل',
	'UserReVerifyEmail'			=> 'ارسال مجدد توکن تأیید ایمیل',

	// Groups module
	'GroupsInfo'				=> 'از این پنل می‌توانید تمامی گروه‌های کاربری خود را مدیریت کنید. می‌توانید گروه‌های موجود را حذف، ایجاد و ویرایش کنید. همچنین می‌توانید رهبران گروه را انتخاب کنید، وضعیت گروه را باز/پنهان/بسته تغییر دهید و نام و توضیحات گروه را تنظیم کنید.',

	'LogMembersUpdated'			=> 'اعضای گروه کاربری به‌روزرسانی شدند',
	'LogMemberAdded'			=> 'عضو ##%1## به گروه ##%2## اضافه شد',
	'LogMemberRemoved'			=> 'عضو ##%1## از گروه ##%2## حذف شد',
	'LogGroupCreated'			=> 'گروه جدید ##%1## ایجاد شد',
	'LogGroupRenamed'			=> 'گروه ##%1## به ##%2## تغییر نام یافت',
	'LogGroupRemoved'			=> 'گروه ##%1## حذف شد',

	'GroupsMembersFor'			=> 'اعضای گروه',
	'GroupsDescription'			=> 'توضیحات',
	'GroupsModerator'			=> 'مدیر',
	'GroupsOpen'				=> 'باز',
	'GroupsActive'				=> 'فعال',
	'GroupsTip'					=> 'برای ویرایش گروه کلیک کنید',
	'GroupsUpdated'				=> 'گروه‌ها به‌روزرسانی شدند',
	'GroupsAlreadyExists'		=> 'این گروه از قبل وجود دارد.',
	'GroupsAdded'				=> 'گروه با موفقیت اضافه شد.',
	'GroupsRenamed'				=> 'گروه با موفقیت تغییر نام یافت.',
	'GroupsDeleted'				=> 'گروه %1 از پایگاه داده و تمامی صفحات حذف شد.',
	'GroupsAdd'					=> 'افزودن گروه جدید',
	'GroupsRename'				=> 'تغییر نام گروه %1 به',
	'GroupsRenameInfo'			=> '* توجه: تغییر بر تمامی صفحاتی که به این گروه اختصاص داده شده‌اند تأثیر خواهد گذاشت.',
	'GroupsDelete'				=> 'آیا مطمئن هستید که می‌خواهید گروه %1 را حذف کنید؟',
	'GroupsDeleteInfo'			=> '* توجه: تغییر بر تمامی اعضایی که به این گروه اختصاص داده شده‌اند تأثیر خواهد گذاشت.',
	'GroupsIsSystem'			=> 'گروه %1 متعلق به سیستم است و نمی‌تواند حذف شود.',
	'GroupsStoreButton'			=> 'ذخیره گروه‌ها',
	'GroupsEditInfo'			=> 'برای ویرایش لیست گروه‌ها دکمه رادیویی را انتخاب کنید.',

	'GroupAddMember'			=> 'افزودن عضو',
	'GroupRemoveMember'			=> 'حذف عضو',
	'GroupAddNew'				=> 'افزودن گروه',
	'GroupEdit'					=> 'ویرایش گروه',
	'GroupDelete'				=> 'حذف گروه',

	'MembersAddNew'				=> 'افزودن عضو جدید',
	'MembersAdded'				=> 'عضو جدید با موفقیت به گروه اضافه شد.',
	'MembersRemove'				=> 'آیا مطمئن هستید که می‌خواهید عضو %1 را حذف کنید؟',
	'MembersRemoved'			=> 'عضو از گروه حذف شد.',

	// Statistics module
	'DbStatSection'				=> 'آمار پایگاه داده',
	'DbTable'					=> 'جدول',
	'DbRecords'					=> 'رکوردها',
	'DbSize'					=> 'اندازه',
	'DbIndex'					=> 'شاخص',
	'DbTotal'					=> 'مجموع',

	'FileStatSection'			=> 'آمار سیستم فایل',
	'FileFolder'				=> 'پوشه',
	'FileFiles'					=> 'فایل‌ها',
	'FileSize'					=> 'اندازه',
	'FileTotal'					=> 'مجموع',

	// Sysinfo module
	'SysInfo'					=> 'اطلاعات نسخه:',
	'SysParameter'				=> 'پارامتر',
	'SysValues'					=> 'مقادیر',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'آخرین به‌روزرسانی',
	'ServerOS'					=> 'سیستم عامل',
	'ServerName'				=> 'نام سرور',
	'WebServer'					=> 'وب سرور',
	'HttpProtocol'				=> 'پروتکل HTTP',
	'DbVersion'					=> 'پایگاه داده',
	'SqlModesGlobal'			=> 'حالت‌های SQL سراسری',
	'SqlModesSession'			=> 'حالت‌های SQL جلسه',
	'IcuVersion'				=> 'ICU',
	'PhpVersion'				=> 'PHP',
	'MemoryLimit'				=> 'حافظه',
	'UploadFilesizeMax'			=> 'حداکثر اندازه فایل آپلود',
	'PostMaxSize'				=> 'حداکثر اندازه پست',
	'MaxExecutionTime'			=> 'حداکثر زمان اجرا',
	'SessionPath'				=> 'مسیر جلسه',
	'PhpDefaultCharset'			=> 'کاراکتر ست پیش‌فرض PHP',
	'GZipCompression'			=> 'فشرده‌سازی GZip',
	'PhpExtensions'				=> 'افزونه‌های PHP',
	'ApacheModules'				=> 'ماژول‌های آپاچی',

	// DB repair module
	'DbRepairSection'			=> 'تعمیر پایگاه داده',
	'DbRepair'					=> 'تعمیر پایگاه داده',
	'DbRepairInfo'				=> 'این اسکریپت می‌تواند برخی مشکلات رایج پایگاه داده را به صورت خودکار پیدا و تعمیر کند. تعمیر ممکن است مدتی طول بکشد، لطفاً صبور باشید.',

	'DbOptimizeRepairSection'	=> 'تعمیر و بهینه‌سازی پایگاه داده',
	'DbOptimizeRepair'			=> 'تعمیر و بهینه‌سازی پایگاه داده',
	'DbOptimizeRepairInfo'		=> 'این اسکریپت همچنین می‌تواند سعی کند پایگاه داده را بهینه‌سازی کند. این کار در برخی موارد عملکرد را بهبود می‌بخشد. تعمیر و بهینه‌سازی پایگاه داده ممکن است زمان زیادی ببرد و در حین بهینه‌سازی پایگاه داده قفل خواهد شد.',

	'TableOk'					=> 'جدول %1 مشکلی ندارد.',
	'TableNotOk'				=> 'جدول %1 مشکلی دارد. خطای زیر گزارش شده است: %2. این اسکریپت سعی خواهد کرد این جدول را تعمیر کند…',
	'TableRepaired'				=> 'جدول %1 با موفقیت تعمیر شد.',
	'TableRepairFailed'			=> 'تعمیر جدول %1 ناموفق بود.
خطا: %2',
	'TableAlreadyOptimized'		=> 'جدول %1 از قبل بهینه شده است.',
	'TableOptimized'			=> 'جدول %1 با موفقیت بهینه‌سازی شد.',
	'TableOptimizeFailed'		=> 'بهینه‌سازی جدول %1 ناموفق بود.
خطا: %2',
	'TableNotRepaired'			=> 'برخی مشکلات پایگاه داده قابل تعمیر نبودند.',
	'RepairsComplete'			=> 'تعمیرات کامل شد',

	// Inconsistencies module
	'InconsistenciesInfo'		=> 'ناهماهنگی‌ها را نشان داده و رفع کنید، رکوردهای بدون مرجع را حذف یا به کاربر/مقدار جدید اختصاص دهید.',
	'Inconsistencies'			=> 'ناهماهنگی‌ها',
	'CheckDatabase'				=> 'پایگاه داده',
	'CheckDatabaseInfo'			=> 'بررسی ناهماهنگی‌های رکورد در پایگاه داده.',
	'CheckFiles'				=> 'فایل‌ها',
	'CheckFilesInfo'			=> 'بررسی فایل‌های بدون مرجع، فایل‌هایی که در جدول فایل‌ها مرجعی ندارند.',
	'Records'					=> 'رکوردها',
	'InconsistenciesNone'		=> 'ناهماهنگی داده‌ای یافت نشد.',
	'InconsistenciesDone'		=> 'ناهماهنگی‌های داده حل شد.',
	'InconsistenciesRemoved'	=> 'ناهماهنگی‌ها حذف شدند',
	'Check'						=> 'بررسی',
	'Solve'						=> 'حل',

	// Bad Behaviour module
	'BbInfo'					=> 'تشخیص و مسدود کردن دسترسی‌های ناخواسته وب، جلوگیری از دسترسی ربات‌های هرزنامه خودکار
برای اطلاعات بیشتر لطفاً به صفحه اصلی %1 مراجعه کنید.',
	'BbEnable'					=> 'فعال کردن Bad Behaviour:',
	'BbEnableInfo'				=> 'سایر تنظیمات را می‌توان در پوشه پیکربندی %1 تغییر داد.',
	'BbStats'					=> 'Bad Behaviour در ۷ روز گذشته %1 تلاش دسترسی را مسدود کرده است.',

	'BbSummary'					=> 'خلاصه',
	'BbLog'						=> 'لاگ',
	'BbSettings'				=> 'تنظیمات',
	'BbWhitelist'				=> 'لیست سفید',

	// --> Log
	'BbHits'					=> 'بازدیدها',
	'BbRecordsFiltered'			=> '%1 از %2 رکورد فیلتر شده نمایش داده می‌شود',
	'BbStatus'					=> 'وضعیت',
	'BbBlocked'					=> 'مسدود شده',
	'BbPermitted'				=> 'مجاز',
	'BbIp'						=> 'IP',
	'BbGetPost'					=> 'GET/POST',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'تمام %1 رکورد نمایش داده می‌شود',
	'BbShow'					=> 'نمایش',
	'BbIpDateStatus'			=> 'IP/تاریخ/وضعیت',
	'BbHeaders'					=> 'هدرها',
	'BbEntity'					=> 'موجودیت',

	// --> Whitelist
	'BbOptionsSaved'			=> 'تنظیمات ذخیره شد.',
	'BbWhitelistHint'			=> 'لیست سفید نامناسب شما را در معرض هرزنامه قرار می‌دهد یا باعث می‌شود Bad Behaviour به طور کامل از کار بیفتد! از لیست سفید استفاده نکنید مگر اینکه ۱۰۰٪ مطمئن باشید که باید این کار را انجام دهید.',
	'BbIpAddress'				=> 'آدرس IP',
	'BbIpAddressInfo'			=> 'آدرس IP یا محدوده آدرس‌ها در فرمت CIDR برای لیست سفید (هر خط یک مورد)',
	'BbUrl'						=> 'URL',
	'BbUrlInfo'					=> 'بخش‌های URL که با / بعد از نام میزبان سایت شما شروع می‌شوند (هر خط یک مورد)',
	'BbUserAgent'				=> 'User Agent',
	'BbUserAgentInfo'			=> 'رشته‌های User Agent برای لیست سفید (هر خط یک مورد)',

	// --> Settings
	'BbSettingsUpdated'			=> 'تنظیمات Bad Behaviour به‌روزرسانی شد',
	'BbLogRequest'				=> 'لاگ کردن درخواست HTTP',
	'BbLogVerbose'				=> 'مفصل',
	'BbLogNormal'				=> 'عادی (توصیه‌شده)',
	'BbLogOff'					=> 'عدم لاگ کردن (توصیه نمی‌شود)',
	'BbSecurity'				=> 'امنیتی',
	'BbStrict'					=> 'بررسی دقیق',
	'BbStrictInfo'				=> 'هرزنامه بیشتری را مسدود می‌کند اما ممکن است برخی افراد را نیز مسدود کند',
	'BbOffsiteForms'			=> 'اجازه ارسال فرم از سایر وب‌سایت‌ها',
	'BbOffsiteFormsInfo'		=> 'برای OpenID ضروری است؛ هرزنامه دریافتی را افزایش می‌دهد',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'برای استفاده از ویژگی‌های http:BL در Bad Behaviour باید %1 داشته باشید',
	'BbHttpblKey'				=> 'کلید دسترسی http:BL',
	'BbHttpblThreat'			=> 'حداقل سطح تهدید (۲۵ توصیه می‌شود)',
	'BbHttpblMaxage'			=> 'حداکثر عمر داده‌ها (۳۰ توصیه می‌شود)',
	'BbReverseProxy'			=> 'پروکسی معکوس/توازن بار',
	'BbReverseProxyInfo'		=> 'اگر از Bad Behaviour پشت پروکسی معکوس، توازن بار، شتاب‌دهنده HTTP، کش محتوا یا فناوری مشابه استفاده می‌کنید، گزینه پروکسی معکوس را فعال کنید.
' .
									'اگر زنجیره‌ای از دو یا چند پروکسی معکوس بین سرور شما و اینترنت عمومی دارید، باید تمام محدوده‌های آدرس IP (در فرمت CIDR) تمام سرورهای پروکسی، توازن بار و غیره را مشخص کنید. در غیر این صورت، Bad Behaviour ممکن است نتواند آدرس IP واقعی کلاینت را تعیین کند.
' .
									'علاوه بر این، سرورهای پروکسی معکوس شما باید آدرس IP کلاینت اینترنتی که درخواست را از آن دریافت کرده‌اند در یک هدر HTTP قرار دهند. اگر هدر مشخص نکنید، از %1 استفاده خواهد شد. اکثر سرورهای پروکسی از قبل از X-Forwarded-For پشتیبانی می‌کنند و فقط باید مطمئن شوید که در سرورهای پروکسی شما فعال است. برخی نام‌های هدر دیگر که معمولاً استفاده می‌شوند شامل %2 و %3 هستند.',
	'BbReverseProxyEnable'		=> 'فعال کردن پروکسی معکوس',
	'BbReverseProxyHeader'		=> 'هدر حاوی آدرس IP کلاینت‌های اینترنتی',
	'BbReverseProxyAddresses'	=> 'آدرس IP یا محدوده آدرس‌ها در فرمت CIDR برای سرورهای پروکسی شما (هر خط یک مورد)',

];
