<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'मूलभूत कार्य',
		'preferences'	=> 'वरीयताएँ',
		'content'		=> 'सामग्री',
		'users'			=> 'प्रयोक्ता',
		'maintenance'	=> 'रखरखाव',
		'messages'		=> 'संदेश',
		'extension'		=> 'एक्सटेंशन',
		'database'		=> 'डेटाबेस',
	],

	// Admin panel
	'AdminPanel'				=> 'प्रशासन नियंत्रण पैनल',
	'RecoveryMode'				=> 'रिकवरी मोड',
	'Authorization'				=> 'प्राधिकरण',
	'AuthorizationTip'			=> 'कृपया प्रशासनिक पासवर्ड दर्ज करें (यह भी सुनिश्चित करें कि आपके ब्राउज़र में कुकीज़ की अनुमति है)।',
	'NoRecoveryPassword'		=> 'प्रशासनिक पासवर्ड निर्दिष्ट नहीं है!',
	'NoRecoveryPasswordTip'		=> 'नोट: प्रशासनिक पासवर्ड की अनुपस्थिति सुरक्षा के लिए खतरा है! कृपया कॉन्फ़िगरेशन फ़ाइल में अपना पासवर्ड हैश दर्ज करें और प्रोग्राम को फिर से चलाएँ।',

	'ErrorLoadingModule'		=> 'एडमिन मॉड्यूल %1 लोड करने में त्रुटि: मौजूद नहीं है।',

	'ApHomePage'				=> 'मुख पृष्ठ',
	'ApHomePageTip'				=> 'मुख पृष्ठ खोलें, आप प्रशासन नहीं छोड़ेंगे',
	'ApLogOut'					=> 'लॉगआउट',
	'ApLogOutTip'				=> 'सिस्टम प्रशासन छोड़ें',

	'TimeLeft'					=> 'शेष: %1 मिनट',
	'ApVersion'					=> 'संस्करण',

	'SiteOpen'					=> 'खुला',
	'SiteOpened'				=> 'साइट खुली हुई है',
	'SiteOpenedTip'				=> 'साइट खुली हुई है',
	'SiteClose'					=> 'बंद करें',
	'SiteClosed'				=> 'साइट बंद है',
	'SiteClosedTip'				=> 'साइट बंद है',

	'System'					=> 'प्रणाली',

	// Generic
	'Cancel'					=> 'रद्द करें',
	'Add'						=> 'जोड़ें',
	'Edit'						=> 'संपादित करें',
	'Remove'					=> 'हटाएँ',
	'Enabled'					=> 'सक्षम',
	'Disabled'					=> 'अक्षम',
	'Mandatory'					=> 'अनिवार्य',
	'Admin'						=> 'प्रशासक',
	'Min'						=> 'न्यूनतम',
	'Max'						=> 'अधिकतम',

	'MiscellaneousSection'		=> 'विविध',
	'MainSection'				=> 'सामान्य विकल्प',

	'DirNotWritable'			=> '%1 डायरेक्टरी लिखने योग्य नहीं है।',
	'FileNotWritable'			=> '%1 फ़ाइल लिखने योग्य नहीं है।',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'मूल',
		'title'		=> 'मूल सेटिंग्स',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'दिखावट',
		'title'		=> 'प्रदर्शन सेटिंग्स',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'ई-मेल',
		'title'		=> 'ईमेल सेटिंग्स',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'सिंडिकेशन',
		'title'		=> 'सिंडिकेशन सेटिंग्स',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'फ़िल्टर',
		'title'		=> 'फ़िल्टर सेटिंग्स',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'फ़ॉर्मैटर',
		'title'		=> 'फ़ॉर्मैटिंग विकल्प',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'सूचनाएं',
		'title'		=> 'सूचना सेटिंग्स',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'पृष्ठ',
		'title'		=> 'पृष्ठ और साइट पैरामीटर',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'अनुमतियाँ',
		'title'		=> 'अनुमतियाँ सेटिंग्स',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'सुरक्षा',
		'title'		=> 'सुरक्षा उपप्रणालियाँ सेटिंग्स',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'प्रणाली',
		'title'		=> 'सिस्टम विकल्प',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'अपलोड',
		'title'		=> 'अनुलग्नक सेटिंग्स',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'हटाए गए',
		'title'		=> 'नवीनतम हटाया गया कंटेंट',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'मेनू',
		'title'		=> 'डिफ़ॉल्ट मेनू आइटम जोड़ें, संपादित करें या हटाएँ',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'बैकअप',
		'title'		=> 'डेटा का बैकअप लेना',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'मरम्मत',
		'title'		=> 'डेटाबेस की मरम्मत और अनुकूलन',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'पुनर्स्थापना',
		'title'		=> 'बैकअप डेटा की पुनर्स्थापना',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'मुख्य मेनू',
		'title'		=> 'WackoWiki प्रशासन',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'असंगतियाँ',
		'title'		=> 'डेटा असंगतियों को ठीक करना',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'डेटा तुल्यकालन',
		'title'		=> 'डेटा सिंक्रनाइज़ करना',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'सामूहिक ईमेल',
		'title'		=> 'सामूहिक ईमेल भेजना',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'सिस्टम संदेश',
		'title'		=> 'सिस्टम संदेश',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'सिस्टम जानकारी',
		'title'		=> 'सिस्टम जानकारी',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'सिस्टम लॉग',
		'title'		=> 'सिस्टम घटनाओं का लॉग',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'आँकड़े',
		'title'		=> 'आँकड़े दिखाएँ',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'Bad Behaviour',
		'title'		=> 'Bad Behaviour',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'स्वीकृति',
		'title'		=> 'उपयोगकर्ता पंजीकरण स्वीकृति',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'समूह',
		'title'		=> 'समूह प्रबंधन',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'उपयोगकर्ता',
		'title'		=> 'उपयोगकर्ता प्रबंधन',
	],

	// Main module
	'MainNote'					=> 'नोट: प्रशासनिक रखरखाव के लिए साइट तक अस्थायी रूप से पहुंच को अवरुद्ध करने की सिफारिश की जाती है।',

	'PurgeSessions'				=> 'साफ करें',
	'PurgeSessionsTip'			=> 'सभी सत्र साफ करें',
	'PurgeSessionsConfirm'		=> 'क्या आप वाकई सभी सत्रों को साफ करना चाहते हैं? इससे सभी उपयोगकर्ता लॉग आउट हो जाएंगे।',
	'PurgeSessionsExplain'		=> 'सभी सत्र साफ करें। यह auth_token टेबल को खाली करके सभी उपयोगकर्ताओं को लॉग आउट कर देगा।',
	'PurgeSessionsDone'			=> 'सत्र सफलतापूर्वक साफ किए गए।',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'मूलभूत सेटिंग्स अपडेट की गईं',
	'LogBasicSettingsUpdated'	=> 'मूलभूत सेटिंग्स अपडेट की गईं',

	'SiteName'					=> 'साइट का नाम:',
	'SiteNameInfo'				=> 'इस साइट का शीर्षक, ब्राउज़र शीर्षक, थीम हेडर, ईमेल-सूचना आदि में दिखाई देता है।',
	'SiteDesc'					=> 'साइट विवरण:',
	'SiteDescInfo'				=> 'साइट के शीर्षक का पूरक जो पृष्ठों के हेडर में कुछ शब्दों में यह बताने के लिए दिखाई देता है कि यह साइट किस बारे में है।',
	'AdminName'					=> 'साइट का एडमिन:',
	'AdminNameInfo'				=> 'उपयोगकर्ता नाम, जो साइट के समग्र समर्थन के लिए जिम्मेदार है। यह नाम एक्सेस अधिकार निर्धारित करने के लिए उपयोग नहीं किया जाता है, लेकिन यह साइट के मुख्य प्रशासक के नाम के अनुरूप होना वांछनीय है।',

	'LanguageSection'			=> 'भाषा',
	'DefaultLanguage'			=> 'डिफ़ॉल्ट भाषा:',
	'DefaultLanguageInfo'		=> 'अपंजीकृत मेहमानों को प्रदर्शित संदेशों की भाषा निर्दिष्ट करता है, साथ ही लोकेल सेटिंग्स भी।',
	'MultiLanguage'				=> 'बहुभाषी समर्थन:',
	'MultiLanguageInfo'			=> 'पृष्ठ-दर-पृष्ठ आधार पर भाषा चुनने की क्षमता सक्षम करें।',
	'AllowedLanguages'			=> 'अनुमत भाषाएँ:',
	'AllowedLanguagesInfo'		=> 'केवल उन भाषाओं के सेट का चयन करने की सिफारिश की जाती है जिन्हें आप उपयोग करना चाहते हैं, अन्यथा सभी भाषाएँ चुनी जाती हैं।',

	'CommentSection'			=> 'टिप्पणियाँ',
	'AllowComments'				=> 'टिप्पणियों की अनुमति दें:',
	'AllowCommentsInfo'			=> 'मेहमान या केवल पंजीकृत उपयोगकर्ताओं के लिए टिप्पणियाँ सक्षम करें या उन्हें पूरी साइट पर अक्षम करें।',
	'SortingComments'			=> 'टिप्पणियों को क्रमबद्ध करें:',
	'SortingCommentsInfo'		=> 'पृष्ठ टिप्पणियों को प्रस्तुत करने का क्रम बदलता है, या तो सबसे हालिया या सबसे पुरानी टिप्पणी शीर्ष पर।',
	'CommentsOffset'			=> 'टिप्पणियाँ पृष्ठ:',
	'CommentsOffsetInfo'		=> 'डिफ़ॉल्ट रूप से प्रदर्शित करने के लिए टिप्पणियाँ पृष्ठ',

	'ToolbarSection'			=> 'टूलबार',
	'CommentsPanel'				=> 'टिप्पणियाँ पैनल:',
	'CommentsPanelInfo'			=> 'पृष्ठ के नीचे टिप्पणियों का डिफ़ॉल्ट प्रदर्शन।',
	'FilePanel'					=> 'फ़ाइल पैनल:',
	'FilePanelInfo'				=> 'पृष्ठ के नीचे अनुलग्नकों का डिफ़ॉल्ट प्रदर्शन।',
	'TagsPanel'					=> 'टैग पैनल:',
	'TagsPanelInfo'				=> 'पृष्ठ के नीचे टैग पैनल का डिफ़ॉल्ट प्रदर्शन।',

	'NavigationSection'			=> 'नेविगेशन',
	'ShowPermalink'				=> 'स्थायी लिंक दिखाएं:',
	'ShowPermalinkInfo'			=> 'पृष्ठ के वर्तमान संस्करण के लिए स्थायी लिंक का डिफ़ॉल्ट प्रदर्शन।',
	'TocPanel'					=> 'विषय सूची पैनल:',
	'TocPanelInfo'				=> 'पृष्ठ की विषय सूची पैनल का डिफ़ॉल्ट प्रदर्शन (टेम्पलेट्स में समर्थन की आवश्यकता हो सकती है)।',
	'SectionsPanel'				=> 'अनुभाग पैनल:',
	'SectionsPanelInfo'			=> 'डिफ़ॉल्ट रूप से आसन्न पृष्ठों का पैनल प्रदर्शित करें (टेम्पलेट्स में समर्थन की आवश्यकता होती है)।',
	'DisplayingSections'		=> 'अनुभाग प्रदर्शित करना:',
	'DisplayingSectionsInfo'	=> 'जब पिछले विकल्प, चाहे केवल पृष्ठ के उपपृष्ठ (निचले), केवल पड़ोसी (ऊपरी) या दोनों, और अन्य (वृक्ष) प्रदर्शित करें।',
	'MenuItems'					=> 'मेनू आइटम:',
	'MenuItemsInfo'				=> 'दिखाए गए मेनू आइटम की डिफ़ॉल्ट संख्या (टेम्पलेट्स में समर्थन की आवश्यकता हो सकती है)।',

	'HandlerSection'			=> 'हैंडलर',
	'HideRevisions'				=> 'संशोधन छिपाएं:',
	'HideRevisionsInfo'			=> 'पृष्ठ के संशोधनों का डिफ़ॉल्ट प्रदर्शन।',
	'AttachmentHandler'			=> 'अनुलग्नक हैंडलर सक्षम करें:',
	'AttachmentHandlerInfo'		=> 'अनुलग्नक हैंडलर दिखाने की अनुमति देता है।',
	'SourceHandler'				=> 'स्रोत हैंडलर सक्षम करें:',
	'SourceHandlerInfo'			=> 'स्रोत हैंडलर दिखाने की अनुमति देता है।',
	'ExportHandler'				=> 'XML निर्यात हैंडलर सक्षम करें:',
	'ExportHandlerInfo'			=> 'XML निर्यात हैंडलर दिखाने की अनुमति देता है।',

	'DiffModeSection'			=> 'अंतर मोड',
	'DefaultDiffModeSetting'	=> 'डिफ़ॉल्ट अंतर मोड:',
	'DefaultDiffModeSettingInfo'=> 'पहले से चयनित अंतर मोड।',
	'AllowedDiffMode'			=> 'अनुमत अंतर मोड:',
	'AllowedDiffModeInfo'		=> 'केवल उन अंतर मोड के सेट का चयन करने की सिफारिश की जाती है जिन्हें आप उपयोग करना चाहते हैं, अन्यथा सभी अंतर मोड चुने जाते हैं।',
	'NotifyDiffMode'			=> 'सूचना अंतर मोड:',
	'NotifyDiffModeInfo'		=> 'ईमेल बॉडी में सूचनाओं के लिए उपयोग किया जाने वाला अंतर मोड।',

	'EditingSection'			=> 'संपादन',
	'EditSummary'				=> 'सारांश:',
	'EditSummaryInfo'			=> 'संपादन मोड में परिवर्तन सारांश दिखाता है।',
	'MinorEdit'					=> 'छोटा संपादन:',
	'MinorEditInfo'				=> 'संपादन मोड में छोटा संपादन विकल्प सक्षम करता है।',
	'SectionEdit'				=> 'अनुभाग संपादित करें:',
	'SectionEditInfo'			=> 'किसी पृष्ठ के केवल एक भाग का संपादन सक्षम करता है।',
	'ReviewSettings'			=> 'समीक्षा:',
	'ReviewSettingsInfo'		=> 'संपादन मोड में समीक्षा विकल्प सक्षम करता है।',
	'PublishAnonymously'		=> 'अनाम प्रकाशन की अनुमति दें:',
	'PublishAnonymouslyInfo'	=> 'उपयोगकर्ताओं को नाम छिपाने के लिए अधिमानतः अनाम रूप से प्रकाशित करने की अनुमति दें।',

	'DefaultRenameRedirect'		=> 'नाम बदलते समय पुनर्निर्देशन डालें:',
	'DefaultRenameRedirectInfo'	=> 'डिफ़ॉल्ट रूप से, नाम बदलते समय पुराने पते पर पुनर्निर्देशन सेट करने की पेशकश करें।',
	'StoreDeletedPages'			=> 'हटाए गए पृष्ठ रखें:',
	'StoreDeletedPagesInfo'		=> 'जब आप किसी पृष्ठ, टिप्पणी या फ़ाइल को हटाते हैं, तो इसे एक विशेष अनुभाग में रखें, जहाँ यह कुछ और समय के लिए समीक्षा और पुनर्प्राप्ति के लिए उपलब्ध रहेगा (जैसा नीचे',
	'KeepDeletedTime'			=> 'हटाए गए पृष्ठों का संग्रहण समय:',
	'KeepDeletedTimeInfo'		=> 'दिनों की अवधि। यह केवल पिछले विकल्प के साथ ही सार्थक है। शून्य का अर्थ है अनंत संग्रहण (इस स्थिति में व्यवस्थापक मैन्युअल रूप से "कार्ट" साफ़ कर सकता है)।',
	'PagesPurgeTime'			=> 'पृष्ठ संशोधनों का संग्रहण समय:',
	'PagesPurgeTimeInfo'		=> 'दिए गए दिनों की संख्या के भीतर पुराने संस्करण स्वचालित रूप से हटा दिए जाएंगे। यदि आप शून्य दर्ज करते हैं, तो पुराने संस्करण नहीं हटाए जाएंगे।',
	'EnableReferrers'			=> 'रेफरर्स सक्षम करें:',
	'EnableReferrersInfo'		=> 'बाहरी रेफरर्स को संग्रहीत और प्रदर्शित करने की अनुमति देता है।',
	'ReferrersPurgeTime'		=> 'रेफरर्स का संग्रहण समय:',
	'ReferrersPurgeTimeInfo'	=> 'बाहरी पृष्ठों के रेफरिंग इतिहास को दिए गए दिनों की संख्या से अधिक न रखें। शून्य का अर्थ है अनंत संग्रहण, लेकिन सक्रिय रूप से देखी जाने वाली साइट के लिए यह डेटाबेस ओवरफ्लो का कारण बन सकता है।',
	'EnableCounters'			=> 'हिट काउंटर्स सक्षम करें:',
	'EnableCountersInfo'		=> 'प्रति पृष्ठ हिट काउंटर्स की अनुमति देता है और सरल आँकड़ों का प्रदर्शन सक्षम करता है। पृष्ठ स्वामी के दृश्य नहीं गिने जाते हैं।',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'अपनी साइट के लिए डिफ़ॉल्ट वेब सिंडिकेशन सेटिंग्स नियंत्रित करें।',
	'SyndicationSettingsUpdated'	=> 'सिंडिकेशन सेटिंग्स अपडेट की गईं।',

	'FeedsSection'				=> 'फ़ीड्स',
	'EnableFeeds'				=> 'फ़ीड्स सक्षम करें:',
	'EnableFeedsInfo'			=> 'पूरे विकी के लिए RSS फ़ीड्स चालू या बंद करें।',
	'XmlChangeLink'				=> 'परिवर्तन फ़ीड लिंक मोड:',
	'XmlChangeLinkInfo'			=> 'परिभाषित करता है कि XML परिवर्तन फ़ीड आइटम कहाँ लिंक होते हैं।',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'अंतर दृश्य',
		'2'		=> 'संशोधित पृष्ठ',
		'3'		=> 'संशोधनों की सूची',
		'4'		=> 'वर्तमान पृष्ठ',
	],

	'XmlSitemap'				=> 'XML साइटमैप:',
	'XmlSitemapInfo'			=> 'xml फ़ोल्डर के अंदर %1 नामक एक XML फ़ाइल बनाता है। आप अपने रूट डायरेक्टरी में robots.txt फ़ाइल में साइटमैप का पथ निम्नानुसार जोड़ सकते हैं:',
	'XmlSitemapGz'				=> 'XML साइटमैप संपीड़न:',
	'XmlSitemapGzInfo'			=> 'यदि आप चाहें, तो अपने साइटमैप टेक्स्ट फ़ाइल को gzip का उपयोग करके संपीड़ित कर सकते हैं ताकि बैंडविड्थ आवश्यकता कम हो सके।',
	'XmlSitemapTime'			=> 'XML साइटमैप जनरेशन समय:',
	'XmlSitemapTimeInfo'		=> 'साइटमैप को दिए गए दिनों की संख्या में केवल एक बार जनरेट करता है, शून्य का अर्थ है हर पृष्ठ परिवर्तन पर।',

	'SearchSection'				=> 'खोज',
	'OpenSearch'				=> 'OpenSearch:',
	'OpenSearchInfo'			=> 'XML फ़ोल्डर में OpenSearch विवरण फ़ाइल बनाता है और HTML हेडर में खोज प्लगइन की स्वत: खोज सक्षम करता है।',
	'SearchEngineVisibility'	=> 'खोज इंजनों को ब्लॉक करें (खोज इंजन दृश्यता):',
	'SearchEngineVisibilityInfo'=> 'खोज इंजनों को ब्लॉक करें, लेकिन सामान्य आगंतुकों को अनुमति दें। पृष्ठ सेटिंग्स को ओवरराइड करता है। खोज इंजनों को इस साइट को अनुक्रमित करने से हतोत्साहित करें, यह खोज इंजनों पर निर्भर करता है कि वे इस अनुरोध का सम्मान करें।',



	// Appearance settings
	'AppearanceSettingsInfo'	=> 'अपनी साइट के लिए डिफ़ॉल्ट प्रदर्शन सेटिंग्स नियंत्रित करें।',
	'AppearanceSettingsUpdated'	=> 'प्रदर्शन सेटिंग्स अपडेट की गईं।',

	'LogoOff'					=> 'बंद',
	'LogoOnly'					=> 'केवल लोगो',
	'LogoAndTitle'				=> 'लोगो और शीर्षक',

	'LogoSection'				=> 'लोगो',
	'SiteLogo'					=> 'साइट लोगो:',
	'SiteLogoInfo'				=> 'आपका लोगो आमतौर पर एप्लिकेशन के ऊपरी बाएँ कोने में दिखाई देगा। अधिकतम आकार 2 MiB है। इष्टतम आयाम 255 पिक्सेल चौड़ा और 55 पिक्सेल ऊँचा है।',
	'LogoDimensions'			=> 'लोगो आयाम:',
	'LogoDimensionsInfo'		=> 'प्रदर्शित लोगो की चौड़ाई और ऊँचाई।',
	'LogoDisplayMode'			=> 'लोगो प्रदर्शन मोड:',
	'LogoDisplayModeInfo'		=> 'लोगो का स्वरूप परिभाषित करता है। डिफ़ॉल्ट बंद है।',

	'FaviconSection'			=> 'फेविकॉन',
	'SiteFavicon'				=> 'साइट फेविकॉन:',
	'SiteFaviconInfo'			=> 'आपका शॉर्टकट आइकन या फेविकॉन अधिकांश ब्राउज़रों के एड्रेस बार, टैब और बुकमार्क में प्रदर्शित होगा। यह आपके थीम के फेविकॉन को ओवरराइड करेगा।',
	'SiteFaviconTooBig'			=> 'फेविकॉन 64 × 64px से बड़ा है।',
	'ThemeColor'				=> 'थीम रंग (एड्रेस बार के लिए):',
	'ThemeColorInfo'			=> 'ब्राउज़र दिए गए CSS रंग के अनुसार प्रत्येक पृष्ठ के एड्रेस बार का रंग सेट करेगा।',

	'LayoutSection'				=> 'लेआउट',
	'Theme'						=> 'थीम:',
	'ThemeInfo'					=> 'साइट द्वारा डिफ़ॉल्ट रूप से उपयोग किया जाने वाला टेम्पलेट डिज़ाइन।',
	'ResetUserTheme'			=> 'सभी उपयोगकर्ता थीम रीसेट करें:',
	'ResetUserThemeInfo'		=> 'सभी उपयोगकर्ता थीम रीसेट करता है। चेतावनी: यह क्रिया सभी उपयोगकर्ता चयनित थीम को वैश्विक डिफ़ॉल्ट थीम पर सेट कर देगी।',
	'SetBackUserTheme'			=> '%1 थीम पर सभी उपयोगकर्ता थीम सेट करें।',
	'ThemesAllowed'				=> 'अनुमत थीम:',
	'ThemesAllowedInfo'			=> 'उन थीम का चयन करें जिन्हें उपयोगकर्ता चुन सकते हैं, अन्यथा सभी उपलब्ध थीम की अनुमति है।',
	'ThemesPerPage'				=> 'प्रति पृष्ठ थीम:',
	'ThemesPerPageInfo'			=> 'प्रति पृष्ठ थीम की अनुमति दें, जिसे पृष्ठ स्वामी पृष्ठ गुणों के माध्यम से चुन सकता है।',

	// System settings
	'SystemSettingsInfo'		=> 'प्लेटफ़ॉर्म के ठीक ट्यूनिंग के लिए जिम्मेदार पैरामीटरों का समूह। इन्हें तभी बदलें जब आप इनके कार्यों में आश्वस्त हों।',
	'SystemSettingsUpdated'		=> 'सिस्टम सेटिंग्स अपडेट की गईं।',

	'DebugModeSection'			=> 'डिबग मोड',
	'DebugMode'					=> 'डिबग मोड:',
	'DebugModeInfo'				=> 'प्रोग्राम के निष्पादन समय पर टेलीमेट्री डेटा का निर्धारण और प्रदर्शन। नोट: पूर्ण विवरण मोड विशेष रूप से डेटाबेस बैकअप और पुनर्स्थापना जैसी मांग वाली क्रियाओं के लिए उपलब्ध मेमोरी पर उच्च मांग रखता है।',
	'DebugModes'	=> [
		'0'		=> 'डिबगिंग बंद',
		'1'		=> 'केवल कुल निष्पादन समय',
		'2'		=> 'पूर्ण समय',
		'3'		=> 'पूर्ण विवरण (DBMS, कैश आदि)',
	],
	'DebugSqlThreshold'			=> 'RDBMS प्रदर्शन थ्रेशोल्ड:',
	'DebugSqlThresholdInfo'		=> 'विस्तृत डिबग मोड में केवल उन क्वेरीज़ को रिकॉर्ड करें जो दिए गए सेकंड की संख्या से अधिक समय लेती हैं।',
	'DebugAdminOnly'			=> 'सीमित निदान:',
	'DebugAdminOnlyInfo'		=> 'प्रोग्राम (और DBMS) का डिबग डेटा केवल व्यवस्थापक को दिखाएं।',

	'CachingSection'			=> 'कैशिंग विकल्प',
	'Cache'						=> 'रेंडर किए गए पृष्ठों को कैश करें:',
	'CacheInfo'					=> 'रेंडर किए गए पृष्ठों को स्थानीय कैश में सहेजें ताकि बाद के लोडिंग को गति मिल सके। यह केवल अपंजीकृत आगंतुकों के लिए वैध है।',
	'CacheTtl'					=> 'कैश्ड पृष्ठों की प्रासंगिकता अवधि:',
	'CacheTtlInfo'				=> 'कैश्ड पृष्ठों को निर्दिष्ट सेकंड की संख्या से अधिक नहीं रखें।',
	'CacheSql'					=> 'DBMS क्वेरीज़ को कैश करें:',
	'CacheSqlInfo'				=> 'कुछ संसाधन-गहन SQL-क्वेरीज़ के परिणामों का स्थानीय कैश बनाए रखें।',
	'CacheSqlTtl'				=> 'डेटाबेस कैश की प्रासंगिकता अवधि:',
	'CacheSqlTtlInfo'			=> 'SQL-क्वेरीज़ के परिणामों को निर्दिष्ट सेकंड की संख्या से अधिक नहीं कैश करें। 1200 से अधिक मानों का उपयोग करना वांछनीय नहीं है।',

	'LogSection'				=> 'लॉग सेटिंग्स',
	'LogLevelUsage'				=> 'लॉगिंग का उपयोग:',
	'LogLevelUsageInfo'			=> 'लॉग में दर्ज की जाने वाली घटनाओं की न्यूनतम प्राथमिकता।',
	'LogThresholds'	=> [
		'0'		=> 'जर्नल न रखें',
		'1'		=> 'केवल क्रिटिकल स्तर',
		'2'		=> 'उच्चतम स्तर से',
		'3'		=> 'उच्च स्तर से',
		'4'		=> 'मध्यम स्तर से',
		'5'		=> 'निम्न स्तर से',
		'6'		=> 'न्यूनतम स्तर से',
		'7'		=> 'सभी रिकॉर्ड करें',
	],
	'LogDefaultShow'			=> 'लॉग प्रदर्शन मोड:',
	'LogDefaultShowInfo'		=> 'डिफ़ॉल्ट रूप से लॉग में प्रदर्शित होने वाली घटनाओं की न्यूनतम प्राथमिकता।',
	'LogModes'	=> [
		'1'		=> 'केवल क्रिटिकल स्तर',
		'2'		=> 'उच्चतम स्तर से',
		'3'		=> 'उच्च स्तर से',
		'4'		=> 'मध्यम स्तर',
		'5'		=> 'निम्न स्तर से',
		'6'		=> 'न्यूनतम स्तर से',
		'7'		=> 'सभी दिखाएं',
	],
	'LogPurgeTime'				=> 'लॉग का संग्रहण समय:',
	'LogPurgeTimeInfo'			=> 'दिए गए दिनों की संख्या से अधिक पुराने इवेंट लॉग हटाएं।',

	'PrivacySection'			=> 'गोपनीयता',
	'AnonymizeIp'				=> 'उपयोगकर्ताओं के IP पते गुमनाम करें:',
	'AnonymizeIpInfo'			=> 'जहाँ लागू हो जैसे पृष्ठ, संशोधन या रेफरर्स में IP पते गुमनाम करें।',

	'ReverseProxySection'		=> 'रिवर्स प्रॉक्सी',
	'ReverseProxy'				=> 'रिवर्स प्रॉक्सी का उपयोग करें:',
	'ReverseProxyInfo'			=> 'इस सेटिंग को सक्षम करें ताकि X-Forwarded-For हेडर्स में संग्रहीत जानकारी की जांच करके रिमोट क्लाइंट का सही IP पता निर्धारित किया जा सके। X-Forwarded-For हेडर्स रिवर्स प्रॉक्सी सर्वर जैसे Squid या Pound के माध्यम से कनेक्ट होने वाले क्लाइंट सिस्टम की पहचान करने का एक मानक तंत्र है। रिवर्स प्रॉक्सी सर्वर अक्सर भारी विजिट की गई साइटों के प्रदर्शन को बढ़ाने के लिए उपयोग किए जाते हैं और साइट कैशिंग, सुरक्षा या एन्क्रिप्शन लाभ भी प्रदान कर सकते हैं। यदि यह WackoWiki इंस्टॉलेशन रिवर्स प्रॉक्सी के पीछे चल रहा है, तो इस सेटिंग को सक्षम करना चाहिए ताकि WackoWiki के सत्र प्रबंधन, लॉगिंग, आँकड़े और एक्सेस प्रबंधन प्रणालियों में सही IP पता जानकारी कैप्चर की जा सके; यदि आप इस सेटिंग के बारे में अनिश्चित हैं, रिवर्स प्रॉक्सी नहीं है, या WackoWiki साझा होस्टिंग वातावरण में चल रहा है, तो इस सेटिंग को अक्षम रखना चाहिए।',
	'ReverseProxyHeader'		=> 'रिवर्स प्रॉक्सी हेडर:',
	'ReverseProxyHeaderInfo'	=> 'इस मान को सेट करें यदि आपका प्रॉक्सी सर्वर X-Forwarded-For के अलावा किसी अन्य हेडर में क्लाइंट IP भेजता है। "X-Forwarded-For" हेडर IP पतों की कॉमा+स्पेस से अलग की गई सूची है, केवल अंतिम (सबसे बायाँ) उपयोग किया जाएगा।',
	'ReverseProxyAddresses'		=> 'reverse_proxy IP पतों की सरणी स्वीकार करता है:',
	'ReverseProxyAddressesInfo'	=> 'इस सरणी का प्रत्येक तत्व आपके किसी भी रिवर्स प्रॉक्सी का IP पता है। इस सरणी को भरने से WackoWiki X-Forwarded-For हेडर्स में संग्रहीत जानकारी पर भरोसा करेगा केवल तभी जब रिमोट IP पता इनमें से एक हो, अर्थात अनुरोध वेब सर्वर तक आपके किसी रिवर्स प्रॉक्सी से पहुँचता है। अन्यथा, क्लाइंट सीधे आपके वेब सर्वर से कनेक्ट होकर X-Forwarded-For हेडर्स को स्पूफ कर सकता है।',

	'SessionSection'				=> 'सत्र प्रबंधन',
	'SessionStorage'				=> 'सत्र संग्रहण:',
	'SessionStorageInfo'			=> 'यह विकल्प परिभाषित करता है कि सत्र डेटा कहाँ संग्रहीत किया जाता है। डिफ़ॉल्ट रूप से या तो फ़ाइल या डेटाबेस सत्र संग्रहण चुना जाता है।',
	'SessionModes'	=> [
		'1'		=> 'फ़ाइल',
		'2'		=> 'डेटाबेस',
	],
	'SessionNotice'					=> 'सत्र समाप्ति कारण दिखाएं:',
	'SessionNoticeInfo'				=> 'सत्र समाप्ति का कारण प्रदर्शित करता है।',
	'LoginNotice'					=> 'लॉगिन सूचना:',
	'LoginNoticeInfo'				=> 'लॉगिन सूचना प्रदर्शित करता है।',

	'RewriteMode'					=> 'mod_rewrite का उपयोग करें:',
	'RewriteModeInfo'				=> 'यदि आपका वेब सर्वर इस सुविधा का समर्थन करता है, तो पृष्ठों के "सुंदर" पते प्राप्त करने के लिए चालू करें।  यह मान रनटाइम पर Settings क्लास द्वारा ओवरराइट किया जा सकता है, चाहे यह बंद हो या नहीं, यदि HTTP_MOD_REWRITE चालू है।',

	// Permissions settings
	'PermissionsSettingsInfo'		=> 'पहुँच नियंत्रण और अनुमतियों के लिए जिम्मेदार पैरामीटर।',
	'PermissionsSettingsUpdated'	=> 'अनुमति सेटिंग्स अपडेट की गईं।',

	'PermissionsSection'		=> 'अधिकार और विशेषाधिकार',
	'ReadRights'				=> 'डिफ़ॉल्ट पढ़ने के अधिकार:',
	'ReadRightsInfo'			=> 'ये बनाए गए रूट पृष्ठों को असाइन किए जाते हैं, साथ ही उन पृष्ठों को भी जिनके लिए पैरेंटल अधिकार परिभाषित नहीं किए जा सकते।',
	'WriteRights'				=> 'डिफ़ॉल्ट लिखने के अधिकार:',
	'WriteRightsInfo'			=> 'ये बनाए गए रूट पृष्ठों को असाइन किए जाते हैं, साथ ही उन पृष्ठों को भी जिनके लिए पैरेंटल अधिकार परिभाषित नहीं किए जा सकते।',
	'CommentRights'				=> 'डिफ़ॉल्ट टिप्पणी अधिकार:',
	'CommentRightsInfo'			=> 'ये बनाए गए रूट पृष्ठों को असाइन किए जाते हैं, साथ ही उन पृष्ठों को भी जिनके लिए पैरेंटल अधिकार परिभाषित नहीं किए जा सकते।',
	'CreateRights'				=> 'डिफ़ॉल्ट रूप से उप-पृष्ठ बनाने के अधिकार:',
	'CreateRightsInfo'			=> 'रूट पृष्ठ बनाने के अधिकार को परिभाषित करता है और उन पृष्ठों को असाइन करता है जिनके लिए पैरेंटल अधिकार परिभाषित नहीं किए जा सकते।',
	'UploadRights'				=> 'डिफ़ॉल्ट अपलोड अधिकार:',
	'UploadRightsInfo'			=> 'ये बनाए गए रूट पृष्ठों को असाइन किए जाते हैं, साथ ही उन पृष्ठों को भी जिनके लिए पैरेंटल अधिकार परिभाषित नहीं किए जा सकते।',
	'RenameRights'				=> 'वैश्विक नाम बदलने का अधिकार:',
	'RenameRightsInfo'			=> 'पृष्ठों को स्वतंत्र रूप से नाम बदलने (स्थानांतरित करने) की अनुमतियों की सूची।',

	'LockAcl'					=> 'सभी ACL को केवल-पढ़ने के लिए लॉक करें:',
	'LockAclInfo'				=> 'सभी पृष्ठों के लिए ACL सेटिंग्स को केवल-पढ़ने के लिए ओवरराइट करता है।
यह उपयोगी हो सकता है यदि कोई प्रोजेक्ट समाप्त हो गया है, आप सुरक्षा कारणों से कुछ समय के लिए संपादन बंद करना चाहते हैं या आपातकालीन प्रतिक्रिया के रूप में।',
	'HideLocked'				=> 'अपहुँच योग्य पृष्ठ छिपाएँ:',
	'HideLockedInfo'			=> 'यदि उपयोगकर्ता के पास पृष्ठ पढ़ने की अनुमति नहीं है, तो इसे विभिन्न पृष्ठ सूचियों में छिपाएँ (हालाँकि पाठ में रखा गया लिंक अभी भी दिखाई देगा)।',
	'RemoveOnlyAdmins'			=> 'केवल प्रशासक पृष्ठ हटा सकते हैं:',
	'RemoveOnlyAdminsInfo'		=> 'सभी को पृष्ठ हटाने से इनकार करें, प्रशासकों को छोड़कर। पहली सीमा सामान्य पृष्ठों के स्वामियों पर लागू होती है।',
	'OwnersRemoveComments'		=> 'पृष्ठ स्वामी टिप्पणियाँ हटा सकते हैं:',
	'OwnersRemoveCommentsInfo'	=> 'पृष्ठ स्वामियों को अपने पृष्ठों पर टिप्पणियों को मॉडरेट करने की अनुमति दें।',
	'OwnersEditCategories'		=> 'स्वामी पृष्ठ श्रेणियाँ संपादित कर सकते हैं:',
	'OwnersEditCategoriesInfo'	=> 'स्वामियों को अपनी साइट की पृष्ठ श्रेणी सूची (शब्द जोड़ना, शब्द हटाना) को संशोधित करने की अनुमति दें, पृष्ठ को असाइन करें।',
	'TermHumanModeration'		=> 'मानव मॉडरेशन की अवधि:',
	'TermHumanModerationInfo'	=> 'मॉडरेटर केवल उन टिप्पणियों को संपादित कर सकते हैं जो इस दिनों की संख्या से अधिक पुरानी नहीं हैं (यह सीमा विषय की अंतिम टिप्पणी पर लागू नहीं होती)।',

	'UserCanDeleteAccount'		=> 'उपयोगकर्ताओं को अपने खाते हटाने की अनुमति दें',

	// Security settings
	'SecuritySettingsInfo'		=> 'प्लेटफ़ॉर्म की समग्र सुरक्षा, सुरक्षा प्रतिबंध और अतिरिक्त सुरक्षा उपप्रणालियों के लिए जिम्मेदार पैरामीटर।',
	'SecuritySettingsUpdated'	=> 'सुरक्षा सेटिंग्स अपडेट की गईं।',

	'AllowRegistration'			=> 'ऑनलाइन पंजीकरण:',
	'AllowRegistrationInfo'		=> 'उपयोगकर्ता पंजीकरण खोलें। इस विकल्प को अक्षम करने से मुफ्त पंजीकरण रुक जाएगा, हालांकि साइट व्यवस्थापक स्वयं अन्य उपयोगकर्ताओं को पंजीकृत कर सकेगा।',
	'ApproveNewUser'			=> 'नए उपयोगकर्ताओं को स्वीकृत करें:',
	'ApproveNewUserInfo'		=> 'व्यवस्थापकों को पंजीकरण के बाद उपयोगकर्ताओं को स्वीकृत करने की अनुमति देता है। केवल स्वीकृत उपयोगकर्ता ही साइट में लॉग इन कर सकेंगे।',
	'PersistentCookies'			=> 'स्थायी कुकीज़:',
	'PersistentCookiesInfo'		=> 'स्थायी कुकीज़ की अनुमति दें।',
	'DisableWikiName'			=> 'WikiName अक्षम करें:',
	'DisableWikiNameInfo'		=> 'WikiName के अनिवार्य उपयोग को अक्षम करें। पारंपरिक उपनामों के साथ उपयोगकर्ताओं को पंजीकृत करने की अनुमति देता है, न कि केवल NameSurname।',
	'UsernameLength'			=> 'उपयोगकर्ता नाम की लंबाई:',
	'UsernameLengthInfo'		=> 'उपयोगकर्ता नामों में वर्णों की न्यूनतम और अधिकतम संख्या।',

	'EmailSection'				=> 'ई-मेल',
	'AllowEmailReuse'			=> 'ईमेल पते का पुनः उपयोग अनुमति दें:',
	'AllowEmailReuseInfo'		=> 'विभिन्न उपयोगकर्ता एक ही ई-मेल पते के साथ पंजीकरण कर सकते हैं।',
	'EmailConfirmation'			=> 'ईमेल पुष्टि लागू करें:',
	'EmailConfirmationInfo'		=> 'लॉग इन करने से पहले उपयोगकर्ता को अपना ईमेल पता सत्यापित करना आवश्यक है।',
	'AllowedEmailDomains'		=> 'अनुमत ईमेल डोमेन:',
	'AllowedEmailDomainsInfo'	=> 'अनुमत ईमेल डोमेन को कॉमा से अलग करें, जैसे
example.com, local.lan
 आदि, अन्यथा सभी ईमेल डोमेन की अनुमति होगी।',
	'ForbiddenEmailDomains'		=> 'निषिद्ध ईमेल डोमेन:',
	'ForbiddenEmailDomainsInfo'	=> 'निषिद्ध ईमेल डोमेन को कॉमा से अलग करें, जैसे
example.com, local.lan
 आदि। (केवल प्रभावी यदि अनुमत ईमेल डोमेन सूची खाली है)',

	'CaptchaSection'			=> 'कैप्चा',
	'EnableCaptcha'				=> 'कैप्चा सक्षम करें:',
	'EnableCaptchaInfo'			=> 'यदि सक्षम किया गया है, तो कैप्चा निम्न मामलों में या सुरक्षा सीमा तक पहुँचने पर दिखाया जाएगा।',
	'CaptchaComment'			=> 'नई टिप्पणी:',
	'CaptchaCommentInfo'		=> 'स्पैम प्रकाशनों से सुरक्षा के उपाय के रूप में टिप्पणी पोस्ट करने से पहले अपंजीकृत उपयोगकर्ताओं को परीक्षण का एक बार समाधान करना आवश्यक है।',
	'CaptchaPage'				=> 'नया पृष्ठ:',
	'CaptchaPageInfo'			=> 'स्पैम प्रकाशनों से सुरक्षा के उपाय के रूप में नए पृष्ठ बनाने से पहले अपंजीकृत उपयोगकर्ताओं को परीक्षण का एक बार समाधान करना आवश्यक है।',
	'CaptchaEdit'				=> 'पृष्ठ संपादित करें:',
	'CaptchaEditInfo'			=> 'स्पैम प्रकाशनों से सुरक्षा के उपाय के रूप में पृष्ठों को संपादित करने से पहले अपंजीकृत उपयोगकर्ताओं को परीक्षण का एक बार समाधान करना आवश्यक है।',
	'CaptchaRegistration'		=> 'पंजीकरण:',
	'CaptchaRegistrationInfo'	=> 'स्पैम प्रकाशनों से सुरक्षा के उपाय के रूप में पंजीकरण से पहले अपंजीकृत उपयोगकर्ताओं को परीक्षण का एक बार समाधान करना आवश्यक है।',

	'TlsSection'				=> 'TLS सेटिंग्स',
	'TlsConnection'				=> 'TLS-कनेक्शन:',
	'TlsConnectionInfo'			=> 'TLS-सुरक्षित कनेक्शन का उपयोग करें। सर्वर पर आवश्यक पूर्व-स्थापित TLS-सर्टिफिकेट सक्रिय करें, अन्यथा आप एडमिन पैनल तक पहुँच खो देंगे!
यह यह भी निर्धारित करता है कि कुकी सुरक्षित फ़्लैग सेट है या नहीं,
secure
 फ़्लैग निर्दिष्ट करता है कि कुकीज़ केवल सुरक्षित कनेक्शन पर भेजी जानी चाहिए।',
	'TlsImplicit'				=> 'अनिवार्य TLS:',
	'TlsImplicitInfo'			=> 'क्लाइंट को HTTP से HTTPS पर जबरदस्ती पुनः कनेक्ट करें। विकल्प अक्षम होने पर, क्लाइंट साइट को खुले HTTP चैनल के माध्यम से ब्राउज़ कर सकता है।',

	'HttpSecurityHeaders'		=> 'HTTP सुरक्षा हेडर',
	'EnableSecurityHeaders'		=> 'सुरक्षा हेडर सक्षम करें:',
	'EnableSecurityHeadersinfo'	=> 'सुरक्षा हेडर सेट करें (फ्रेम बस्टिंग, क्लिकजैकिंग/XSS/CSRF सुरक्षा)।

CSP कुछ स्थितियों में समस्याएँ पैदा कर सकता है (जैसे विकास के दौरान), या जब बाहरी संसाधनों जैसे चित्र या स्क्रिप्ट पर निर्भर प्लगइन्स का उपयोग कर रहे हों।

कंटेंट सिक्योरिटी पॉलिसी को अक्षम करना एक सुरक्षा जोखिम है!',
	'Csp'						=> 'कंटेंट-सिक्योरिटी-पॉलिसी (CSP):',
	'CspInfo'					=> 'कंटेंट सिक्योरिटी पॉलिसी को कॉन्फ़िगर करने में यह तय करना शामिल है कि आप कौन सी नीतियाँ लागू करना चाहते हैं, फिर उन्हें कॉन्फ़िगर करना और अपनी नीति स्थापित करने के लिए Content-Security-Policy का उपयोग करना।',
	'PolicyModes'	=> [
		'0'		=> 'अक्षम',
		'1'		=> 'सख्त',
		'2'		=> 'कस्टम',
	],
	'PermissionsPolicy'			=> 'अनुमतियाँ नीति:',
	'PermissionsPolicyInfo'		=> 'HTTP अनुमतियाँ-नीति हेडर विभिन्न शक्तिशाली ब्राउज़र सुविधाओं को स्पष्ट रूप से सक्षम या अक्षम करने का तंत्र प्रदान करता है।',
	'ReferrerPolicy'			=> 'रेफरर नीति:',
	'ReferrerPolicyInfo'		=> 'रेफरर-पॉलिसी HTTP हेडर यह नियंत्रित करता है कि रेफरर हेडर में भेजी गई रेफरर जानकारी अनुरोधों के साथ शामिल की जानी चाहिए।',
	'ReferrerPolicyModes'	=> [
		'0'		=> '[बंद]',
		'1'		=> 'no-referrer',
		'2'		=> 'no-referrer-when-downgrade',
		'3'		=> 'same-origin',
		'4'		=> 'origin',
		'5'		=> 'strict-origin',
		'6'		=> 'origin-when-cross-origin',
		'7'		=> 'strict-origin-when-cross-origin',
		'8'		=> 'unsafe-url'
	],

	'UserPasswordSection'		=> 'उपयोगकर्ता पासवर्ड की दृढ़ता',
	'PwdMinChars'				=> 'न्यूनतम पासवर्ड लंबाई:',
	'PwdMinCharsInfo'			=> 'लंबे पासवर्ड आवश्यक रूप से छोटे पासवर्ड की तुलना में अधिक सुरक्षित होते हैं (जैसे 12 से 16 अक्षर)।

पासवर्ड के बजाय पासफ़्रेज़ का उपयोग करने की सिफारिश की जाती है।',
	'AdminPwdMinChars'			=> 'न्यूनतम एडमिन पासवर्ड लंबाई:',
	'AdminPwdMinCharsInfo'		=> 'लंबे पासवर्ड आवश्यक रूप से छोटे पासवर्ड की तुलना में अधिक सुरक्षित होते हैं (जैसे 15 से 20 अक्षर)।

पासवर्ड के बजाय पासफ़्रेज़ का उपयोग करने की सिफारिश की जाती है।',
	'PwdCharComplexity'			=> 'आवश्यक पासवर्ड जटिलता:',
	'PwdCharClasses'	=> [
		'0'		=> 'परीक्षण नहीं किया गया',
		'1'		=> 'कोई भी अक्षर + संख्याएँ',
		'2'		=> 'बड़े और छोटे अक्षर + संख्याएँ',
		'3'		=> 'बड़े और छोटे अक्षर + संख्याएँ + विशेष वर्ण',
	],
	'PwdUnlikeLogin'			=> 'अतिरिक्त जटिलता:',
	'PwdUnlikes'	=> [
		'0'		=> 'परीक्षण नहीं किया गया',
		'1'		=> 'पासवर्ड लॉगिन के समान नहीं है',
		'2'		=> 'पासवर्ड में उपयोगकर्ता नाम शामिल नहीं है',
	],

	'LoginSection'				=> 'लॉगिन',
	'MaxLoginAttempts'			=> 'प्रति उपयोगकर्ता नाम अधिकतम लॉगिन प्रयास:',
	'MaxLoginAttemptsInfo'		=> 'एकल खाते के लिए अनुमत लॉगिन प्रयासों की संख्या इससे पहले कि एंटी-स्पैम्बॉट कार्य सक्रिय हो जाए। अलग उपयोगकर्ता खातों के लिए एंटी-स्पैम्बॉट कार्य को सक्रिय होने से रोकने के लिए 0 दर्ज करें।',
	'IpLoginLimitMax'			=> 'प्रति IP पता अधिकतम लॉगिन प्रयास:',
	'IpLoginLimitMaxInfo'		=> 'एकल IP पते से अनुमत लॉगिन प्रयासों की सीमा इससे पहले कि एंटी-स्पैम्बॉट कार्य सक्रिय हो जाए। IP पतों द्वारा एंटी-स्पैम्बॉट कार्य को सक्रिय होने से रोकने के लिए 0 दर्ज करें।',

	'FormsSection'				=> 'फॉर्म',
	'FormTokenTime'				=> 'फॉर्म सबमिट करने के लिए अधिकतम समय:',
	'FormTokenTimeInfo'			=> 'उपयोगकर्ता के पास फॉर्म सबमिट करने के लिए समय (सेकंड में)।

ध्यान दें कि सत्र समाप्त होने पर फॉर्म अमान्य हो सकता है, चाहे इस सेटिंग के बावजूद।',

	'SessionLength'				=> 'लॉगिन कुकी अवधि:',
	'SessionLengthInfo'			=> 'डिफ़ॉल्ट रूप से उपयोगकर्ता लॉगिन कुकी का जीवनकाल (दिनों में)।',
	'CommentDelay'				=> 'टिप्पणियों के लिए एंटी-फ्लड:',
	'CommentDelayInfo'			=> 'नए उपयोगकर्ता टिप्पणियों के प्रकाशन के बीच न्यूनतम देरी (सेकंड में)।',
	'IntercomDelay'				=> 'व्यक्तिगत संचार के लिए एंटी-फ्लड:',
	'IntercomDelayInfo'			=> 'उपयोगकर्ता कनेक्शन के लिए निजी संदेश भेजने के बीच न्यूनतम देरी (सेकंड में)।',
	'RegistrationDelay'			=> 'पंजीकरण के लिए समय सीमा:',
	'RegistrationDelayInfo'		=> 'बॉट्स को मनुष्यों से अलग बताने के लिए पंजीकरण फॉर्म भरने के लिए न्यूनतम समय सीमा (सेकंड में)।',

	// Formatter settings
	'FormatterSettingsInfo'		=> 'प्लेटफ़ॉर्म के फाइन ट्यूनिंग के लिए जिम्मेदार पैरामीटरों का समूह। इन्हें तभी बदलें जब आप इनके कार्यों में पूर्णतः आश्वस्त हों।',
	'FormatterSettingsUpdated'	=> 'फॉर्मेटिंग सेटिंग्स अपडेट की गईं।',

	'TextHandlerSection'		=> 'टेक्स्ट हैंडलर',
	'Typografica'				=> 'टाइपोग्राफिक प्रूफरीडर:',
	'TypograficaInfo'			=> 'अनचेक करने से टिप्पणी जोड़ने और पृष्ठ सहेजने की प्रक्रिया थोड़ी तेज हो जाती है।',
	'Paragrafica'				=> 'पैराग्राफिका मार्किंग:',
	'ParagraficaInfo'			=> 'पिछले विकल्प के समान, लेकिन यह स्वचालित सामग्री तालिका (
{{toc}}
) के निष्क्रिय होने का कारण बनेगा।',
	'AllowRawhtml'				=> 'वैश्विक HTML समर्थन:',
	'AllowRawhtmlInfo'			=> 'यह विकल्प एक खुली साइट के लिए संभावित रूप से असुरक्षित है।',
	'SafeHtml'					=> 'HTML फ़िल्टरिंग:',
	'SafeHtmlInfo'				=> 'खतरनाक HTML-ऑब्जेक्ट्स को सहेजने से रोकता है। HTML समर्थन वाली खुली साइट पर फ़िल्टर बंद करना अत्यंत अवांछनीय है!',

	'WackoFormatterSection'		=> 'Wiki टेक्स्ट फॉर्मेटर (Wacko फॉर्मेटर)',
	'X11colors'					=> 'X11 रंगों का उपयोग:',
	'X11colorsInfo'				=> 'इससे
??(color) background??
 और
!!(color) text!!
 के लिए उपलब्ध रंगों का विस्तार होता है। अनचेक करने से टिप्पणियाँ जोड़ने और पृष्ठ सहेजने की प्रक्रिया थोड़ी तेज हो जाती है।',
	'WikiLinks'					=> 'Wikilinks अक्षम करें:',
	'WikiLinksInfo'				=> '
CamelCaseWords
 के लिए लिंकिंग अक्षम करता है, आपके CamelCase शब्द अब सीधे नए पृष्ठ से लिंक नहीं होंगे। यह विभिन्न नेमस्पेस/क्लस्टर में काम करते समय उपयोगी है। डिफ़ॉल्ट रूप से यह बंद है।',
	'BracketsLinks'				=> 'ब्रैकेट लिंक्स अक्षम करें:',
	'BracketsLinksInfo'			=> '
[[link]]
 और
((link))
 सिंटैक्स को अक्षम करता है।',
	'Formatters'				=> 'फॉर्मेटर्स अक्षम करें:',
	'FormattersInfo'			=> 'हाइलाइटर के लिए उपयोग किए जाने वाले
%%code%%
 सिंटैक्स को अक्षम करता है।',

	'DateFormatsSection'		=> 'तिथि प्रारूप',
	'DateFormat'				=> 'तिथि का प्रारूप:',
	'DateFormatInfo'			=> '(दिन, महीना, वर्ष)',
	'TimeFormat'				=> 'समय का प्रारूप:',
	'TimeFormatInfo'			=> '(घंटा, मिनट)',
	'TimeFormatSeconds'			=> 'सटीक समय का प्रारूप:',
	'TimeFormatSecondsInfo'		=> '(घंटे, मिनट, सेकंड)',
	'NameDateMacro'				=> '
::@::
 मैक्रो का प्रारूप:',
	'NameDateMacroInfo'			=> '(नाम, समय), उदा.
UserName (17.11.2016 16:48)
',
	'Timezone'					=> 'समय क्षेत्र:',
	'TimezoneInfo'				=> 'अतिथि उपयोगकर्ताओं (जो लॉग इन नहीं हैं) के लिए समय प्रदर्शित करने के लिए उपयोग किया जाने वाला समय क्षेत्र। लॉग इन उपयोगकर्ता अपने उपयोगकर्ता सेटिंग्स में अपना समय क्षेत्र सेट और बदल सकते हैं।',
	'AmericanDate'					=> 'अमेरिकी तिथि:',
	'AmericanDateInfo'				=> 'अंग्रेजी के लिए डिफ़ॉल्ट रूप से अमेरिकी तिथि प्रारूप का उपयोग करता है।',

	'Canonical'					=> 'पूर्ण कैनोनिकल URL का उपयोग करें:',
	'CanonicalInfo'				=> '%1 के रूप में सभी लिंक पूर्ण URL के रूप में बनाए जाते हैं। सर्वर रूट के सापेक्ष %2 के रूप में URL का उपयोग करना बेहतर होना चाहिए।',
	'LinkTarget'				=> 'बाहरी लिंक कहाँ खुलें:',
	'LinkTargetInfo'			=> 'प्रत्येक बाहरी लिंक को एक नई ब्राउज़र विंडो में खोलता है। लिंक सिंटैक्स में
target="_blank"
 जोड़ता है।',
	'Noreferrer'				=> 'noreferrer:',
	'NoreferrerInfo'			=> 'यदि उपयोगकर्ता हाइपरलिंक का अनुसरण करता है तो ब्राउज़र को HTTP रेफरर हेडर न भेजने की आवश्यकता होती है। लिंक सिंटैक्स में
rel="noreferrer"
 जोड़ता है।',
	'Nofollow'					=> 'nofollow:',
	'NofollowInfo'				=> 'खोज इंजनों को बताता है कि हाइपरलिंक को खोज इंजन इंडेक्स में लक्ष्य पृष्ठ की पृष्ठ रैंकिंग को प्रभावित नहीं करना चाहिए। लिंक सिंटैक्स में
rel="nofollow"
 जोड़ता है।',
	'UrlsUnderscores'			=> 'अंडरस्कोर के साथ URL बनाएँ:',
	'UrlsUnderscoresInfo'		=> 'उदाहरण के लिए इस विकल्प के साथ %1 %2 बन जाता है।',
	'ShowSpaces'				=> 'WikiNames में रिक्त स्थान दिखाएँ:',
	'ShowSpacesInfo'			=> 'WikiNames में रिक्त स्थान दिखाता है, उदा. इस विकल्प के साथ
MyName
 को
My Name
 के रूप में प्रदर्शित किया जाता है।',
	'NumerateLinks'				=> 'प्रिंट व्यू में लिंक क्रमांकित करें:',
	'NumerateLinksInfo'			=> 'इस विकल्प के साथ प्रिंट व्यू के नीचे सभी लिंक को क्रमांकित और सूचीबद्ध करता है।',
	'YouareHereText'			=> 'स्व-संदर्भित लिंक अक्षम और दृश्यमान करें:',
	'YouareHereTextInfo'		=> 'एक ही पृष्ठ के लिंक को दृश्यमान बनाता है,
<b>####</b>
 आज़माएँ, सभी स्व-संदर्भित लिंक लिंक नहीं बल्कि बोल्ड टेक्स्ट बन जाते हैं।',

	// Pages settings
	'PagesSettingsInfo'			=> 'यहाँ आप विकी के भीतर उपयोग की जाने वाली सिस्टम बेस पेज सेट या बदल सकते हैं। कृपया सुनिश्चित करें कि आप यहाँ की गई सेटिंग्स के अनुसार विकी में संबंधित पेज बनाने या बदलने को न भूलें।',
	'PagesSettingsUpdated'		=> 'बेस पेज सेटिंग्स अपडेट की गईं',

	'ListCount'					=> 'प्रति सूची आइटमों की संख्या:',
	'ListCountInfo'				=> 'अतिथियों के लिए या नए उपयोगकर्ताओं के लिए डिफ़ॉल्ट मान के रूप में प्रत्येक सूची पर प्रदर्शित आइटमों की संख्या।',

	'ForumSection'				=> 'फोरम विकल्प',
	'ForumCluster'				=> 'फोरम क्लस्टर:',
	'ForumClusterInfo'			=> 'फोरम सेक्शन के लिए रूट क्लस्टर (एक्शन %1)।',
	'ForumTopics'				=> 'प्रति पृष्ठ विषयों की संख्या:',
	'ForumTopicsInfo'			=> 'फोरम सेक्शन में सूची के प्रत्येक पृष्ठ पर प्रदर्शित विषयों की संख्या (एक्शन %1)।',
	'CommentsCount'				=> 'प्रति पृष्ठ टिप्पणियों की संख्या:',
	'CommentsCountInfo'			=> 'टिप्पणियों की सूची के प्रत्येक पृष्ठ पर प्रदर्शित टिप्पणियों की संख्या। यह साइट पर सभी टिप्पणियों पर लागू होता है, न कि केवल फोरम में पोस्ट की गई टिप्पणियों पर।',

	'NewsSection'				=> 'न्यूज़ सेक्शन',
	'NewsCluster'				=> 'न्यूज़ के लिए क्लस्टर:',
	'NewsClusterInfo'			=> 'न्यूज़ सेक्शन के लिए रूट क्लस्टर (एक्शन %1)।',
	'NewsStructure'				=> 'न्यूज़ क्लस्टर संरचना:',
	'NewsStructureInfo'			=> 'लेखों को वैकल्पिक रूप से वर्ष/माह या सप्ताह के अनुसार उप-क्लस्टर में संग्रहीत करता है (उदाहरण के लिए
[क्लस्टर]/[वर्ष]/[माह]
)।',

	'LicenseSection'			=> 'लाइसेंस',
	'DefaultLicense'			=> 'डिफ़ॉल्ट लाइसेंस:',
	'DefaultLicenseInfo'		=> 'आपकी सामग्री किस लाइसेंस के तहत जारी की जानी चाहिए।',
	'EnableLicense'				=> 'लाइसेंस सक्षम करें:',
	'EnableLicenseInfo'			=> 'लाइसेंस जानकारी दिखाने के लिए सक्षम करें।',
	'LicensePerPage'			=> 'प्रति पृष्ठ लाइसेंस:',
	'LicensePerPageInfo'		=> 'प्रति पृष्ठ लाइसेंस की अनुमति दें, जिसे पृष्ठ स्वामी पृष्ठ गुणों के माध्यम से चुन सकता है।',

	'ServicePagesSection'		=> 'सेवा पृष्ठ',
	'RootPage'					=> 'मुख पृष्ठ:',
	'RootPageInfo'				=> 'आपके मुख्य पृष्ठ का टैग, जो उपयोगकर्ता द्वारा आपकी साइट पर आने पर स्वचालित रूप से खुलता है।',

	'PrivacyPage'				=> 'गोपनीयता नीति:',
	'PrivacyPageInfo'			=> 'साइट की गोपनीयता नीति वाला पृष्ठ।',

	'TermsPage'					=> 'नीतियाँ और विनियम:',
	'TermsPageInfo'				=> 'साइट के नियमों वाला पृष्ठ।',

	'SearchPage'				=> 'खोजें:',
	'SearchPageInfo'			=> 'खोज फॉर्म वाला पृष्ठ (एक्शन %1)।',
	'RegistrationPage'			=> 'पंजीकरण:',
	'RegistrationPageInfo'		=> 'नए उपयोगकर्ता पंजीकरण वाला पृष्ठ (एक्शन %1)।',
	'LoginPage'					=> 'उपयोगकर्ता लॉगिन:',
	'LoginPageInfo'				=> 'साइट पर लॉगिन पृष्ठ (एक्शन %1)।',
	'SettingsPage'				=> 'सदस्य सेटिंग्स निर्देश:',
	'SettingsPageInfo'			=> 'उपयोगकर्ता प्रोफ़ाइल को अनुकूलित करने वाला पृष्ठ (एक्शन %1)।',
	'PasswordPage'				=> 'पासवर्ड बदलें:',
	'PasswordPageInfo'			=> 'उपयोगकर्ता पासवर्ड बदलने/पूछताछ करने वाला फॉर्म पृष्ठ (एक्शन %1)।',
	'UsersPage'					=> 'उपयोगकर्ता सूची:',
	'UsersPageInfo'				=> 'पंजीकृत उपयोगकर्ताओं की सूची वाला पृष्ठ (एक्शन %1)।',
	'CategoryPage'				=> 'वर्ग:',
	'CategoryPageInfo'			=> 'वर्गीकृत पृष्ठों की सूची वाला पृष्ठ (एक्शन %1)।',
	'GroupsPage'				=> 'समूह:',
	'GroupsPageInfo'			=> 'कार्यशील समूहों की सूची वाला पृष्ठ (एक्शन %1)।',
	'WhatsNewPage'				=> 'नया क्या है:',
	'WhatsNewPageInfo'			=> 'सभी नए, हटाए गए या बदले गए पृष्ठों, नए अनुलग्नकों और टिप्पणियों की सूची वाला पृष्ठ (एक्शन %1)।',
	'ChangesPage'				=> 'हाल में हुए परिवर्तन:',
	'ChangesPageInfo'			=> 'अंतिम संशोधित पृष्ठों की सूची वाला पृष्ठ (एक्शन %1)।',
	'CommentsPage'				=> 'हाल के टिप्पणियाँ:',
	'CommentsPageInfo'			=> 'पृष्ठ पर हाल की टिप्पणियों की सूची वाला पृष्ठ (एक्शन %1)।',
	'RemovalsPage'				=> 'हटाए गए पृष्ठ:',
	'RemovalsPageInfo'			=> 'हाल ही में हटाए गए पृष्ठों की सूची वाला पृष्ठ (एक्शन %1)।',
	'WantedPage'				=> 'वांछित पृष्ठ:',
	'WantedPageInfo'			=> 'संदर्भित लेकिन मौजूद नहीं होने वाले पृष्ठों की सूची वाला पृष्ठ (एक्शन %1)।',
	'OrphanedPage'				=> 'अनाथ पृष्ठ:',
	'OrphanedPageInfo'			=> 'मौजूदा पृष्ठों की सूची जो बाकी पृष्ठों से लिंक नहीं हैं (एक्शन %1)।',
	'SandboxPage'				=> 'सैंडबॉक्स:',
	'SandboxPageInfo'			=> 'पृष्ठ जहाँ उपयोगकर्ता विकी-मार्कअप के उपयोग का अभ्यास कर सकते हैं।',
	'HelpPage'					=> 'सहायता:',
	'HelpPageInfo'				=> 'साइट टूल्स के साथ काम करने के लिए दस्तावेज़ीकरण अनुभाग।',
	'IndexPage'					=> 'सूचकांक:',
	'IndexPageInfo'				=> 'सभी पृष्ठों की सूची वाला पृष्ठ (एक्शन %1)।',
	'RandomPage'				=> 'यादृच्छिक:',
	'RandomPageInfo'			=> 'एक यादृच्छिक पृष्ठ लोड करता है (एक्शन %1)।',


	// Notification settings
	'NotificationSettingsInfo'	=> 'प्लेटफ़ॉर्म की सूचनाओं के लिए पैरामीटर।',
	'NotificationSettingsUpdated'	=> 'सूचना सेटिंग्स अपडेट की गईं।',

	'EmailNotification'			=> 'ईमेल सूचना:',
	'EmailNotificationInfo'		=> 'ईमेल सूचना की अनुमति दें। ईमेल सूचनाओं को सक्षम करने के लिए ON पर सेट करें, अक्षम करने के लिए OFF पर। ध्यान दें कि उपयोगकर्ता पंजीकरण प्रक्रिया के हिस्से के रूप में उत्पन्न ईमेल पर ईमेल सूचनाओं को अक्षम करने का कोई प्रभाव नहीं पड़ता है।',
	'Autosubscribe'				=> 'स्वत: सदस्यता:',
	'AutosubscribeInfo'			=> 'नए पृष्ठ को स्वचालित रूप से उसके स्वामी को परिवर्तनों की सूचना में सदस्यता दें।',

	'NotificationSection'		=> 'डिफ़ॉल्ट उपयोगकर्ता सूचना सेटिंग्स',
	'NotifyPageEdit'			=> 'पृष्ठ संपादन सूचित करें:',
	'NotifyPageEditInfo'		=> 'लंबित - उपयोगकर्ता द्वारा पृष्ठ पर दोबारा जाने तक केवल पहले परिवर्तन के लिए ईमेल सूचना भेजना।',
	'NotifyMinorEdit'			=> 'छोटे संपादन सूचित करें:',
	'NotifyMinorEditInfo'		=> 'छोटे संपादनों के लिए भी सूचनाएं भेजता है।',
	'NotifyNewComment'			=> 'नई टिप्पणी सूचित करें:',
	'NotifyNewCommentInfo'		=> 'लंबित - उपयोगकर्ता द्वारा पृष्ठ पर दोबारा जाने तक केवल पहली टिप्पणी के लिए ईमेल सूचना भेजना।',

	'NotifyUserAccount'			=> 'नया उपयोगकर्ता खाता सूचित करें:',
	'NotifyUserAccountInfo'		=> 'साइनअप फॉर्म का उपयोग करके नया उपयोगकर्ता बनाए जाने पर एडमिन को सूचित किया जाएगा।',
	'NotifyUpload'				=> 'फ़ाइल अपलोड सूचित करें:',
	'NotifyUploadInfo'			=> 'कोई फ़ाइल अपलोड होने पर मॉडरेटर्स को सूचित किया जाएगा।',

	'PersonalMessagesSection'	=> 'व्यक्तिगत संदेश',
	'AllowIntercomDefault'		=> 'इंटरकॉम की अनुमति दें:',
	'AllowIntercomDefaultInfo'	=> 'इस विकल्प को सक्षम करने से अन्य उपयोगकर्ता प्राप्तकर्ता के ईमेल पते का खुलासा किए बिना व्यक्तिगत संदेश भेज सकते हैं।',
	'AllowMassemailDefault'		=> 'मास ईमेल की अनुमति दें:',
	'AllowMassemailDefaultInfo'	=> 'यह केवल उन उपयोगकर्ताओं को संदेश भेजता है जिन्होंने एडमिनिस्ट्रेटर्स को उन्हें जानकारी ईमेल करने की अनुमति दी है।',

	// Resync settings
	'Synchronize'				=> 'सिंक्रनाइज़ करें',
	'UserStatsSynched'			=> 'उपयोगकर्ता आँकड़े सिंक्रनाइज़ किए गए।',
	'PageStatsSynched'			=> 'पृष्ठ आँकड़े सिंक्रनाइज़ किए गए।',
	'FeedsUpdated'				=> 'RSS-फ़ीड्स अपडेट की गईं।',
	'SiteMapCreated'			=> 'साइट मैप का नया संस्करण सफलतापूर्वक बनाया गया।',
	'ParseNextBatch'			=> 'पृष्ठों का अगला बैच पार्स करें:',
	'WikiLinksRestored'			=> 'Wiki-लिंक्स पुनर्स्थापित किए गए।',

	'LogUserStatsSynched'		=> 'उपयोगकर्ता आँकड़े सिंक्रनाइज़ किए गए',
	'LogPageStatsSynched'		=> 'पृष्ठ आँकड़े सिंक्रनाइज़ किए गए',
	'LogFeedsUpdated'			=> 'RSS फ़ीड्स सिंक्रनाइज़ की गईं',
	'LogPageBodySynched'		=> 'पृष्ठ बॉडी और लिंक्स पुनः पार्स किए गए',

	'UserStats'					=> 'उपयोगकर्ता आँकड़े',
	'UserStatsInfo'				=> 'उपयोगकर्ता आँकड़े (टिप्पणियों, स्वामित्व वाले पृष्ठों, संशोधनों और फ़ाइलों की संख्या) कुछ स्थितियों में वास्तविक डेटा से भिन्न हो सकते हैं।
यह ऑपरेशन आँकड़ों को डेटाबेस के वर्तमान वास्तविक डेटा से अपडेट करने की अनुमति देता है।',
	'PageStats'					=> 'पृष्ठ आँकड़े',
	'PageStatsInfo'				=> 'पृष्ठ आँकड़े (टिप्पणियों, फ़ाइलों और संशोधनों की संख्या) कुछ स्थितियों में वास्तविक डेटा से भिन्न हो सकते हैं।
यह ऑपरेशन आँकड़ों को डेटाबेस के वर्तमान वास्तविक डेटा से अपडेट करने की अनुमति देता है।',

	'AttachmentsInfo'			=> 'डेटाबेस में सभी अनुलग्नकों के लिए फ़ाइल हैश अपडेट करता है।',
	'AttachmentsSynched'		=> 'सभी फ़ाइल अनुलग्नक पुनः हैश किए गए',
	'LogAttachmentsSynched'		=> 'सभी फ़ाइल अनुलग्नक पुनः हैश किए गए',

	'Feeds'						=> 'फ़ीड्स',
	'FeedsInfo'					=> 'डेटाबेस में पृष्ठों के सीधे संपादन के मामले में, RSS-फ़ीड्स की सामग्री किए गए परिवर्तनों को प्रतिबिंबित नहीं कर सकती है।
यह फ़ंक्शन RSS-चैनलों को डेटाबेस की वर्तमान स्थिति के साथ सिंक्रनाइज़ करता है।',
	'XmlSiteMap'				=> 'XML-साइटमैप',
	'XmlSiteMapInfo'			=> 'यह फ़ंक्शन XML-साइटमैप को डेटाबेस की वर्तमान स्थिति के साथ सिंक्रनाइज़ करता है।',
	'XmlSiteMapPeriod'			=> 'अवधि %1 दिन। अंतिम बार लिखा गया %2।',
	'XmlSiteMapView'			=> 'साइटमैप को नई विंडो में दिखाएँ।',

	'ReparseBody'				=> 'सभी पृष्ठों को पुनः पार्स करें',
	'ReparseBodyInfo'			=> 'पृष्ठ तालिका में
body_r
 को खाली करता है, ताकि प्रत्येक पृष्ठ अगले पृष्ठ दृश्य पर फिर से रेंडर हो जाए। यह उपयोगी हो सकता है यदि आपने फॉर्मेटर को संशोधित किया है या अपने विकी का डोमेन बदल दिया है।',
	'PreparsedBodyPurged'		=> 'पृष्ठ तालिका में
body_r
 फ़ील्ड खाली कर दी गई।',

	'WikiLinksResync'			=> 'Wiki-लिंक्स',
	'WikiLinksResyncInfo'		=> 'सभी इंट्रासाइट लिंक्स के लिए पुनः रेंडरिंग करता है और क्षति या स्थानांतरण की स्थिति में तालिका
page_link
 और
file_link
 की सामग्री को पुनर्स्थापित करता है (इसमें काफी समय लग सकता है)।',
	'RecompilePage'				=> 'सभी पृष्ठों को पुनः कंपाइल करें (अत्यधिक महंगा)',
	'ResyncOptions'				=> 'अतिरिक्त विकल्प',
	'RecompilePageLimit'		=> 'एक बार में पार्स करने वाले पृष्ठों की संख्या।',

	// Email settings
	'EmaiSettingsInfo'			=> 'यह जानकारी तब उपयोग की जाती है जब इंजन आपके उपयोगकर्ताओं को ईमेल भेजता है। कृपया सुनिश्चित करें कि आप जो ईमेल पता निर्दिष्ट करते हैं वह वैध है, क्योंकि कोई भी बाउंस या अनडिलीवर होने वाले संदेश संभवतः उस पते पर भेजे जाएंगे। यदि आपका होस्ट मूल (PHP आधारित) ईमेल सेवा प्रदान नहीं करता है, तो आप इसके बजाय सीधे SMTP का उपयोग करके संदेश भेज सकते हैं। इसके लिए एक उपयुक्त सर्वर का पता आवश्यक है (यदि आवश्यक हो तो अपने प्रदाता से पूछें)। यदि सर्वर को प्रमाणीकरण की आवश्यकता है (और केवल तभी जब हो), तो आवश्यक उपयोगकर्ता नाम, पासवर्ड और प्रमाणीकरण विधि दर्ज करें।',

	'EmailSettingsUpdated'		=> 'ईमेल सेटिंग्स अपडेट की गईं।',

	'EmailFunctionName'			=> 'ईमेल फ़ंक्शन नाम:',
	'EmailFunctionNameInfo'		=> 'PHP के माध्यम से मेल भेजने के लिए उपयोग किया जाने वाला ईमेल फ़ंक्शन।',
	'UseSmtpInfo'				=> 'यदि आप स्थानीय मेल फ़ंक्शन के बजाय नामित सर्वर के माध्यम से ईमेल भेजना चाहते हैं या भेजना चाहते हैं तो
SMTP
 चुनें।',

	'EnableEmail'				=> 'ईमेल सक्षम करें:',
	'EnableEmailInfo'			=> 'ईमेल सक्षम करना',

	'EmailIdentitySettings'		=> 'वेबसाइट ईमेल पहचान',
	'FromEmailName'				=> 'प्रेषक नाम:',
	'FromEmailNameInfo'			=> 'प्रेषक का नाम, साइट से भेजे गए सभी ईमेल-सूचनाओं में
From:
 हेडर का हिस्सा।',
	'EmailSubjectPrefix'		=> 'विषय उपसर्ग:',
	'EmailSubjectPrefixInfo'	=> 'वैकल्पिक ईमेल विषय उपसर्ग, उदा.
[उपसर्ग] विषय
। यदि परिभाषित नहीं है, तो डिफ़ॉल्ट उपसर्ग साइट का नाम होगा: %1।',

	'NoReplyEmail'				=> 'No-reply पता:',
	'NoReplyEmailInfo'			=> 'यह पता, उदा.
noreply@example.com
, साइट से भेजे गए सभी ईमेल-सूचनाओं के
From:
 ईमेल पता फ़ील्ड में दिखाई देगा।',
	'AdminEmail'				=> 'साइट स्वामी का ईमेल:',
	'AdminEmailInfo'			=> 'यह पता व्यवस्थापकीय उद्देश्यों के लिए उपयोग किया जाता है, जैसे नए उपयोगकर्ता की सूचना।',
	'AbuseEmail'				=> 'ईमेल दुरुपयोग सेवा:',
	'AbuseEmailInfo'			=> 'तत्काल मामलों के लिए पता अनुरोध: विदेशी ईमेल के लिए पंजीकरण आदि। यह पिछले वाले के साथ मेल खा सकता है।',

	'SendTestEmail'				=> 'टेस्ट ईमेल भेजें',
	'SendTestEmailInfo'			=> 'यह आपके खाते में परिभाषित पते पर एक टेस्ट ईमेल भेजेगा।',
	'TestEmailSubject'			=> 'आपका विकी ईमेल भेजने के लिए सही ढंग से कॉन्फ़िगर किया गया है',
	'TestEmailBody'				=> 'यदि आपको यह ईमेल प्राप्त हुआ है, तो आपका विकी ईमेल भेजने के लिए सही ढंग से कॉन्फ़िगर किया गया है।',
	'TestEmailMessage'			=> 'टेस्ट ईमेल भेजा गया है।
यदि आपको यह प्राप्त नहीं हुआ है, तो कृपया अपनी ईमेल कॉन्फ़िगरेशन जाँचें।',

	'SmtpSettings'				=> 'SMTP सेटिंग्स',
	'SmtpAutoTls'				=> 'अवसरवादी TLS:',
	'SmtpAutoTlsInfo'			=> 'यह स्वचालित रूप से एन्क्रिप्शन सक्षम करता है, यदि यह देखता है कि सर्वर TLS एन्क्रिप्शन की घोषणा कर रहा है (आपके सर्वर से कनेक्ट होने के बाद), भले ही आपने
SMTPSecure
 के लिए कनेक्शन मोड सेट नहीं किया हो।',
	'SmtpConnectionMode'		=> 'SMTP के लिए कनेक्शन मोड:',
	'SmtpConnectionModeInfo'	=> 'केवल तभी उपयोग किया जाता है जब उपयोगकर्ता नाम/पासवर्ड सेट हो, अनिश्चित होने पर अपने प्रदाता से पूछें कि किस विधि का उपयोग करना है।',
	'SmtpPassword'				=> 'SMTP पासवर्ड:',
	'SmtpPasswordInfo'			=> 'केवल तभी पासवर्ड दर्ज करें जब आपके SMTP सर्वर को इसकी आवश्यकता हो।
चेतावनी: यह पासवर्ड डेटाबेस में सादे पाठ के रूप में संग्रहीत किया जाएगा, जो आपके डेटाबेस तक पहुँच रखने वाले या इस कॉन्फ़िगरेशन पृष्ठ को देखने वाले सभी लोगों को दिखाई देगा।',
	'SmtpPort'					=> 'SMTP सर्वर पोर्ट:',
	'SmtpPortInfo'				=> 'केवल तभी बदलें जब आप जानते हों कि आपका SMTP सर्वर किसी भिन्न पोर्ट पर है।
(डिफ़ॉल्ट:
tls
 पोर्ट 587 (या संभवतः 25) पर और
ssl
 पोर्ट 465 पर)',
	'SmtpServer'				=> 'SMTP सर्वर पता:',
	'SmtpServerInfo'			=> 'ध्यान दें कि आपको वह प्रोटोकॉल प्रदान करना होगा जो आपका सर्वर उपयोग करता है। यदि आप SSL का उपयोग कर रहे हैं, तो यह
ssl://mail.example.com
 होना चाहिए',
	'SmtpUsername'				=> 'SMTP उपयोगकर्ता नाम:',
	'SmtpUsernameInfo'			=> 'केवल तभी उपयोगकर्ता नाम दर्ज करें जब आपके SMTP सर्वर को इसकी आवश्यकता हो।',

	// Upload settings
	'UploadSettingsInfo'		=> 'यहाँ आप अटैचमेंट्स और संबंधित विशेष श्रेणियों के लिए मुख्य सेटिंग्स कॉन्फ़िगर कर सकते हैं।',
	'UploadSettingsUpdated'		=> 'अपलोड सेटिंग्स अपडेट की गईं।',

	'FileUploadsSection'		=> 'फ़ाइल अपलोड',
	'RegisteredUsers'			=> 'पंजीकृत उपयोगकर्ता',
	'RightToUpload'				=> 'फ़ाइल अपलोड करने का अधिकार:',
	'RightToUploadInfo'			=> '
admins
 का अर्थ है कि केवल एडमिन समूह के उपयोगकर्ता ही फ़ाइलें अपलोड कर सकते हैं।
1
 का अर्थ है कि अपलोड पंजीकृत उपयोगकर्ताओं के लिए खुला है।
0
 का अर्थ है कि अपलोड अक्षम है।',
	'UploadMaxFilesize'			=> 'अधिकतम फ़ाइल आकार:',
	'UploadMaxFilesizeInfo'		=> 'प्रत्येक फ़ाइल का अधिकतम आकार। यदि यह मान 0 है, तो अपलोड करने योग्य फ़ाइल आकार केवल आपके PHP कॉन्फ़िगरेशन द्वारा सीमित है।',
	'UploadQuota'				=> 'कुल अटैचमेंट कोटा:',
	'UploadQuotaInfo'			=> 'पूरे विकी के लिए अटैचमेंट्स के लिए उपलब्ध अधिकतम ड्राइव स्पेस,
0
 असीमित होने पर। %1 उपयोग किया गया।',
	'UploadQuotaUser'			=> 'प्रति उपयोगकर्ता स्टोरेज कोटा:',
	'UploadQuotaUserInfo'		=> 'एक उपयोगकर्ता द्वारा अपलोड किए जा सकने वाले स्टोरेज कोटा पर प्रतिबंध,
0
 असीमित होने पर।',

	'FileTypes'					=> 'फ़ाइल प्रकार',
	'UploadOnlyImages'			=> 'केवल छवियों का अपलोड अनुमति दें:',
	'UploadOnlyImagesInfo'		=> 'केवल पृष्ठ पर छवि फ़ाइलों का अपलोड अनुमति दें।',
	'AllowedUploadExts'			=> 'अनुमतित फ़ाइल एक्सटेंशन:',
	'AllowedUploadExtsInfo'		=> 'अपलोड करने के लिए अनुमत एक्सटेंशन, कॉमा से अलग किए गए जैसे
png, ogg, mp4
, अन्यथा सभी निषिद्ध फ़ाइल एक्सटेंशन की अनुमति नहीं है।
आपको अपनी साइट की सामग्री कार्यक्षमता के लिए आवश्यक न्यूनतम आवश्यक सीमा तक अपलोड की गई फ़ाइल प्रकारों की अनुमत सूची को सीमित करना चाहिए।',
	'CheckMimetype'				=> 'अटैचमेंट फ़ाइलों की जाँच करें:',
	'CheckMimetypeInfo'			=> 'कुछ ब्राउज़र गलत माइमटाइप मानने के लिए धोखा दिए जा सकते हैं। यह विकल्प सुनिश्चित करता है कि ऐसी फ़ाइलें जो इसका कारण बन सकती हैं, अस्वीकार कर दी जाएँ।',
	'SvgSanitizer'				=> 'SVG सैनिटाइज़र:',
	'SvgSanitizerInfo'			=> 'यह SVG/XML कमज़ोर फ़ाइलों को अपलोड होने से रोकने के लिए अपलोड की गई SVG फ़ाइलों को साफ़ करने में सक्षम बनाता है।',
	'TranslitFileName'			=> 'फ़ाइल नामों का लिप्यंतरण करें:',
	'TranslitFileNameInfo'		=> 'यदि यह लागू है और यूनिकोड वर्णों की कोई आवश्यकता नहीं है, तो केवल अल्फ़ान्यूमेरिक वर्णों को स्वीकार करने की अत्यधिक अनुशंसा की जाती है।',
	'TranslitCaseFolding'		=> 'फ़ाइल नामों को लोअरकेस में बदलें:',
	'TranslitCaseFoldingInfo'	=> 'यह विकल्प केवल सक्रिय लिप्यंतरण के साथ ही प्रभावी होता है।',

	'Thumbnails'				=> 'थंबनेल',
	'CreateThumbnail'			=> 'थंबनेल बनाएँ:',
	'CreateThumbnailInfo'		=> 'सभी संभव स्थितियों में थंबनेल बनाएँ।',
	'JpegQuality'				=> 'JPEG गुणवत्ता:',
	'JpegQualityInfo'			=> 'JPEG थंबनेल को स्केल करते समय गुणवत्ता। यह 1 और 100 के बीच होना चाहिए, जहाँ 100 100% गुणवत्ता दर्शाता है।',
	'MaxImageArea'				=> 'अधिकतम छवि क्षेत्र:',
	'MaxImageAreaInfo'			=> 'स्रोत छवि में पिक्सेल की अधिकतम संख्या हो सकती है। यह छवि स्केलर के अपघटन पक्ष के लिए मेमोरी उपयोग पर एक सीमा प्रदान करता है।
-1
 का अर्थ है कि यह स्केल करने का प्रयास करने से पहले छवि के आकार की जाँच नहीं करेगा।
0
 का अर्थ है कि यह स्वचालित रूप से मान निर्धारित करेगा।',
	'MaxThumbWidth'				=> 'पिक्सेल में थंबनेल की अधिकतम चौड़ाई:',
	'MaxThumbWidthInfo'			=> 'उत्पन्न थंबनेल यहाँ सेट की गई चौड़ाई से अधिक नहीं होगा।',
	'MinThumbFilesize'			=> 'थंबनेल का न्यूनतम फ़ाइल आकार:',
	'MinThumbFilesizeInfo'		=> 'इससे छोटी छवियों के लिए थंबनेल न बनाएँ।',
	'MaxImageWidth'				=> 'पृष्ठों पर छवि आकार सीमा:',
	'MaxImageWidthInfo'			=> 'पृष्ठों पर छवि की अधिकतम चौड़ाई हो सकती है, अन्यथा एक छोटा थंबनेल उत्पन्न होता है।',

	// Deleted module
	'DeletedObjectsInfo'		=> 'हटाए गए पृष्ठों, संशोधनों और फ़ाइलों की सूची। संबंधित पंक्ति में हटाएँ या पुनर्स्थापित करें लिंक पर क्लिक करके डेटाबेस से पृष्ठों, संशोधनों या फ़ाइलों को स्थायी रूप से हटाएँ या पुनर्स्थापित करें। (सावधान रहें, हटाने की पुष्टि नहीं मांगी जाती है!)',

	// Filter module
	'FilterSettingsInfo'		=> 'वे शब्द जो आपके विकी पर स्वचालित रूप से सेंसर किए जाएंगे।',
	'FilterSettingsUpdated'		=> 'स्पैम फ़िल्टर सेटिंग्स अपडेट की गईं।',

	'WordCensoringSection'		=> 'शब्द सेंसरिंग',
	'SPAMFilter'				=> 'स्पैम फ़िल्टर:',
	'SPAMFilterInfo'			=> 'स्पैम फ़िल्टर सक्षम करें',
	'WordList'					=> 'शब्द सूची:',
	'WordListInfo'				=> 'ब्लैकलिस्ट किए जाने वाले शब्द या वाक्यांश
टुकड़ा
 (प्रति पंक्ति एक)',

	// Log module
	'LogFilterTip'				=> 'मापदंड के अनुसार घटनाओं को फ़िल्टर करें:',
	'LogLevel'					=> 'स्तर',
	'LogLevelFilters'	=> [
		'1'		=> 'से कम नहीं',
		'2'		=> 'से अधिक नहीं',
		'3'		=> 'के बराबर',
	],
	'LogNoMatch'				=> 'मापदंड को पूरा करने वाली कोई घटना नहीं मिली',
	'LogDate'					=> 'तारीख',
	'LogEvent'					=> 'घटना',
	'LogUsername'				=> 'उपयोगकर्ता नाम',
	'LogLevels'	=> [
		'1'		=> 'गंभीर',
		'2'		=> 'उच्चतम',
		'3'		=> 'उच्च',
		'4'		=> 'मध्यम',
		'5'		=> 'निम्न',
		'6'		=> 'निम्नतम',
		'7'		=> 'डिबगिंग',
	],

	// Massemail module
	'MassemailInfo'				=> 'यहाँ आप अपने सभी उपयोगकर्ताओं या किसी विशिष्ट समूह के सभी उपयोगकर्ताओं को ईमेल संदेश भेज सकते हैं जिन्होंने सामूहिक ईमेल प्राप्त करने का विकल्प सक्षम किया हुआ है। इसके लिए प्रशासनिक ईमेल पते पर एक ईमेल भेजा जाएगा, जिसमें सभी प्राप्तकर्ताओं को ब्लाइंड कार्बन कॉपी भेजी जाएगी। डिफ़ॉल्ट सेटिंग एक ईमेल में केवल 20 प्राप्तकर्ताओं को शामिल करने की है, अधिक प्राप्तकर्ताओं के लिए अधिक ईमेल भेजे जाएंगे। यदि आप बड़ी संख्या में लोगों को ईमेल भेज रहे हैं तो कृपया सबमिट करने के बाद धैर्य रखें और पृष्ठ को बीच में न रोकें। सामूहिक ईमेल भेजने में लंबा समय लगना सामान्य है, स्क्रिप्ट पूरा होने पर आपको सूचित किया जाएगा।',
	'LogMassemail'				=> 'समूह/उपयोगकर्ता %1 को संदेश भेजा गया',
	'MassemailSend'				=> 'सामूहिक ईमेल भेजें',

	'NoEmailMessage'			=> 'आपको एक संदेश दर्ज करना होगा।',
	'NoEmailSubject'			=> 'आपको अपने संदेश के लिए एक विषय निर्दिष्ट करना होगा।',
	'NoEmailRecipient'			=> 'आपको कम से कम एक उपयोगकर्ता या उपयोगकर्ता समूह निर्दिष्ट करना होगा।',

	'MassemailSection'			=> 'सामूहिक ईमेल',
	'MessageSubject'			=> 'विषय:',
	'MessageSubjectInfo'		=> '',
	'YourMessage'				=> 'आपका संदेश:',
	'YourMessageInfo'			=> 'कृपया ध्यान दें कि आप केवल सादा पाठ दर्ज कर सकते हैं। भेजने से पहले सभी मार्कअप हटा दिए जाएंगे।',

	'NoUser'					=> 'कोई उपयोगकर्ता नहीं',
	'NoUserGroup'				=> 'कोई उपयोगकर्ता समूह नहीं',

	'SendToGroup'				=> 'समूह को भेजें:',
	'SendToUser'				=> 'उपयोगकर्ता को भेजें:',
	'SendToUserInfo'			=> 'यह केवल उन उपयोगकर्ताओं को संदेश भेजता है जिन्होंने एडमिनिस्ट्रेटर्स को उन्हें जानकारी ईमेल करने की अनुमति दी है। यह विकल्प उनकी उपयोगकर्ता सेटिंग्स में सूचनाओं के अंतर्गत उपलब्ध है।',

	// System message module
	'SystemMessageInfo'			=> '',
	'SysMsgUpdated'				=> 'सिस्टम संदेश अपडेट किया गया',

	'SysMsgSection'				=> 'सिस्टम संदेश',
	'SysMsg'					=> 'सिस्टम संदेश:',
	'SysMsgInfo'				=> 'आपका पाठ यहाँ',

	'SysMsgType'				=> 'प्रकार:',
	'SysMsgTypeInfo'			=> 'संदेश प्रकार (CSS)।',
	'SysMsgAudience'			=> 'दर्शक:',
	'SysMsgAudienceInfo'		=> 'जिन दर्शकों को सिस्टम संदेश दिखाया जाएगा।',
	'EnableSysMsg'				=> 'सिस्टम संदेश सक्षम करें:',
	'EnableSysMsgInfo'			=> 'सिस्टम संदेश दिखाएं।',

	// User approval module
	'ApproveNotExists'			=> 'कृपया सेट बटन के माध्यम से कम से कम एक उपयोगकर्ता का चयन करें।',

	'LogUserApproved'			=> 'उपयोगकर्ता ##%1## को स्वीकृत किया गया',
	'LogUserBlocked'			=> 'उपयोगकर्ता ##%1## को अवरुद्ध किया गया',
	'LogUserDeleted'			=> 'उपयोगकर्ता ##%1## को डेटाबेस से हटाया गया',
	'LogUserCreated'			=> 'नया उपयोगकर्ता ##%1## बनाया गया',
	'LogUserUpdated'			=> 'उपयोगकर्ता ##%1## को अपडेट किया गया',
	'LogUserPasswordReset'		=> 'उपयोगकर्ता ##%1## का पासवर्ड सफलतापूर्वक रीसेट किया गया',

	'UserApproveInfo'			=> 'साइट में लॉगिन करने से पहले नए उपयोगकर्ताओं को स्वीकृत करें।',
	'Approve'					=> 'स्वीकृत करें',
	'Deny'						=> 'अस्वीकृत करें',
	'Pending'					=> 'लंबित',
	'Approved'					=> 'स्वीकृत',
	'Denied'					=> 'अस्वीकृत',

	// DB Backup module
	'BackupStructure'			=> 'संरचना',
	'BackupData'				=> 'डेटा',
	'BackupFolder'				=> 'फ़ोल्डर',
	'BackupTable'				=> 'तालिका',
	'BackupCluster'				=> 'क्लस्टर:',
	'BackupFiles'				=> 'फ़ाइलें',
	'BackupNote'				=> 'सूचना:',
	'BackupSettings'			=> 'बैकअप की वांछित योजना निर्दिष्ट करें।
' .
    	'रूट क्लस्टर वैश्विक फ़ाइलों के बैकअप और कैश फ़ाइलों के बैकअप को प्रभावित नहीं करता है (चुने जाने पर वे हमेशा पूर्ण रूप से सहेजे जाते हैं)।
' .  '<br>' .
		'ध्यान दें: रूट क्लस्टर निर्दिष्ट करते समय डेटाबेस से जानकारी के नुकसान से बचने के लिए इस बैकअप से तालिकाओं को पुनर्गठित नहीं किया जाएगा, ',
	'BackupCompleted'			=> 'बैकअप और संग्रहण पूरा हुआ।
' .
    	'बैकअप पैकेज फ़ाइलें सब-डायरेक्टरी %1 में संग्रहीत की गई थीं।
',
	'LogSavedBackup'			=> 'डेटाबेस बैकअप ##%1## सहेजा गया',
	'Backup'					=> 'बैकअप',
	'CantReadFile'				=> 'फ़ाइल %1 को पढ़ा नहीं जा सकता।',

	// DB Restore module
	'RestoreInfo'				=> 'आप पाए गए किसी भी बैकअप पैकेज को पुनर्स्थापित कर सकते हैं या सर्वर से हटा सकते हैं।',
	'ConfirmDbRestore'			=> 'क्या आप वाकई बैकअप %1 को पुनर्स्थापित करना चाहते हैं?',
	'ConfirmDbRestoreInfo'		=> 'कृपया प्रतीक्षा करें, इसमें कुछ मिनट लग सकते हैं।',
	'RestoreWrongVersion'		=> 'गलत WackoWiki संस्करण!',
	'DirectoryNotExecutable'	=> '%1 डायरेक्टरी निष्पादन योग्य नहीं है।',
	'BackupDelete'				=> 'क्या आप वाकई बैकअप %1 को हटाना चाहते हैं?',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'अतिरिक्त पुनर्स्थापना विकल्प:',
	'RestoreOptionsInfo'		=> '* क्लस्टर बैकअप को पुनर्स्थापित करने से पहले, ' .
									'लक्ष्य तालिकाओं को नहीं हटाया जाता है (जिन क्लस्टरों का बैकअप नहीं लिया गया है उनसे जानकारी के नुकसान को रोकने के लिए)। ' .
									'इस प्रकार, पुनर्प्राप्ति प्रक्रिया के दौरान डुप्लिकेट रिकॉर्ड उत्पन्न होंगे। ' .
									'सामान्य मोड में, इन सभी को बैकअप से रिकॉर्ड द्वारा प्रतिस्थापित किया जाएगा (SQL-निर्देश
REPLACE
 का उपयोग करके), ' .
									'लेकिन यदि यह चेकबॉक्स चेक किया गया है, तो सभी डुप्लिकेट को छोड़ दिया जाएगा (रिकॉर्ड के वर्तमान मान रखे जाएंगे), ' .
									'और केवल नए कुंजियों वाले रिकॉर्ड तालिका में जोड़े जाएंगे (SQL-निर्देश
INSERT IGNORE
)।
' .
									'नोट: जब साइट का पूर्ण बैकअप पुनर्स्थापित किया जाता है, तो इस विकल्प का कोई महत्व नहीं होता।
' .
									'<br>' .
									'** यदि बैकअप में उपयोगकर्ता फ़ाइलें (वैश्विक और प्रति पृष्ठ, कैश फ़ाइलें आदि) शामिल हैं, ' .
									'सामान्य मोड में वे समान नाम वाली मौजूदा फ़ाइलों को प्रतिस्थापित कर देंगे और पुनर्स्थापित करते समय उसी डायरेक्टरी में रखे जाएंगे। ' .
									'यह विकल्प आपको फ़ाइलों की वर्तमान प्रतियों को सहेजने और बैकअप से केवल नई फ़ाइलें (सर्वर पर अनुपलब्ध) पुनर्स्थापित करने की अनुमति देता है।',
	'IgnoreDuplicatedKeysNr'	=> 'डुप्लिकेट तालिका कुंजियों को अनदेखा करें (प्रतिस्थापित न करें)',
	'IgnoreSameFiles'			=> 'समान फ़ाइलों को अनदेखा करें (ओवरराइट न करें)',
	'NoBackupsAvailable'		=> 'कोई बैकअप उपलब्ध नहीं है।',
	'BackupEntireSite'			=> 'पूरी साइट',
	'BackupRestored'			=> 'बैकअप पुनर्स्थापित कर दिया गया है, नीचे सारांश रिपोर्ट संलग्न है। इस बैकअप पैकेज को हटाने के लिए क्लिक करें',
	'BackupRemoved'				=> 'चयनित बैकअप सफलतापूर्वक हटा दिया गया है।',
	'LogRemovedBackup'			=> 'डेटाबेस बैकअप ##%1## हटा दिया गया',

	'DbEngineInvalid'			=> 'अमान्य डेटाबेस इंजन, %1 अपेक्षित है',
	'RestoreStarted'			=> 'पुनर्स्थापना आरंभ की गई',
	'RestoreParameters'			=> 'प्रयुक्त पैरामीटर',
	'IgnoreDuplicatedKeys'		=> 'डुप्लिकेट कुंजियों को अनदेखा करें',
	'IgnoreDuplicatedFiles'		=> 'डुप्लिकेट फ़ाइलों को अनदेखा करें',
	'SavedCluster'				=> 'क्लस्टर सहेजा गया',
	'DataProtection'			=> 'डेटा संरक्षण - %1 छोड़ दिया गया',
	'AssumeDropTable'			=> '%1 मान लें',
	'RestoreSQLiteDatabase'		=> 'SQLite डेटाबेस पुनर्स्थापित करना',
	'SQLiteDatabaseRestored'	=> 'डेटाबेस सफलतापूर्वक पुनर्स्थापित किया गया:',
	'RestoreTableStructure'		=> 'तालिका की संरचना पुनर्स्थापित करना',
	'RunSqlQueries'				=> 'SQL-निर्देशों को निष्पादित करें:',
	'CompletedSqlQueries'		=> 'पूर्ण हुआ। संसाधित निर्देश:',
	'NoTableStructure'			=> 'तालिकाओं की संरचना सहेजी नहीं गई - छोड़ें',
	'RestoreRecords'			=> 'तालिकाओं की सामग्री पुनर्स्थापित करना',
	'ProcessTablesDump'			=> 'तालिकाओं के डंप को डाउनलोड और संसाधित करें',
	'Instruction'				=> 'निर्देश',
	'RestoredRecords'			=> 'रिकॉर्ड:',
	'RecordsRestoreDone'		=> 'पूर्ण हुआ। कुल प्रविष्टियाँ:',
	'SkippedRecords'			=> 'डेटा सहेजा नहीं गया - छोड़ें',
	'RestoringFiles'			=> 'फ़ाइलें पुनर्स्थापित करना',
	'DecompressAndStore'		=> 'डायरेक्टरी की सामग्री को डीकंप्रेस और संग्रहीत करना',
	'HomonymicFiles'			=> 'समनाम फ़ाइलें',
	'RestoreSkip'				=> 'छोड़ें',
	'RestoreReplace'			=> 'प्रतिस्थापित करें',
	'RestoreFile'				=> 'फ़ाइल:',
	'RestoredFiles'				=> 'पुनर्स्थापित:',
	'SkippedFiles'				=> 'छोड़े गए:',
	'FileRestoreDone'			=> 'पूर्ण हुआ। कुल फ़ाइलें:',
	'FilesAll'					=> 'सभी:',
	'SkipFiles'					=> 'फ़ाइलें संग्रहीत नहीं की गईं - छोड़ें',
	'RestoreDone'				=> 'पुनर्स्थापना पूर्ण हुई',

	'BackupCreationDate'		=> 'निर्माण तिथि',
	'BackupPackageContents'		=> 'पैकेज की सामग्री',
	'BackupRestore'				=> 'पुनर्स्थापित करें',
	'BackupRemove'				=> 'हटाएँ',
	'RestoreYes'				=> 'हाँ',
	'RestoreNo'					=> 'नहीं',
	'LogDbRestored'				=> 'डेटाबेस का बैकअप ##%1## पुनर्स्थापित किया गया।',

	'BackupArchived'			=> 'बैकअप %1 संगृहीत।',
	'BackupArchiveExists'		=> 'बैकअप संग्रह% 1 पहले से मौजूद है।',
	'LogBackupArchived'			=> 'बैकअप ##%1##  संगृहीत।',

	// User module
	'UsersInfo'					=> 'यहाँ आप अपने उपयोगकर्ताओं की जानकारी और कुछ विशिष्ट विकल्प बदल सकते हैं।',

	'UsersAdded'				=> 'उपयोगकर्ता जोड़ा गया',
	'UsersDeleteInfo'			=> '[उपयोगकर्ता हटाने की जानकारी यहाँ...]',
	'EditButton'				=> 'संपादन',
	'UsersAddNew'				=> 'नया उपयोगकर्ता जोड़ें',
	'UsersDelete'				=> 'क्या आप वाकई उपयोगकर्ता %1 को हटाना चाहते हैं?',
	'UsersDeleted'				=> 'उपयोगकर्ता %1 को डेटाबेस से हटा दिया गया।',
	'UsersRename'				=> 'उपयोगकर्ता %1 का नाम बदलें',
	'UsersRenameInfo'			=> '* ध्यान दें: यह परिवर्तन उस उपयोगकर्ता से संबंधित सभी पृष्ठों को प्रभावित करेगा।',
	'UsersUpdated'				=> 'उपयोगकर्ता सफलतापूर्वक अपडेट किया गया।',

	'UserIP'					=> 'आईपी',
	'UserSignuptime'			=> 'पंजीकरण समय',
	'UserActions'				=> 'क्रियाएँ',
	'NoMatchingUser'			=> 'मापदंडों को पूरा करने वाला कोई उपयोगकर्ता नहीं मिला',

	'UserAccountNotify'			=> 'उपयोगकर्ता को सूचित करें',
	'UserNotifySignup'			=> 'नए खाते के बारे में उपयोगकर्ता को सूचित करें',
	'UserVerifyEmail'			=> 'ईमेल पुष्टि टोकन सेट करें और ईमेल सत्यापन के लिए लिंक जोड़ें',
	'UserReVerifyEmail'			=> 'ईमेल पुष्टि टोकन पुनः भेजें',

	// Groups module
	'GroupsInfo'				=> 'इस पैनल से आप अपने सभी उपयोगकर्ता समूहों का प्रबंधन कर सकते हैं। आप मौजूदा समूहों को हटा सकते हैं, बना सकते हैं और संपादित कर सकते हैं। इसके अलावा, आप समूह नेताओं का चयन कर सकते हैं, समूह की स्थिति को खुला/छिपा/बंद टॉगल कर सकते हैं और समूह का नाम और विवरण सेट कर सकते हैं।',

	'LogMembersUpdated'			=> 'उपयोगकर्ता समूह सदस्यों को अपडेट किया गया',
	'LogMemberAdded'			=> 'सदस्य ##%1## को समूह ##%2## में जोड़ा गया',
	'LogMemberRemoved'			=> 'सदस्य ##%1## को समूह ##%2## से हटाया गया',
	'LogGroupCreated'			=> 'नया समूह ##%1## बनाया गया',
	'LogGroupRenamed'			=> 'समूह ##%1## का नाम बदलकर ##%2## किया गया',
	'LogGroupRemoved'			=> 'समूह ##%1## हटाया गया',

	'GroupsMembersFor'			=> 'समूह के सदस्य',
	'GroupsDescription'			=> 'विवरण',
	'GroupsModerator'			=> 'मॉडरेटर',
	'GroupsOpen'				=> 'खुला',
	'GroupsActive'				=> 'सक्रिय',
	'GroupsTip'					=> 'समूह संपादित करने के लिए क्लिक करें',
	'GroupsUpdated'				=> 'समूह अपडेट किए गए',
	'GroupsAlreadyExists'		=> 'यह समूह पहले से मौजूद है।',
	'GroupsAdded'				=> 'समूह सफलतापूर्वक जोड़ा गया।',
	'GroupsRenamed'				=> 'समूह का नाम सफलतापूर्वक बदला गया।',
	'GroupsDeleted'				=> 'समूह %1 को डेटाबेस और सभी पृष्ठों से हटा दिया गया।',
	'GroupsAdd'					=> 'नया समूह जोड़ें',
	'GroupsRename'				=> 'समूह %1 का नाम बदलें',
	'GroupsRenameInfo'			=> '* ध्यान दें: यह परिवर्तन उस समूह से संबंधित सभी पृष्ठों को प्रभावित करेगा।',
	'GroupsDelete'				=> 'क्या आप वाकई समूह %1 को हटाना चाहते हैं?',
	'GroupsDeleteInfo'			=> '* ध्यान दें: यह परिवर्तन उस समूह से संबंधित सभी सदस्यों को प्रभावित करेगा।',
	'GroupsIsSystem'			=> 'समूह %1 सिस्टम का हिस्सा है और इसे हटाया नहीं जा सकता।',
	'GroupsStoreButton'			=> 'समूह सहेजें',
	'GroupsEditInfo'			=> 'समूह सूची संपादित करने के लिए रेडियो बटन चुनें।',

	'GroupAddMember'			=> 'सदस्य जोड़ें',
	'GroupRemoveMember'			=> 'सदस्य हटाएँ',
	'GroupAddNew'				=> 'समूह जोड़ें',
	'GroupEdit'					=> 'समूह संपादित करें',
	'GroupDelete'				=> 'समूह हटाएँ',

	'MembersAddNew'				=> 'नया सदस्य जोड़ें',
	'MembersAdded'				=> 'समूह में नया सदस्य सफलतापूर्वक जोड़ा गया।',
	'MembersRemove'				=> 'क्या आप वाकई सदस्य %1 को हटाना चाहते हैं?',
	'MembersRemoved'			=> 'सदस्य को समूह से हटा दिया गया।',

	// Statistics module
	'DbStatSection'				=> 'डेटाबेस आँकड़े',
	'DbTable'					=> 'तालिका',
	'DbRecords'					=> 'रिकॉर्ड',
	'DbSize'					=> 'आकार',
	'DbIndex'					=> 'इंडेक्स',
	'DbTotal'					=> 'कुल',

	'FileStatSection'			=> 'फ़ाइल सिस्टम आँकड़े',
	'FileFolder'				=> 'फ़ोल्डर',
	'FileFiles'					=> 'फ़ाइलें',
	'FileSize'					=> 'आकार',
	'FileTotal'					=> 'कुल',

	// Sysinfo module
	'SysInfo'					=> 'संस्करण जानकारी:',
	'SysParameter'				=> 'पैरामीटर',
	'SysValues'					=> 'मान',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'अंतिम अपडेट',
	'ServerOS'					=> 'ऑपरेटिंग सिस्टम',
	'ServerName'				=> 'सर्वर नाम',
	'WebServer'					=> 'वेब सर्वर',
	'HttpProtocol'				=> 'HTTP प्रोटोकॉल',
	'DbVersion'					=> 'डेटाबेस संस्करण',
	'SqlModesGlobal'			=> 'वैश्विक SQL मोड',
	'SqlModesSession'			=> 'सत्र SQL मोड',
	'IcuVersion'				=> 'ICU संस्करण',
	'PhpVersion'				=> 'PHP संस्करण',
	'MemoryLimit'				=> 'मेमोरी सीमा',
	'UploadFilesizeMax'			=> 'अधिकतम अपलोड फ़ाइल आकार',
	'PostMaxSize'				=> 'अधिकतम पोस्ट आकार',
	'MaxExecutionTime'			=> 'अधिकतम निष्पादन समय',
	'SessionPath'				=> 'सत्र पथ',
	'PhpDefaultCharset'			=> 'PHP डिफ़ॉल्ट कैरेक्टर सेट',
	'GZipCompression'			=> 'GZip संपीड़न',
	'PhpExtensions'				=> 'PHP एक्सटेंशन',
	'ApacheModules'				=> 'Apache मॉड्यूल',

	// DB repair module
	'DbRepairSection'			=> 'डेटाबेस मरम्मत',
	'DbRepair'					=> 'डेटाबेस मरम्मत',
	'DbRepairInfo'				=> 'यह स्क्रिप्ट कुछ सामान्य डेटाबेस समस्याओं को स्वचालित रूप से ढूंढ और ठीक कर सकती है। मरम्मत में कुछ समय लग सकता है, इसलिए कृपया धैर्य रखें।',

	'DbOptimizeRepairSection'	=> 'डेटाबेस मरम्मत और अनुकूलन',
	'DbOptimizeRepair'			=> 'डेटाबेस मरम्मत और अनुकूलन',
	'DbOptimizeRepairInfo'		=> 'यह स्क्रिप्ट डेटाबेस को अनुकूलित करने का भी प्रयास कर सकती है। कुछ स्थितियों में यह प्रदर्शन में सुधार करता है। डेटाबेस की मरम्मत और अनुकूलन में लंबा समय लग सकता है और अनुकूलन के दौरान डेटाबेस लॉक रहेगा।',

	'TableOk'					=> '%1 तालिका ठीक है।',
	'TableNotOk'				=> '%1 तालिका ठीक नहीं है। यह निम्न त्रुटि रिपोर्ट कर रही है: %2। यह स्क्रिप्ट इस तालिका को ठीक करने का प्रयास करेगी…',
	'TableRepaired'				=> '%1 तालिका सफलतापूर्वक ठीक की गई।',
	'TableRepairFailed'			=> '%1 तालिका की मरम्मत विफल रही।
त्रुटि: %2',
	'TableAlreadyOptimized'		=> '%1 तालिका पहले से अनुकूलित है।',
	'TableOptimized'			=> '%1 तालिका सफलतापूर्वक अनुकूलित की गई।',
	'TableOptimizeFailed'		=> '%1 तालिका को अनुकूलित करने में विफलता।
त्रुटि: %2',
	'TableNotRepaired'			=> 'कुछ डेटाबेस समस्याओं को ठीक नहीं किया जा सका।',
	'RepairsComplete'			=> 'मरम्मत पूर्ण',

	// Inconsistencies module
	'InconsistenciesInfo'		=> 'असंगतियों को दिखाएं और ठीक करें, अनाथ रिकॉर्ड को हटाएं या नए उपयोगकर्ता/मान को असाइन करें।',
	'Inconsistencies'			=> 'असंगतियाँ',
	'CheckDatabase'				=> 'डेटाबेस',
	'CheckDatabaseInfo'			=> 'डेटाबेस में रिकॉर्ड असंगतियों की जाँच करें।',
	'CheckFiles'				=> 'फ़ाइलें',
	'CheckFilesInfo'			=> 'अनाथ फ़ाइलों की जाँच करें, फ़ाइल तालिका में कोई संदर्भ न बचा हो ऐसी फ़ाइलें।',
	'Records'					=> 'रिकॉर्ड',
	'InconsistenciesNone'		=> 'कोई डेटा असंगतियाँ नहीं मिलीं।',
	'InconsistenciesDone'		=> 'डेटा असंगतियाँ हल कर दी गईं।',
	'InconsistenciesRemoved'	=> 'असंगतियाँ हटाई गईं',
	'Check'						=> 'जाँच करें',
	'Solve'						=> 'हल करें',

	// Bad Behaviour module
	'BbInfo'					=> 'अवांछित वेब एक्सेस का पता लगाता है और ब्लॉक करता है, स्वचालित स्पैम्बॉट्स को एक्सेस से वंचित करता है
अधिक जानकारी के लिए कृपया %1 होमपेज पर जाएँ।',
	'BbEnable'					=> 'Bad Behaviour सक्षम करें:',
	'BbEnableInfo'				=> 'अन्य सभी सेटिंग्स को %1 कॉन्फ़िग फ़ोल्डर में बदला जा सकता है।',
	'BbStats'					=> 'Bad Behaviour ने पिछले 7 दिनों में %1 एक्सेस प्रयासों को ब्लॉक किया है।',

	'BbSummary'					=> 'सारांश',
	'BbLog'						=> 'लॉग',
	'BbSettings'				=> 'सेटिंग्स',
	'BbWhitelist'				=> 'व्हाइटलिस्ट',

	// --> Log
	'BbHits'					=> 'हिट्स',
	'BbRecordsFiltered'			=> '%2 रिकॉर्ड्स में से %1 प्रदर्शित (फ़िल्टर द्वारा)',
	'BbStatus'					=> 'स्थिति',
	'BbBlocked'					=> 'ब्लॉक्ड',
	'BbPermitted'				=> 'अनुमत',
	'BbIp'						=> 'आईपी',
	'BbGetPost'					=> 'GET/POST',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'सभी %1 रिकॉर्ड प्रदर्शित',
	'BbShow'					=> 'दिखाएं',
	'BbIpDateStatus'			=> 'आईपी/तिथि/स्थिति',
	'BbHeaders'					=> 'हेडर्स',
	'BbEntity'					=> 'एंटिटी',

	// --> Whitelist
	'BbOptionsSaved'			=> 'विकल्प सहेजे गए।',
	'BbWhitelistHint'			=> 'अनुचित व्हाइटलिस्टिंग से आपको स्पैम का सामना करना पड़ सकता है, या Bad Behaviour पूरी तरह से काम करना बंद कर सकता है! जब तक आप 100% निश्चित न हों कि आपको ऐसा करना चाहिए, तब तक व्हाइटलिस्ट न करें।',
	'BbIpAddress'				=> 'आईपी पता',
	'BbIpAddressInfo'			=> 'व्हाइटलिस्ट किए जाने वाले आईपी पते या CIDR प्रारूप के पता श्रेणियाँ (प्रति पंक्ति एक)',
	'BbUrl'						=> 'URL',
	'BbUrlInfo'					=> 'आपकी वेबसाइट होस्टनेम के बाद / से शुरू होने वाले URL टुकड़े (प्रति पंक्ति एक)',
	'BbUserAgent'				=> 'यूज़र एजेंट',
	'BbUserAgentInfo'			=> 'व्हाइटलिस्ट किए जाने वाले यूज़र एजेंट स्ट्रिंग्स (प्रति पंक्ति एक)',

	// --> Settings
	'BbSettingsUpdated'			=> 'Bad Behaviour सेटिंग्स अपडेट की गईं',
	'BbLogRequest'				=> 'HTTP अनुरोध लॉगिंग',
	'BbLogVerbose'				=> 'विस्तृत',
	'BbLogNormal'				=> 'सामान्य (अनुशंसित)',
	'BbLogOff'					=> 'लॉग न करें (अनुशंसित नहीं)',
	'BbSecurity'				=> 'सुरक्षा',
	'BbStrict'					=> 'सख्त जाँच',
	'BbStrictInfo'				=> 'अधिक स्पैम ब्लॉक करता है लेकिन कुछ लोगों को भी ब्लॉक कर सकता है',
	'BbOffsiteForms'			=> 'अन्य वेबसाइटों से फॉर्म पोस्टिंग की अनुमति दें',
	'BbOffsiteFormsInfo'		=> 'OpenID के लिए आवश्यक; प्राप्त स्पैम की मात्रा बढ़ाता है',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'Bad Behaviour की http:BL सुविधाओं का उपयोग करने के लिए आपको %1 होना चाहिए',
	'BbHttpblKey'				=> 'http:BL एक्सेस कुंजी',
	'BbHttpblThreat'			=> 'न्यूनतम खतरा स्तर (25 अनुशंसित है)',
	'BbHttpblMaxage'			=> 'डेटा की अधिकतम आयु (30 अनुशंसित है)',
	'BbReverseProxy'			=> 'रिवर्स प्रॉक्सी/लोड बैलेंसर',
	'BbReverseProxyInfo'		=> 'यदि आप Bad Behaviour को रिवर्स प्रॉक्सी, लोड बैलेंसर, HTTP एक्सेलरेटर, कंटेंट कैश या इसी तरह की तकनीक के पीछे उपयोग कर रहे हैं, तो रिवर्स प्रॉक्सी विकल्प सक्षम करें।
' .
									'यदि आपके सर्वर और सार्वजनिक इंटरनेट के बीच दो या अधिक रिवर्स प्रॉक्सी की श्रृंखला है, तो आपको अपने सभी प्रॉक्सी सर्वर, लोड बैलेंसर आदि के सभी IP पता श्रेणियों (CIDR प्रारूप में) को निर्दिष्ट करना होगा। अन्यथा, Bad Behaviour क्लाइंट का वास्तविक IP पता निर्धारित करने में असमर्थ हो सकता है।
' .
									'इसके अतिरिक्त, आपके रिवर्स प्रॉक्सी सर्वर को उस इंटरनेट क्लाइंट का IP पता सेट करना होगा जिससे उन्होंने अनुरोध प्राप्त किया है। यदि आप कोई हेडर निर्दिष्ट नहीं करते हैं, तो %1 का उपयोग किया जाएगा। अधिकांश प्रॉक्सी सर्वर पहले से ही X-Forwarded-For का समर्थन करते हैं और आपको केवल यह सुनिश्चित करना होगा कि यह आपके प्रॉक्सी सर्वर पर सक्षम है। कुछ अन्य सामान्य हेडर नामों में %2 और %3 शामिल हैं।',
	'BbReverseProxyEnable'		=> 'रिवर्स प्रॉक्सी सक्षम करें',
	'BbReverseProxyHeader'		=> 'इंटरनेट क्लाइंट का IP पता युक्त हेडर',
	'BbReverseProxyAddresses'	=> 'अपने प्रॉक्सी सर्वर के लिए IP पता या CIDR प्रारूप पता श्रेणियाँ (प्रति पंक्ति एक)',

];
