<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'ฟังก์ชันพื้นฐาน',
		'preferences'	=> 'ค่ากำหนด',
		'content'		=> 'เนื้อหา',
		'users'			=> 'ผู้ใช้',
		'maintenance'	=> 'การบำรุงรักษา',
		'messages'		=> 'ข้อความ',
		'extension'		=> 'ส่วนขยาย',
		'database'		=> 'ฐานข้อมูล',
	],

	// Admin panel
	'AdminPanel'				=> 'แผงควบคุมผู้ดูแลระบบ',
	'RecoveryMode'				=> 'โหมดกู้คืน',
	'Authorization'				=> 'การยืนยันตัวตน',
	'AuthorizationTip'			=> 'กรุณาใส่รหัสผ่านสำหรับผู้ดูแลระบบ (ตรวจสอบให้แน่ใจว่าเบราว์เซอร์อนุญาตคุกกี้).',
	'NoRecoveryPassword'		=> 'ยังไม่ได้กำหนดรหัสผ่านสำหรับผู้ดูแลระบบ!',
	'NoRecoveryPasswordTip'		=> 'หมายเหตุ: การไม่มีรหัสผ่านสำหรับผู้ดูแลระบบเป็นความเสี่ยงด้านความปลอดภัย! ใส่ค่าแฮชรหัสผ่านผู้ดูแลในไฟล์การตั้งค่าและเรียกใช้โปรแกรมอีกครั้ง.',

	'ErrorLoadingModule'		=> 'เกิดข้อผิดพลาดในการโหลดโมดูลผู้ดูแล %1: ไม่มีอยู่.',

	'ApHomePage'				=> 'หน้าแรก',
	'ApHomePageTip'				=> 'เปิดหน้าแรก โดยไม่ออกจากการจัดการระบบ',
	'ApLogOut'					=> 'ออกจากระบบ',
	'ApLogOutTip'				=> 'ออกจากการจัดการระบบ',

	'TimeLeft'					=> 'เวลาที่เหลือ:  %1 นาที',
	'ApVersion'					=> 'รุ่น',

	'SiteOpen'					=> 'เปิด',
	'SiteOpened'				=> 'ไซต์เปิดอยู่',
	'SiteOpenedTip'				=> 'ไซต์กำลังเปิดให้บริการ',
	'SiteClose'					=> 'ปิด',
	'SiteClosed'				=> 'ไซต์ปิดอยู่',
	'SiteClosedTip'				=> 'ไซต์ถูกปิด',

	'System'					=> 'ระบบ',

	// Generic
	'Cancel'					=> 'ยกเลิก',
	'Add'						=> 'เพิ่ม',
	'Edit'						=> 'แก้ไข',
	'Remove'					=> 'ลบ',
	'Enabled'					=> 'เปิดใช้งาน',
	'Disabled'					=> 'ปิดใช้งาน',
	'Mandatory'					=> 'จำเป็น',
	'Admin'						=> 'ผู้ดูแล',
	'Min'						=> 'ขั้นต่ำ',
	'Max'						=> 'สูงสุด',

	'MiscellaneousSection'		=> 'อื่น ๆ',
	'MainSection'				=> 'ตัวเลือกทั่วไป',

	'DirNotWritable'			=> 'ไดเรกทอรี %1 ไม่สามารถเขียนได้.',
	'FileNotWritable'			=> 'ไฟล์ %1 ไม่สามารถเขียนได้.',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'พื้นฐาน',
		'title'		=> 'การตั้งค่าพื้นฐาน',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'ลักษณะ',
		'title'		=> 'การตั้งค่ารูปลักษณ์',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'อีเมล',
		'title'		=> 'การตั้งค่าอีเมล',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'การกระจาย',
		'title'		=> 'การตั้งค่าการกระจาย',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'ตัวกรอง',
		'title'		=> 'การตั้งค่าตัวกรอง',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'ตัวจัดรูปแบบ',
		'title'		=> 'ตัวเลือกการจัดรูปแบบ',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'การแจ้งเตือน',
		'title'		=> 'การตั้งค่าการแจ้งเตือน',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'หน้า',
		'title'		=> 'การจัดการหน้าและพารามิเตอร์ของไซต์',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'สิทธิ์',
		'title'		=> 'การตั้งค่าสิทธิ์',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'ความปลอดภัย',
		'title'		=> 'การตั้งค่าระบบย่อยด้านความปลอดภัย',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'ระบบ',
		'title'		=> 'ตัวเลือกของระบบ',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'อัปโหลด',
		'title'		=> 'การตั้งค่าการแนบไฟล์',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'ที่ลบ',
		'title'		=> 'เนื้อหาที่เพิ่งถูกลบ',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'เมนู',
		'title'		=> 'เพิ่ม แก้ไข หรือลบรายการเมนูเริ่มต้น',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'สำรอง',
		'title'		=> 'การสำรองข้อมูล',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'ซ่อมแซม',
		'title'		=> 'ซ่อมแซมและเพิ่มประสิทธิภาพฐานข้อมูล',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'คืนค่า',
		'title'		=> 'การคืนค่าข้อมูลสำรอง',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'เมนูหลัก',
		'title'		=> 'การจัดการ WackoWiki',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'ความไม่สอดคล้อง',
		'title'		=> 'แก้ไขความไม่สอดคล้องของข้อมูล',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'ซิงโครไนซ์ข้อมูล',
		'title'		=> 'การซิงโครไนซ์ข้อมูล',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'อีเมลจำนวนมาก',
		'title'		=> 'อีเมลจำนวนมาก',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'ข้อความระบบ',
		'title'		=> 'ข้อความของระบบ',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'ข้อมูลระบบ',
		'title'		=> 'ข้อมูลของระบบ',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'บันทึกระบบ',
		'title'		=> 'บันทึกเหตุการณ์ของระบบ',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'สถิติ',
		'title'		=> 'แสดงสถิติ',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'พฤติกรรมไม่เหมาะสม',
		'title'		=> 'พฤติกรรมไม่เหมาะสม',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'อนุมัติ',
		'title'		=> 'การอนุมัติการลงทะเบียนผู้ใช้',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'กลุ่ม',
		'title'		=> 'การจัดการกลุ่ม',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'ผู้ใช้',
		'title'		=> 'การจัดการผู้ใช้',
	],

	// Main module
	'MainNote'					=> 'หมายเหตุ: แนะนำให้ปิดการเข้าถึงไซต์ชั่วคราวเพื่อการบำรุงรักษาระบบโดยผู้ดูแล.',

	'PurgeSessions'				=> 'ล้าง',
	'PurgeSessionsTip'			=> 'ล้างเซสชันทั้งหมด',
	'PurgeSessionsConfirm'		=> 'คุณแน่ใจหรือไม่ว่าต้องการล้างเซสชันทั้งหมด? การทำเช่นนี้จะทำให้ผู้ใช้ทุกคนถูกออกจากระบบ.',
	'PurgeSessionsExplain'		=> 'ล้างเซสชันทั้งหมด ซึ่งจะออกจากระบบผู้ใช้ทุกคนโดยการตัดข้อมูลในตาราง auth_token.',
	'PurgeSessionsDone'			=> 'ล้างเซสชันเรียบร้อยแล้ว.',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'อัปเดตการตั้งค่าพื้นฐานแล้ว',
	'LogBasicSettingsUpdated'	=> 'อัปเดตการตั้งค่าพื้นฐานแล้ว',

	'SiteName'					=> 'ชื่อไซต์:',
	'SiteNameInfo'				=> 'ชื่อเรื่องของไซต์นี้ ปรากฏในชื่อแท็บเบราว์เซอร์ ส่วนหัวธีม อีเมลแจ้งเตือน ฯลฯ',
	'SiteDesc'					=> 'คำอธิบายไซต์:',
	'SiteDescInfo'				=> 'ข้อความเสริมสำหรับชื่อไซต์ที่ปรากฏในส่วนหัวของหน้า อธิบายด้วยคำสั้น ๆ ว่าไซต์นี้เกี่ยวกับอะไร',
	'AdminName'					=> 'ผู้ดูแลไซต์:',
	'AdminNameInfo'				=> 'ชื่อผู้ใช้ของบุคคลที่รับผิดชอบการดูแลโดยรวมของไซต์ ชื่อนี้ไม่ได้ใช้เพื่อกำหนดสิทธิ์การเข้าถึง แต่ควรสอดคล้องกับชื่อผู้ดูแลหลักของไซต์',

	'LanguageSection'			=> 'ภาษา',
	'DefaultLanguage'			=> 'ภาษาตั้งต้น:',
	'DefaultLanguageInfo'		=> 'กำหนดภาษาของข้อความที่แสดงแก่ผู้เยี่ยมชมที่ยังไม่ได้ลงทะเบียน รวมถึงการตั้งค่า locale',
	'MultiLanguage'				=> 'รองรับหลายภาษา:',
	'MultiLanguageInfo'			=> 'เปิดความสามารถในการเลือกภาษาแยกตามหน้า',
	'AllowedLanguages'			=> 'ภาษาที่อนุญาต:',
	'AllowedLanguagesInfo'		=> 'แนะนำให้เลือกเฉพาะชุดภาษาที่คุณต้องการใช้ มิฉะนั้นจะถูกเลือกทุกภาษา',

	'CommentSection'			=> 'ความคิดเห็น',
	'AllowComments'				=> 'อนุญาตให้แสดงความคิดเห็น:',
	'AllowCommentsInfo'			=> 'เปิดใช้งานความคิดเห็นสำหรับผู้เยี่ยมชมหรือเฉพาะผู้ใช้ที่ลงทะเบียน หรือปิดใช้งานในทั้งไซต์',
	'SortingComments'			=> 'การเรียงความคิดเห็น:',
	'SortingCommentsInfo'		=> 'เปลี่ยนลำดับการแสดงความคิดเห็นของหน้า โดยให้ความคิดเห็นที่ใหม่ที่สุดหรือเก่าสุดอยู่ด้านบน',
	'CommentsOffset'			=> 'หน้าความคิดเห็น:',
	'CommentsOffsetInfo'		=> 'หน้าความคิดเห็นที่จะนำมาแสดงเป็นค่าเริ่มต้น',

	'ToolbarSection'			=> 'แถบเครื่องมือ',
	'CommentsPanel'				=> 'แผงความคิดเห็น:',
	'CommentsPanelInfo'			=> 'การแสดงผลเริ่มต้นของความคิดเห็นที่ด้านล่างของหน้า',
	'FilePanel'					=> 'แผงไฟล์:',
	'FilePanelInfo'				=> 'การแสดงผลเริ่มต้นของไฟล์แนบที่ด้านล่างของหน้า',
	'TagsPanel'					=> 'แผงแท็ก:',
	'TagsPanelInfo'				=> 'การแสดงผลเริ่มต้นของแผงแท็กที่ด้านล่างของหน้า',

	'NavigationSection'			=> 'การนำทาง',
	'ShowPermalink'				=> 'แสดงลิงก์ถาวร:',
	'ShowPermalinkInfo'			=> 'การแสดงลิงก์ถาวรสำหรับรุ่นปัจจุบันของหน้าเป็นค่าเริ่มต้น',
	'TocPanel'					=> 'แผงสารบัญ:',
	'TocPanelInfo'				=> 'การแสดงแผงสารบัญของหน้าเป็นค่าเริ่มต้น (อาจต้องได้รับการสนับสนุนในเทมเพลต)',
	'SectionsPanel'				=> 'แผงส่วน:',
	'SectionsPanelInfo'			=> 'โดยค่าเริ่มต้น แสดงแผงหน้าที่อยู่ใกล้เคียง (ต้องได้รับการสนับสนุนในเทมเพลต)',
	'DisplayingSections'		=> 'การแสดงส่วน:',
	'DisplayingSectionsInfo'	=> 'เมื่อเปิดตัวเลือกก่อนหน้า ให้แสดงเฉพาะหน้าย่อยของหน้า (<em>ล่าง</em>), เฉพาะหน้าที่อยู่ระดับเดียวกัน (<em>บน</em>), ทั้งสองอย่าง หรือแบบอื่น (<em>ต้นไม้</em>)',
	'MenuItems'					=> 'รายการเมนู:',
	'MenuItemsInfo'				=> 'จำนวนรายการเมนูที่จะแสดงเป็นค่าเริ่มต้น (อาจต้องได้รับการสนับสนุนในเทมเพลต)',

	'HandlerSection'			=> 'ตัวจัดการ',
	'HideRevisions'				=> 'ซ่อนการแก้ไขย้อนหลัง:',
	'HideRevisionsInfo'			=> 'การแสดงการแก้ไขย้อนหลังของหน้าเป็นค่าเริ่มต้น',
	'AttachmentHandler'			=> 'เปิดใช้งานตัวจัดการไฟล์แนบ:',
	'AttachmentHandlerInfo'		=> 'อนุญาตให้แสดงตัวจัดการไฟล์แนบ',
	'SourceHandler'				=> 'เปิดใช้งานตัวจัดการซอร์ส:',
	'SourceHandlerInfo'			=> 'อนุญาตให้แสดงตัวจัดการซอร์ส',
	'ExportHandler'				=> 'เปิดใช้งานตัวจัดการส่งออก XML:',
	'ExportHandlerInfo'			=> 'อนุญาตให้แสดงตัวจัดการส่งออกเป็น XML',

	'DiffModeSection'			=> 'โหมดเปรียบเทียบ',
	'DefaultDiffModeSetting'	=> 'โหมดเปรียบเทียบเริ่มต้น:',
	'DefaultDiffModeSettingInfo'=> 'โหมดเปรียบเทียบที่ถูกเลือกไว้ล่วงหน้า',
	'AllowedDiffMode'			=> 'โหมดเปรียบเทียบที่อนุญาต:',
	'AllowedDiffModeInfo'		=> 'แนะนำให้เลือกเฉพาะชุดโหมดเปรียบเทียบที่คุณต้องการใช้ มิฉะนั้นจะเลือกทุกโหมด',
	'NotifyDiffMode'			=> 'โหมดเปรียบเทียบสำหรับการแจ้งเตือน:',
	'NotifyDiffModeInfo'		=> 'โหมดเปรียบเทียบที่ใช้ในเนื้อหาอีเมลแจ้งเตือน',

	'EditingSection'			=> 'การแก้ไข',
	'EditSummary'				=> 'สรุปการแก้ไข:',
	'EditSummaryInfo'			=> 'แสดงสรุปการเปลี่ยนแปลงในโหมดแก้ไข',
	'MinorEdit'					=> 'การแก้ไขเล็กน้อย:',
	'MinorEditInfo'				=> 'เปิดตัวเลือกการแก้ไขเล็กน้อยในโหมดแก้ไข',
	'SectionEdit'				=> 'แก้ไขส่วน:',
	'SectionEditInfo'			=> 'เปิดใช้งานการแก้ไขเฉพาะส่วนของหน้า',
	'ReviewSettings'			=> 'ทบทวน:',
	'ReviewSettingsInfo'		=> 'เปิดใช้งานตัวเลือกการทบทวนในโหมดแก้ไข',
	'PublishAnonymously'		=> 'อนุญาตการเผยแพร่แบบไม่ระบุชื่อ:',
	'PublishAnonymouslyInfo'	=> 'อนุญาตให้ผู้ใช้เผยแพร่โดยไม่ระบุชื่อ (ปิดบังชื่อ)',

	'DefaultRenameRedirect'		=> 'เมื่อเปลี่ยนชื่อ ให้สร้างการเปลี่ยนทาง:',
	'DefaultRenameRedirectInfo'	=> 'โดยค่าเริ่มต้น แนะนำให้ตั้งค่าการเปลี่ยนทางไปยังที่อยู่เดิมของหน้าที่กำลังเปลี่ยนชื่อ',
	'StoreDeletedPages'			=> 'เก็บหน้าที่ถูกลบ:',
	'StoreDeletedPagesInfo'		=> 'เมื่อคุณลบหน้า ความเห็น หรือไฟล์ ให้เก็บไว้ในส่วนพิเศษ ซึ่งจะสามารถตรวจสอบและกู้คืนได้ในช่วงระยะเวลาหนึ่ง (ตามที่อธิบายไว้ด้านล่าง)',
	'KeepDeletedTime'			=> 'ระยะเวลาการเก็บหน้าที่ถูกลบ:',
	'KeepDeletedTimeInfo'		=> 'ระยะเวลาเป็นวัน ใช้ได้เมื่อเปิดตัวเลือกก่อนหน้าเท่านั้น ใช้ศูนย์เพื่อให้รายการไม่ถูกลบเลย (ในกรณีนี้ผู้ดูแลสามารถล้างรายการด้วยตนเอง)',
	'PagesPurgeTime'			=> 'ระยะเวลาการเก็บของรายการแก้ไขหน้า:',
	'PagesPurgeTimeInfo'		=> 'ลบเวอร์ชันเก่ากว่าโดยอัตโนมัติเมื่อเก่ากว่าวันที่กำหนด หากใส่ศูนย์ เวอร์ชันเก่าจะไม่ถูกลบ',
	'EnableReferrers'			=> 'เปิดใช้งานการอ้างอิง:',
	'EnableReferrersInfo'		=> 'อนุญาตการสร้างและแสดงการอ้างอิงจากภายนอก',
	'ReferrersPurgeTime'		=> 'ระยะเวลาการเก็บประวัติการอ้างอิง:',
	'ReferrersPurgeTimeInfo'	=> 'เก็บประวัติหน้าที่อ้างอิงไม่เกินจำนวนวันที่กำหนด ใช้ศูนย์เพื่อไม่ให้การอ้างอิงถูกลบ (แต่สำหรับไซต์ที่มีผู้เข้าชมมาก อาจทำให้ฐานข้อมูลล้นได้)',
	'EnableCounters'			=> 'ตัวนับการเข้าชม:',
	'EnableCountersInfo'		=> 'อนุญาตตัวนับการเข้าชมต่อหน้าและเปิดการแสดงสถิงค์อย่างง่าย การเข้าชมโดยเจ้าของหน้าจะไม่ถูกนับ',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'ควบคุมการตั้งค่าเว็บฟีดเริ่มต้นสำหรับไซต์ของคุณ',
	'SyndicationSettingsUpdated'	=> 'อัปเดตการตั้งค่าการกระจายแล้ว',

	'FeedsSection'				=> 'ฟีด',
	'EnableFeeds'				=> 'เปิดฟีด:',
	'EnableFeedsInfo'			=> 'เปิดหรือปิด RSS ฟีดสำหรับทั้งวิกิ',
	'XmlChangeLink'				=> 'โหมดลิงก์ฟีดการเปลี่ยนแปลง:',
	'XmlChangeLinkInfo'			=> 'กำหนดจุดที่รายการฟีดการเปลี่ยนแปลง XML จะลิงก์ไป',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'มุมมองความแตกต่าง',
		'2'		=> 'หน้าที่แก้ไขแล้ว',
		'3'		=> 'รายการเวอร์ชัน',
		'4'		=> 'หน้าปัจจุบัน',
	],

	'XmlSitemap'				=> 'แผนผังเว็บไซต์ XML:',
	'XmlSitemapInfo'			=> 'สร้างไฟล์ XML ชื่อ %1 ภายในโฟลเดอร์ xml คุณสามารถเพิ่มเส้นทางไปยัง sitemap ในไฟล์ robots.txt ในไดเรกทอรีรากของคุณได้ดังนี้:',
	'XmlSitemapGz'				=> 'การบีบอัดแผนผังเว็บไซต์ XML:',
	'XmlSitemapGzInfo'			=> 'คุณอาจบีบอัดไฟล์แผนผังเว็บไซต์ด้วย gzip เพื่อลดการใช้แบนด์วิดท์',
	'XmlSitemapTime'			=> 'เวลาสร้างแผนผังเว็บไซต์ XML:',
	'XmlSitemapTimeInfo'		=> 'สร้างแผนผังเว็บไซต์เพียงครั้งเดียวในจำนวนวันที่กำหนด ตั้งเป็นศูนย์เพื่อสร้างเมื่อมีการเปลี่ยนแปลงทุกครั้ง',

	'SearchSection'				=> 'การค้นหา',
	'OpenSearch'				=> 'OpenSearch:',
	'OpenSearchInfo'			=> 'สร้างไฟล์คำอธิบาย OpenSearch ในโฟลเดอร์ XML และเปิดใช้งานการค้นหาอัตโนมัติของปลั๊กอินค้นหาในส่วนหัว HTML',
	'SearchEngineVisibility'	=> 'ปิดกั้นเครื่องมือค้นหา (การมองเห็นโดยเครื่องมือค้นหา):',
	'SearchEngineVisibilityInfo'=> 'ปิดกั้นเครื่องมือค้นหา แต่อนุญาตผู้เยี่ยมชมทั่วไป ทับค่าการตั้งค่าของหน้า <br>ขอร้องให้เครื่องมือค้นหาไม่ทำดัชนีไซต์นี้ โดยขึ้นอยู่กับเครื่องมือค้นหาว่าจะเคารพคำขอนี้หรือไม่',


	// Appearance settings
	'AppearanceSettingsInfo'	=> 'ควบคุมการตั้งค่าการแสดงผลเริ่มต้นสำหรับไซต์ของคุณ',
	'AppearanceSettingsUpdated'	=> 'อัปเดตการตั้งค่ารูปลักษณ์แล้ว',

	'LogoOff'					=> 'ปิด',
	'LogoOnly'					=> 'โลโก้',
	'LogoAndTitle'				=> 'โลโก้และชื่อ',

	'LogoSection'				=> 'โลโก้',
	'SiteLogo'					=> 'โลโก้ไซต์:',
	'SiteLogoInfo'				=> 'โลโก้ของคุณมักจะปรากฏที่มุมซ้ายบนของแอปพลิเคชัน ขนาดไฟล์สูงสุด 2 MiB ขนาดที่แนะนำคือ กว้าง 255 พิกเซล สูง 55 พิกเซล',
	'LogoDimensions'			=> 'ขนาดโลโก้:',
	'LogoDimensionsInfo'		=> 'ความกว้างและความสูงของโลโก้ที่แสดง',
	'LogoDisplayMode'			=> 'โหมดการแสดงโลโก้:',
	'LogoDisplayModeInfo'		=> 'กำหนดการปรากฏของโลโก้ ค่าเริ่มต้นคือปิด',

	'FaviconSection'			=> 'ไอคอนเว็บไซต์ (Favicon)',
	'SiteFavicon'				=> 'Favicon ของไซต์:',
	'SiteFaviconInfo'			=> 'ไอคอนย่อของคุณ จะปรากฏในแถบที่อยู่ แท็บ และรายการบุ๊กมาร์กของเบราว์เซอร์ส่วนใหญ่ ซึ่งจะเขียนทับ favicon ของธีม',
	'SiteFaviconTooBig'			=> 'Favicon มีขนาดใหญ่กว่า 64 × 64 พิกเซล',
	'ThemeColor'				=> 'สีธีมสำหรับแถบที่อยู่:',
	'ThemeColorInfo'			=> 'เบราว์เซอร์จะตั้งค่าสีแถบที่อยู่ของแต่ละหน้าตามค่าสี CSS ที่ให้มา',

	'LayoutSection'				=> 'เค้าโครง',
	'Theme'						=> 'ธีม:',
	'ThemeInfo'					=> 'เทมเพลตการออกแบบที่ไซต์ใช้เป็นค่าเริ่มต้น',
	'ResetUserTheme'			=> 'รีเซ็ตธีมของผู้ใช้ทั้งหมด:',
	'ResetUserThemeInfo'		=> 'รีเซ็ตธีมของผู้ใช้ทั้งหมด คำเตือน: การกระทำนี้จะคืนค่าธีมที่ผู้ใช้เลือกทั้งหมดเป็นธีมเริ่มต้นของระบบ',
	'SetBackUserTheme'			=> 'คืนค่าธีมของผู้ใช้ทั้งหมดเป็นธีม %1',
	'ThemesAllowed'				=> 'ธีมที่อนุญาต:',
	'ThemesAllowedInfo'			=> 'เลือกธีมที่อนุญาตให้ผู้ใช้เลือก มิฉะนั้นธีมที่มีทั้งหมดจะถูกอนุญาต',
	'ThemesPerPage'				=> 'ธีมต่อหน้า:',
	'ThemesPerPageInfo'			=> 'อนุญาตธีมต่อหน้า ที่เจ้าของหน้าสามารถเลือกได้ผ่านคุณสมบัติของหน้า',

	// System settings
	'SystemSettingsInfo'		=> 'กลุ่มพารามิเตอร์ที่รับผิดชอบการปรับแต่งรายละเอียดของไซต์ อย่าเปลี่ยนเว้นแต่คุณมั่นใจในการกระทำ',
	'SystemSettingsUpdated'		=> 'อัปเดตการตั้งค่าระบบแล้ว',

	'DebugModeSection'			=> 'โหมดดีบัก',
	'DebugMode'					=> 'โหมดดีบัก:',
	'DebugModeInfo'				=> 'แยกและแสดงข้อมูลเทเลเมทรีเกี่ยวกับเวลาการทำงานของแอปพลิเคชัน โปรดระวัง: โหมดรายละเอียดเต็มรูปแบบต้องการหน่วยความจำมากขึ้น โดยเฉพาะในงานที่ต้องใช้ทรัพยากรสูง เช่น การสำรองหรือคืนค่าฐานข้อมูล',
	'DebugModes'	=> [
		'0'		=> 'ปิดการดีบัก',
		'1'		=> 'แสดงเฉพาะเวลาการทำงานรวม',
		'2'		=> 'เวลาฉบับเต็ม',
		'3'		=> 'รายละเอียดเต็ม (DBMS, แคช, ฯลฯ)',
	],
	'DebugSqlThreshold'			=> 'เกณฑ์ประสิทธิภาพ RDBMS:',
	'DebugSqlThresholdInfo'		=> 'ในโหมดดีบักแบบละเอียด ให้รายงานเฉพาะคำสั่ง SQL ที่ใช้เวลามากกว่าจำนวนวินาทีที่ระบุ',
	'DebugAdminOnly'			=> 'จำกัดการดีบัก:',
	'DebugAdminOnlyInfo'		=> 'แสดงข้อมูลดีบักของโปรแกรม (และ DBMS) เฉพาะสำหรับผู้ดูแลระบบเท่านั้น',

	'CachingSection'			=> 'ตัวเลือกแคช',
	'Cache'						=> 'แคชหน้าที่เรนเดอร์แล้ว:',
	'CacheInfo'					=> 'บันทึกหน้าที่เรนเดอร์แล้วในแคชท้องถิ่นเพื่อเพิ่มความเร็วในการเรียกดูครั้งถัดไป ใช้ได้เฉพาะกับผู้เยี่ยมชมที่ไม่ได้ลงทะเบียน',
	'CacheTtl'					=> 'เวลาที่เก็บหน้าที่แคช:',
	'CacheTtlInfo'				=> 'เก็บหน้าแคชไม่เกินจำนวนวินาทีที่กำหนด',
	'CacheSql'					=> 'แคชคำสั่ง DBMS:',
	'CacheSqlInfo'				=> 'เก็บแคชท้องถิ่นของผลลัพธ์จากการเรียกใช้งาน SQL บางอย่างที่เกี่ยวข้องกับทรัพยากร',
	'CacheSqlTtl'				=> 'เวลาที่เก็บผลลัพธ์คำสั่ง SQL ที่แคช:',
	'CacheSqlTtlInfo'			=> 'เก็บผลลัพธ์คำสั่ง SQL ในแคชไม่เกินจำนวนวินาทีที่กำหนด ค่าเกิน 1200 ไม่แนะนำ',

	'LogSection'				=> 'การตั้งค่าบันทึก',
	'LogLevelUsage'				=> 'ใช้การบันทึก:',
	'LogLevelUsageInfo'			=> 'ลำดับความสำคัญขั้นต่ำของเหตุการณ์ที่จะถูกบันทึกลงในบันทึก',
	'LogThresholds'	=> [
		'0'		=> 'ไม่เก็บบันทึก',
		'1'		=> 'เฉพาะระดับวิกฤต',
		'2'		=> 'ตั้งแต่ระดับสูงสุด',
		'3'		=> 'ตั้งแต่ระดับสูง',
		'4'		=> 'ระดับปานกลาง',
		'5'		=> 'ตั้งแต่ระดับต่ำ',
		'6'		=> 'ระดับขั้นต่ำ',
		'7'		=> 'บันทึกทั้งหมด',
	],
	'LogDefaultShow'			=> 'โหมดแสดงบันทึก:',
	'LogDefaultShowInfo'		=> 'เหตุการณ์ที่มีลำดับความสำคัญขั้นต่ำที่จะถูกแสดงในบันทึกโดยค่าเริ่มต้น',
	'LogModes'	=> [
		'1'		=> 'เฉพาะระดับวิกฤต',
		'2'		=> 'ตั้งแต่ระดับสูงสุด',
		'3'		=> 'ตั้งแต่ระดับสูง',
		'4'		=> 'ระดับปานกลาง',
		'5'		=> 'ตั้งแต่ระดับต่ำ',
		'6'		=> 'ตั้งแต่ระดับขั้นต่ำ',
		'7'		=> 'แสดงทั้งหมด',
	],
	'LogPurgeTime'				=> 'ระยะเวลาการเก็บบันทึก:',
	'LogPurgeTimeInfo'			=> 'ลบบันทึกเหตุการณ์หลังจากจำนวนวันที่กำหนด',

	'PrivacySection'			=> 'ความเป็นส่วนตัว',
	'AnonymizeIp'				=> 'ทำให้ที่อยู่ IP ของผู้ใช้ไม่ระบุตัวตน:',
	'AnonymizeIpInfo'			=> 'ปกปิดที่อยู่ IP เมื่อใช้งานได้ (เช่น หน้า, เวอร์ชัน หรือการอ้างอิง)',

	'ReverseProxySection'		=> 'รีเวิร์สพร็อกซี',
	'ReverseProxy'				=> 'ใช้รีเวิร์สพร็อกซี:',
	'ReverseProxyInfo'			=> 'เปิดการตั้งค่านี้เพื่อกำหนดที่อยู่ IP ที่ถูกต้องของไคลเอนต์ระยะไกลโดยตรวจสอบข้อมูลในส่วนหัว X-Forwarded-For. ส่วนหัว X-Forwarded-For เป็นกลไกมาตรฐานสำหรับระบุระบบลูกค้าที่เชื่อมต่อผ่านเซิร์ฟเวอร์รีเวิร์สพร็อกซี เช่น Squid หรือ Pound รีเวิร์สพร็อกซีมักใช้เพื่อเพิ่มประสิทธิภาพของไซต์ที่มีผู้เข้าชมมาก และอาจให้ประโยชน์ด้านแคช ความปลอดภัย หรือการเข้ารหัส หากการติดตั้ง WackoWiki นี้ทำงานอยู่หลังรีเวิร์สพร็อกซี ควรเปิดใช้งานเพื่อให้ได้ข้อมูลที่อยู่ IP ที่ถูกต้องในการจัดการเซสชัน การบันทึก สถิติ และการจัดการการเข้าถึง; หากไม่แน่ใจ หรือตั้งค่าโฮสติ้งแบบแชร์ หรือไม่มีรีเวิร์สพร็อกซี ให้คงปิด',
	'ReverseProxyHeader'		=> 'ส่วนหัวรีเวิร์สพร็อกซี:',
	'ReverseProxyHeaderInfo'	=> 'ตั้งค่านี้หากพร็อกซีของคุณส่งที่อยู่ IP ของไคลเอนต์ในส่วนหัวที่ไม่ใช่ X-Forwarded-For. ส่วนหัว "X-Forwarded-For" เป็นรายการที่คั่นด้วยจุลภาคของที่อยู่ IP; จะใช้เฉพาะรายการสุดท้าย (ฝั่งซ้ายสุด)',
	'ReverseProxyAddresses'		=> 'reverse_proxy ยอมรับอาเรย์ของที่อยู่ IP:',
	'ReverseProxyAddressesInfo'	=> 'แต่ละองค์ประกอบของอาเรย์นี้คือที่อยู่ IP ของรีเวิร์สพร็อกซีของคุณ หากใช้รายการนี้ WackoWiki จะเชื่อถือข้อมูลในส่วนหัว X-Forwarded-For เฉพาะเมื่อที่อยู่ IP ระยะไกลเป็นหนึ่งในรายการเหล่านี้ นั่นคือคำขอไปถึงเว็บเซิร์ฟเวอร์จากหนึ่งในรีเวิร์สพร็อกซีของคุณ มิฉะนั้น ไคลเอนต์อาจเชื่อมต่อโดยตรงกับเว็บเซิร์ฟเวอร์ของคุณโดยปลอมแปลงส่วนหัว X-Forwarded-For',

	'SessionSection'				=> 'การจัดการเซสชัน',
	'SessionStorage'				=> 'การเก็บเซสชัน:',
	'SessionStorageInfo'			=> 'ตัวเลือกนี้กำหนดว่าข้อมูลเซสชันถูกเก็บไว้ที่ไหน โดยค่าเริ่มต้นจะเลือกการเก็บแบบไฟล์หรือฐานข้อมูล',
	'SessionModes'	=> [
		'1'		=> 'ไฟล์',
		'2'		=> 'ฐานข้อมูล',
	],
	'SessionNotice'					=> 'ข้อความแจ้งสิ้นสุดเซสชัน:',
	'SessionNoticeInfo'				=> 'ระบุสาเหตุของการสิ้นสุดเซสชัน',
	'LoginNotice'					=> 'ข้อความแจ้งการเข้าสู่ระบบ:',
	'LoginNoticeInfo'				=> 'แสดงข้อความแจ้งการเข้าสู่ระบบ',

	'RewriteMode'					=> 'ใช้ <code>mod_rewrite</code>:',
	'RewriteModeInfo'				=> 'หากเซิร์ฟเวอร์เว็บของคุณรองรับคุณสมบัตินี้ ให้เปิดใช้งานเพื่อทำให้ URL ของหน้าอ่านง่ายขึ้น<br>
										<span class="cite">ค่าดังกล่าวอาจถูกเขียนทับโดยคลาส Settings ขณะรันไทม์ ไม่ว่าจะตั้งเป็นปิดหรือไม่ หาก HTTP_MOD_REWRITE เปิดอยู่',

										// การตั้งค่าสิทธิ์
	'PermissionsSettingsInfo' => 'พารามิเตอร์ที่รับผิดชอบการควบคุมการเข้าถึงและสิทธิ์การใช้งาน',
	'PermissionsSettingsUpdated' => 'อัปเดตการตั้งค่าสิทธิ์แล้ว',

	'PermissionsSection' => 'สิทธิ์และการอนุญาต',
	'ReadRights' => 'สิทธิ์การอ่านโดยค่าเริ่มต้น:',
	'ReadRightsInfo' => 'สิทธิ์เริ่มต้นที่กำหนดให้กับหน้ารากที่ถูกสร้าง รวมถึงหน้าที่ไม่สามารถกำหนด ACL ของพาเรนต์ได้',
	'WriteRights' => 'สิทธิ์การเขียนโดยค่าเริ่มต้น:',
	'WriteRightsInfo' => 'สิทธิ์เริ่มต้นที่กำหนดให้กับหน้ารากที่ถูกสร้าง รวมถึงหน้าที่ไม่สามารถกำหนด ACL ของพาเรนต์ได้',
	'CommentRights' => 'สิทธิ์การแสดงความคิดเห็นโดยค่าเริ่มต้น:',
	'CommentRightsInfo' => 'สิทธิ์เริ่มต้นที่กำหนดให้กับหน้ารากที่ถูกสร้าง รวมถึงหน้าที่ไม่สามารถกำหนด ACL ของพาเรนต์ได้',
	'CreateRights' => 'สิทธิ์การสร้างหน้าลูกโดยค่าเริ่มต้น:',
	'CreateRightsInfo' => 'สิทธิ์เริ่มต้นที่กำหนดให้กับหน้าลูกที่ถูกสร้าง',
	'UploadRights' => 'สิทธิ์การอัปโหลดโดยค่าเริ่มต้น:',
	'UploadRightsInfo' => 'สิทธิ์การอัปโหลดเริ่มต้น',
	'RenameRights' => 'สิทธิ์เปลี่ยนชื่อแบบทั่วโลก:',
	'RenameRightsInfo' => 'รายชื่อสิทธิ์ที่อนุญาตให้เปลี่ยนชื่อ (ย้าย) หน้าได้อย่างเสรี',

	'LockAcl' => 'ล็อก ACL ทั้งหมดให้อ่านอย่างเดียว:',
	'LockAclInfo' => '<span class="cite">เขียนทับการตั้งค่า ACL ของทุกหน้าให้เป็นอ่านอย่างเดียว</span><br>อาจมีประโยชน์หากโครงการเสร็จสิ้น ต้องการปิดการแก้ไขชั่วคราวเพื่อความปลอดภัย หรือเป็นการตอบสนองฉุกเฉินต่อช่องโหว่',
	'HideLocked' => 'ซ่อนหน้าที่ไม่สามารถเข้าถึงได้:',
	'HideLockedInfo' => 'ถ้าผู้ใช้ไม่มีสิทธิเข้าอ่านหน้า ให้ซ่อนหน้าในรายการหน้าต่างๆ (ลิงก์ที่วางในข้อความยังคงมองเห็นได้)',
	'RemoveOnlyAdmins' => 'เฉพาะผู้ดูแลระบบเท่านั้นที่ลบหน้าได้:',
	'RemoveOnlyAdminsInfo' => 'ปฏิเสธการลบหน้าทั้งหมด ยกเว้นผู้ดูแลระบบ ข้อจำกัดแรกนี้ใช้กับเจ้าของหน้าปกติ',
	'OwnersRemoveComments' => 'เจ้าของหน้าสามารถลบความเห็นได้:',
	'OwnersRemoveCommentsInfo' => 'อนุญาตให้เจ้าของหน้าควบคุมความเห็นบนหน้าของตน',
	'OwnersEditCategories' => 'เจ้าของสามารถแก้ไขหมวดหมู่ของหน้าได้:',
	'OwnersEditCategoriesInfo' => 'อนุญาตให้เจ้าของแก้ไขรายการหมวดหมู่ของหน้า (เพิ่มคำ ลบคำ) ที่กำหนดให้หน้า',
	'TermHumanModeration' => 'ระยะเวลาการตรวจสอบโดยมนุษย์:',
	'TermHumanModerationInfo' => 'ผู้ดูแลจะสามารถแก้ไขความเห็นได้เฉพาะความเห็นที่สร้างไม่เกินจำนวนวันที่กำหนดนี้เท่านั้น (ข้อจำกัดนี้ไม่ใช้กับความเห็นล่าสุดในหัวข้อ)',

	'UserCanDeleteAccount' => 'อนุญาตให้ผู้ใช้ลบบัญชีของตนได้',

	// การตั้งค่าความปลอดภัย
	'SecuritySettingsInfo' => 'พารามิเตอร์ที่รับผิดชอบความปลอดภัยโดยรวมของแพลตฟอร์ม ข้อจำกัดด้านความปลอดภัย และระบบย่อยความปลอดภัยเพิ่มเติม',
	'SecuritySettingsUpdated' => 'อัปเดตการตั้งค่าความปลอดภัยแล้ว',

	'AllowRegistration' => 'อนุญาตให้ลงทะเบียนออนไลน์:',
	'AllowRegistrationInfo' => 'เปิดให้ผู้ใช้ลงทะเบียน หากปิดตัวเลือกนี้จะป้องกันการลงทะเบียนอัตโนมัติ แต่ผู้ดูแลระบบยังสามารถสร้างบัญชีผู้ใช้ได้',
	'ApproveNewUser' => 'อนุมัติผู้ใช้ใหม่:',
	'ApproveNewUserInfo' => 'อนุญาตให้ผู้ดูแลระบบอนุมัติผู้ใช้หลังการลงทะเบียนเท่านั้น ผู้ใช้ที่ได้รับการอนุมัติเท่านั้นจึงจะสามารถเข้าสู่ระบบได้',
	'PersistentCookies' => 'คุกกี้ถาวร:',
	'PersistentCookiesInfo' => 'อนุญาตให้ใช้คุกกี้ถาวร',
	'DisableWikiName' => 'ปิดการบังคับใช้ WikiName:',
	'DisableWikiNameInfo' => 'ปิดการบังคับให้ผู้ใช้ต้องใช้ WikiName อนุญาตการลงทะเบียนด้วยชื่อเล่นแบบปกติ แทนการบังคับให้ใช้ชื่อแบบ CamelCase (เช่น NameSurname)',
	'UsernameLength' => 'ความยาวชื่อผู้ใช้:',
	'UsernameLengthInfo' => 'จำนวนตัวอักษรขั้นต่ำและสูงสุดของชื่อผู้ใช้',

	'EmailSection' => 'อีเมล',
	'AllowEmailReuse' => 'อนุญาตให้อีเมลซ้ำกันได้:',
	'AllowEmailReuseInfo' => 'ผู้ใช้ต่างคนกันสามารถลงทะเบียนด้วยที่อยู่อีเมลเดียวกันได้',
	'EmailConfirmation' => 'บังคับยืนยันอีเมล:',
	'EmailConfirmationInfo' => 'ต้องยืนยันที่อยู่อีเมลก่อนจึงจะเข้าสู่ระบบได้',
	'AllowedEmailDomains' => 'โดเมนอีเมลที่อนุญาต:',
	'AllowedEmailDomainsInfo' => 'โดเมนอีเมลคั่นด้วยเครื่องหมายจุลภาค เช่น <code>example.com, local.lan</code> หากไม่ได้ระบุ จะอนุญาตทุกโดเมน',
	'ForbiddenEmailDomains' => 'โดเมนอีเมลที่ห้าม:',
	'ForbiddenEmailDomainsInfo' => 'โดเมนอีเมลที่ห้ามคั่นด้วยจุลภาค เช่น <code>example.com, local.lan</code> มีผลเฉพาะเมื่อรายการโดเมนที่อนุญาตว่างเปล่า',

	'CaptchaSection' => 'CAPTCHA',
	'EnableCaptcha' => 'เปิดใช้งาน captcha:',
	'EnableCaptchaInfo' => 'หากเปิดใช้งาน captcha จะแสดงในกรณีต่อไปนี้ หรือเมื่อถึงเกณฑ์ความปลอดภัย',
	'CaptchaComment' => 'ความเห็นใหม่:',
	'CaptchaCommentInfo' => 'เพื่อป้องกันสแปม ผู้ใช้ที่ยังไม่ลงทะเบียนต้องกรอก captcha ก่อนโพสต์ความเห็น',
	'CaptchaPage' => 'หน้าจัดใหม่:',
	'CaptchaPageInfo' => 'เพื่อป้องกันสแปม ผู้ใช้ที่ยังไม่ลงทะเบียนต้องกรอก captcha ก่อนสร้างหน้าใหม่',
	'CaptchaEdit' => 'แก้ไขหน้า:',
	'CaptchaEditInfo' => 'เพื่อป้องกันสแปม ผู้ใช้ที่ยังไม่ลงทะเบียนต้องกรอก captcha ก่อนแก้ไขหน้า',
	'CaptchaRegistration' => 'การลงทะเบียน:',
	'CaptchaRegistrationInfo' => 'เพื่อป้องกันสแปม ผู้ใช้ที่ยังไม่ลงทะเบียนต้องกรอก captcha ก่อนลงทะเบียน',

	'TlsSection' => 'การตั้งค่า TLS',
	'TlsConnection' => 'การเชื่อมต่อ TLS:',
	'TlsConnectionInfo' => 'ใช้การเชื่อมต่อที่ปลอดภัยด้วย TLS. <span class="cite">เปิดใช้งานใบรับรอง TLS ที่ติดตั้งไว้บนเซิร์ฟเวอร์ มิฉะนั้นคุณอาจสูญเสียสิทธิ์เข้าใช้งานแผงผู้ดูแล!</span><br>ยังเป็นตัวกำหนดว่าธง secure ของคุกกี้จะถูกตั้งค่า: ธง <code>secure</code> ระบุว่าคุกกี้ควรถูกส่งเฉพาะผ่านการเชื่อมต่อที่ปลอดภัยเท่านั้น',
	'TlsImplicit' => 'บังคับใช้ TLS:',
	'TlsImplicitInfo' => 'บังคับให้เชื่อมต่อจาก HTTP ไปยัง HTTPS หากปิดตัวเลือกนี้ ผู้ใช้ยังสามารถท่องเว็บไซต์ผ่านช่องทาง HTTP แบบไม่เข้ารหัสได้',

	'HttpSecurityHeaders' => 'ส่วนหัวความปลอดภัย HTTP',
	'EnableSecurityHeaders' => 'เปิดใช้งานส่วนหัวความปลอดภัย:',
	'EnableSecurityHeadersinfo' => 'ตั้งค่าส่วนหัวความปลอดภัย (ป้องกันการฝังกรอบ, clickjacking/XSS/CSRF) <br>CSP อาจทำให้เกิดปัญหาในบางสถานการณ์ (เช่น ระหว่างการพัฒนา) หรือเมื่อใช้ปลั๊กอินที่เรียกใช้ทรัพยากรภายนอก เช่น รูปภาพหรือสคริปต์ <br>การปิดใช้งานนโยบายความปลอดภัยของเนื้อหาเป็นความเสี่ยงด้านความปลอดภัย!',
	'Csp' => 'นโยบายความปลอดภัยของเนื้อหา (CSP):',
	'CspInfo' => 'การกำหนด CSP เกี่ยวข้องกับการตัดสินใจนโยบายที่ต้องการบังคับใช้ และการกำหนดค่าใช้ Content-Security-Policy เพื่อประกาศนโยบายนั้น',
	'PolicyModes' => [
		'0' => 'ปิด',
		'1' => 'เข้มงวด',
		'2' => 'กำหนดเอง',
	],
	'PermissionsPolicy' => 'นโยบายสิทธิ์:',
	'PermissionsPolicyInfo' => 'ส่วนหัว HTTP Permissions-Policy ให้กลไกในการเปิดหรือปิดการใช้งานฟีเจอร์ในเบราว์เซอร์บางอย่างอย่างชัดเจน',
	'ReferrerPolicy' => 'นโยบายผู้ส่งข้อมูลอ้างอิง:',
	'ReferrerPolicyInfo' => 'ส่วนหัว Referrer-Policy ควบคุมข้อมูล referer ที่จะส่งในส่วนหัว Referer ว่าควรรวมอะไรบ้างในคำตอบ',
	'ReferrerPolicyModes' => [
		'0' => '[ปิด]',
		'1' => 'no-referrer',
		'2' => 'no-referrer-when-downgrade',
		'3' => 'same-origin',
		'4' => 'origin',
		'5' => 'strict-origin',
		'6' => 'origin-when-cross-origin',
		'7' => 'strict-origin-when-cross-origin',
		'8' => 'unsafe-url'
	],

	'UserPasswordSection' => 'การจัดเก็บรหัสผ่านผู้ใช้',
	'PwdMinChars' => 'ความยาวรหัสผ่านขั้นต่ำ:',
	'PwdMinCharsInfo' => 'รหัสผ่านที่ยาวกว่าจะปลอดภัยมากกว่าที่สั้น (เช่น 12 ถึง 16 ตัวอักษร)<br>แนะนำให้ใช้ passphrase แทนรหัสผ่าน',
	'AdminPwdMinChars' => 'ความยาวรหัสผ่านผู้ดูแลขั้นต่ำ:',
	'AdminPwdMinCharsInfo' => 'รหัสผ่านที่ยาวกว่าจะปลอดภัยมากกว่าที่สั้น (เช่น 15 ถึง 20 ตัวอักษร)<br>แนะนำให้ใช้ passphrase แทนรหัสผ่าน',
	'PwdCharComplexity' => 'ความซับซ้อนของรหัสผ่านที่ต้องการ:',
	'PwdCharClasses' => [
		'0' => 'ไม่ได้ทดสอบ',
		'1' => 'ตัวอักษรใดก็ได้ + ตัวเลข',
		'2' => 'ตัวพิมพ์ใหญ่และพิมพ์เล็ก + ตัวเลข',
		'3' => 'ตัวพิมพ์ใหญ่และพิมพ์เล็ก + ตัวเลข + อักขระพิเศษ',
	],
	'PwdUnlikeLogin' => 'ข้อกำหนดเพิ่มเติม:',
	'PwdUnlikes' => [
		'0' => 'ไม่ได้ทดสอบ',
		'1' => 'รหัสผ่านต้องไม่เหมือนกับชื่อผู้ใช้',
		'2' => 'รหัสผ่านต้องไม่ประกอบด้วยชื่อผู้ใช้',
	],

	'LoginSection' => 'การเข้าสู่ระบบ',
	'MaxLoginAttempts' => 'จำนวนสูงสุดของการพยายามเข้าสู่ระบบต่อชื่อผู้ใช้:',
	'MaxLoginAttemptsInfo' => 'จำนวนครั้งที่อนุญาตให้ลองเข้าสู่ระบบสำหรับบัญชีเดียวก่อนจะเรียกใช้งานงานป้องกันสแปม กรอก 0 เพื่อไม่ให้เรียกใช้งานการป้องกันต่อตัวบัญชี',
	'IpLoginLimitMax' => 'จำนวนสูงสุดของการพยายามเข้าสู่ระบบต่อที่อยู่อินเทอร์เน็ต (IP):',
	'IpLoginLimitMaxInfo' => 'เกณฑ์ของการพยายามเข้าสู่ระบบจาก IP เดียวก่อนจะเรียกใช้งานงานป้องกันสแปม กรอก 0 เพื่อไม่ให้เรียกใช้งานการป้องกันตาม IP',

	'FormsSection' => 'ฟอร์ม',
	'FormTokenTime' => 'เวลาสูงสุดในการส่งฟอร์ม:',
	'FormTokenTimeInfo' => 'เวลาที่ผู้ใช้มีในการส่งฟอร์ม (เป็นวินาที)<br>โปรดทราบว่าฟอร์มอาจไม่ถูกต้องหากเซสชันหมดอายุ ไม่ขึ้นกับการตั้งค่านี้',

	'SessionLength' => 'อายุคุกกี้เซสชัน:',
	'SessionLengthInfo' => 'อายุการใช้งานคุกกี้เซสชันของผู้ใช้ตามค่าเริ่มต้น (เป็นวัน)',
	'CommentDelay' => 'ป้องกันฟลัดสำหรับความเห็น:',
	'CommentDelayInfo' => 'ช่วงเวลาขั้นต่ำระหว่างการโพสต์ความเห็นใหม่ (วินาที)',
	'IntercomDelay' => 'ป้องกันฟลัดสำหรับข้อความส่วนตัว:',
	'IntercomDelayInfo' => 'ช่วงเวลาขั้นต่ำระหว่างการส่งข้อความส่วนตัว (วินาที)',
	'RegistrationDelay' => 'เกณฑ์เวลาสำหรับการลงทะเบียน:',
	'RegistrationDelayInfo' => 'ช่วงเวลาขั้นต่ำในการกรอกแบบฟอร์มลงทะเบียนเพื่อแยกบ็อตจากมนุษย์ (วินาที)',

	// การตั้งค่าตัวจัดรูปแบบ
	'FormatterSettingsInfo' => 'กลุ่มพารามิเตอร์ที่รับผิดชอบการปรับแต่งเว็บไซต์โดยละเอียด อย่าเปลี่ยนเว้นแต่คุณแน่ใจในผลกระทบ',
	'FormatterSettingsUpdated' => 'อัปเดตการตั้งค่าการจัดรูปแบบแล้ว',

	'TextHandlerSection' => 'ตัวจัดการข้อความ:',
	'Typografica' => 'การตรวจทานรูปแบบพิมพ์:',
	'TypograficaInfo' => 'ปิดตัวเลือกนี้จะช่วยเร่งกระบวนการเพิ่มความเห็นและบันทึกหน้า',
	'Paragrafica' => 'การทำเครื่องหมาย Paragrafica:',
	'ParagraficaInfo' => 'คล้ายกับตัวเลือกก่อนหน้า แต่จะทำให้สารบัญอัตโนมัติที่ไม่ทำงานถูกตัดการเชื่อมต่อ (<code>{{toc}}</code>)',
	'AllowRawhtml' => 'รองรับ HTML ทั้งระบบ:',
	'AllowRawhtmlInfo' => 'ตัวเลือกนี้อาจไม่ปลอดภัยสำหรับไซต์สาธารณะ',
	'SafeHtml' => 'กรอง HTML:',
	'SafeHtmlInfo' => 'ป้องกันการบันทึกวัตถุ HTML ที่อันตราย การปิดตัวกรองบนไซต์สาธารณะที่เปิดรับ HTML เป็นสิ่งที่ไม่พึงประสงค์อย่างยิ่ง',

	'WackoFormatterSection' => 'ตัวจัดรูปแบบข้อความวิกิ (Wacko Formatter)',
	'X11colors' => 'ใช้สี X11:',
	'X11colorsInfo' => 'ขยายสีที่ใช้ได้สำหรับ <code>??(color) background??</code> และ <code>!!(color) text!!</code> การปิดตัวเลือกนี้จะช่วยเร่งกระบวนการเพิ่มความเห็นและบันทึกหน้า',
	'WikiLinks' => 'ปิดการเชื่อมโยงแบบวิกิ:',
	'WikiLinksInfo' => 'ปิดการสร้างลิงก์สำหรับ <code>CamelCaseWords</code>: คำ CamelCase จะไม่ถูกลิงก์ไปยังหน้าที่สร้างใหม่โดยตรง เหมาะเมื่อทำงานข้ามเนมสเปซ/คลัสเตอร์ต่างๆ โดยค่าเริ่มต้นจะปิด',
	'BracketsLinks' => 'ปิดการเชื่อมโยงแบบวงเล็บ:',
	'BracketsLinksInfo' => 'ปิดไวยากรณ์ <code>[[link]]</code> และ <code>((link))</code>',
	'Formatters' => 'ปิดตัวจัดรูปแบบ:',
	'FormattersInfo' => 'ปิดไวยากรณ์ <code>%%code%%</code> ที่ใช้สำหรับการเน้นโค้ด',

	'DateFormatsSection' => 'รูปแบบวันที่',
	'DateFormat' => 'รูปแบบวันที่:',
	'DateFormatInfo' => '(วัน, เดือน, ปี)',
	'TimeFormat' => 'รูปแบบเวลา:',
	'TimeFormatInfo' => '(ชั่วโมง, นาที)',
	'TimeFormatSeconds' => 'รูปแบบเวลาที่แม่นยำ:',
	'TimeFormatSecondsInfo' => '(ชั่วโมง, นาที, วินาที)',
	'NameDateMacro' => 'รูปแบบมาโคร <code>::@::</code>:',
	'NameDateMacroInfo' => '(ชื่อ, เวลา) เช่น <code>UserName (17.11.2016 16:48)</code>',
	'Timezone' => 'เขตเวลา:',
	'TimezoneInfo' => 'เขตเวลาที่ใช้ในการแสดงผลเวลาสำหรับผู้ใช้ที่ไม่ได้เข้าสู่ระบบ (ผู้เยี่ยมชม) ผู้ใช้ที่เข้าสู่ระบบสามารถเปลี่ยนเขตเวลาได้ในการตั้งค่าบัญชีผู้ใช้ของตน',
	'AmericanDate' => 'รูปแบบวันที่แบบอเมริกัน:',
	'AmericanDateInfo' => 'ใช้รูปแบบวันที่แบบอเมริกันเป็นค่าเริ่มต้นสำหรับภาษาอังกฤษ',

	'Canonical' => 'ใช้ URL แบบแคนนอนิคอลเต็มรูปแบบ:',
	'CanonicalInfo' => 'ลิงก์ทั้งหมดถูกสร้างเป็น URL แบบสมบูรณ์ในรูปแบบ %1 URL แบบสัมพัทธ์ต่อรูทเซิร์ฟเวอร์ในรูปแบบ %2 ควรเป็นตัวเลือกที่ถูกต้องกว่า',
	'LinkTarget' => 'ลิงก์ภายนอกเปิดที่ไหน:',
	'LinkTargetInfo' => 'เปิดลิงก์ภายนอกแต่ละอันในหน้าต่างเบราว์เซอร์ใหม่ เพิ่ม <code>target="_blank"</code> ในไวยากรณ์ลิงก์',
	'Noreferrer' => 'noreferrer:',
	'NoreferrerInfo' => 'กำหนดให้เบราว์เซอร์ไม่ส่งส่วนหัว HTTP referer เมื่อผู้ใช้คลิกลิงก์ เพิ่ม <code>rel="noreferrer"</code> ในไวยากรณ์ลิงก์',
	'Nofollow' => 'nofollow:',
	'NofollowInfo' => 'แจ้งให้เครื่องมือค้นหาว่าลิงก์นี้ไม่ควรส่งผลต่อการจัดอันดับของหน้าเป้าหมาย เพิ่ม <code>rel="nofollow"</code> ในไวยากรณ์ลิงก์',
	'UrlsUnderscores' => 'สร้างที่อยู่ (URL) ด้วยขีดล่าง:',
	'UrlsUnderscoresInfo' => 'ตัวอย่างเช่น %1 จะกลายเป็น %2 เมื่อเปิดตัวเลือกนี้',
	'ShowSpaces' => 'แสดงช่องว่างใน WikiNames:',
	'ShowSpacesInfo' => 'แสดงช่องว่างใน WikiNames เช่น <code>MyName</code> จะแสดงเป็น <code>My Name</code> เมื่อเปิดตัวเลือกนี้',
	'NumerateLinks' => 'ทำหมายเลขลิงก์ในมุมมองพิมพ์:',
	'NumerateLinksInfo' => 'ทำหมายเลขและแสดงรายการลิงก์ทั้งหมดที่ด้านล่างของมุมมองพิมพ์ด้วยตัวเลือกนี้',
	'YouareHereText' => 'ปิดและแสดงลิงก์ที่อ้างถึงตนเอง:',
	'YouareHereTextInfo' => 'แสดงลิงก์ไปยังหน้าปัจจุบัน โดยใช้ <code>&lt;b&gt;####&lt;/b&gt;</code> ลิงก์ที่อ้างถึงตัวเองจะสูญเสียรูปแบบลิงก์ แต่จะแสดงเป็นตัวหนา',

	// การตั้งค่าหน้า
	'PagesSettingsInfo' => 'ที่นี่คุณสามารถตั้งค่าหรือเปลี่ยนหน้าพื้นฐานของระบบที่ใช้ในวิกิ โปรดอย่าลืมสร้างหรือแก้ไขหน้าที่สอดคล้องกันในวิกิตามการตั้งค่าของคุณที่นี่',
	'PagesSettingsUpdated' => 'อัปเดตการตั้งค่าหน้าพื้นฐานแล้ว',

	'ListCount' => 'จำนวนรายการต่อหน้า:',
	'ListCountInfo' => 'จำนวนรายการที่จะแสดงในแต่ละรายการสำหรับผู้เยี่ยมชม หรือเป็นค่าเริ่มต้นสำหรับผู้ใช้ใหม่',

	'ForumSection' => 'ตัวเลือกฟอรั่ม',
	'ForumCluster' => 'คลัสเตอร์ฟอรั่ม:',
	'ForumClusterInfo' => 'คลัสเตอร์รากสำหรับส่วนฟอรั่ม (action %1)',
	'ForumTopics' => 'จำนวนหัวข้อต่อหน้า:',
	'ForumTopicsInfo' => 'จำนวนหัวข้อที่แสดงบนแต่ละหน้าของรายการในส่วนฟอรั่ม (action %1)',
	'CommentsCount' => 'จำนวนความเห็นต่อหน้า:',
	'CommentsCountInfo' => 'จำนวนความเห็นที่แสดงในรายการความเห็นของทุกหน้า ใช้กับความเห็นทั้งหมดบนไซต์ ไม่ใช่เฉพาะในฟอรั่ม',

	'NewsSection' => 'ส่วนข่าว',
	'NewsCluster' => 'คลัสเตอร์สำหรับข่าว:',
	'NewsClusterInfo' => 'คลัสเตอร์รากสำหรับส่วนข่าว (action %1)',
	'NewsStructure' => 'โครงสร้างคลัสเตอร์ข่าว:',
	'NewsStructureInfo' => 'จัดเก็บบทความเป็นคลัสเตอร์ย่อยตามปี/เดือนหรือสัปดาห์ได้ (เช่น <code>[cluster]/[year]/[month]</code>)',

	'LicenseSection' => 'ใบอนุญาต',
	'DefaultLicense' => 'ใบอนุญาตเริ่มต้น:',
	'DefaultLicenseInfo' => 'ภายใต้ใบอนุญาตใดที่เนื้อหาของคุณสามารถเผยแพร่',
	'EnableLicense' => 'เปิดใช้งานใบอนุญาต:',
	'EnableLicenseInfo' => 'เปิดเพื่อแสดงข้อมูลใบอนุญาต',
	'LicensePerPage' => 'ใบอนุญาตต่อหน้า:',
	'LicensePerPageInfo' => 'อนุญาตให้กำหนดใบอนุญาตแยกหน้าซึ่งเจ้าของหน้าสามารถเลือกได้ผ่านคุณสมบัติของหน้า',

	'ServicePagesSection' => 'หน้าบริการ',
	'RootPage' => 'หน้าหลัก:',
	'RootPageInfo' => 'แท็กของหน้าหลักของคุณ ซึ่งจะเปิดโดยอัตโนมัติเมื่อผู้ใช้เยี่ยมชมไซต์ของคุณ',

	'PrivacyPage' => 'นโยบายความเป็นส่วนตัว:',
	'PrivacyPageInfo' => 'หน้าที่มีนโยบายความเป็นส่วนตัวของไซต์',

	'TermsPage' => 'นโยบายและข้อบังคับ:',
	'TermsPageInfo' => 'หน้าที่มีกฎระเบียบของไซต์',

	'SearchPage' => 'ค้นหา:',
	'SearchPageInfo' => 'หน้าที่มีแบบฟอร์มค้นหา (action %1)',
	'RegistrationPage' => 'การลงทะเบียน:',
	'RegistrationPageInfo' => 'หน้าสำหรับการลงทะเบียนผู้ใช้ใหม่ (action %1)',
	'LoginPage' => 'เข้าสู่ระบบผู้ใช้:',
	'LoginPageInfo' => 'หน้าล็อกอินบนไซต์ (action %1)',
	'SettingsPage' => 'การตั้งค่าผู้ใช้:',
	'SettingsPageInfo' => 'หน้าสำหรับปรับแต่งโปรไฟล์ผู้ใช้ (action %1)',
	'PasswordPage' => 'เปลี่ยนรหัสผ่าน:',
	'PasswordPageInfo' => 'หน้าที่มีแบบฟอร์มสำหรับเปลี่ยน/ขอรหัสผ่านผู้ใช้ (action %1)',
	'UsersPage' => 'รายชื่อผู้ใช้:',
	'UsersPageInfo' => 'หน้าที่มีรายชื่อผู้ใช้ที่ลงทะเบียน (action %1)',
	'CategoryPage' => 'หมวดหมู่:',
	'CategoryPageInfo' => 'หน้าที่มีรายการหน้าตามหมวดหมู่ (action %1)',
	'GroupsPage' => 'กลุ่ม:',
	'GroupsPageInfo' => 'หน้าที่มีรายการกลุ่มทำงาน (action %1)',
	'WhatsNewPage' => 'อะไรใหม่:',
	'WhatsNewPageInfo' => 'หน้าที่มีรายการหน้าทั้งหมดที่ใหม่ ถูกลบ หรือเปลี่ยนแปลง ไฟล์แนบใหม่ และความเห็น (action %1)',
	'ChangesPage' => 'การเปลี่ยนแปลงล่าสุด:',
	'ChangesPageInfo' => 'หน้าที่มีรายการหน้าที่แก้ไขล่าสุด (action %1)',
	'CommentsPage' => 'ความเห็นล่าสุด:',
	'CommentsPageInfo' => 'หน้าที่มีรายการความเห็นล่าสุดบนหน้า (action %1)',
	'RemovalsPage' => 'หน้าที่ถูกลบ:',
	'RemovalsPageInfo' => 'หน้าที่มีรายการหน้าที่ถูกลบเมื่อเร็วๆ นี้ (action %1)',
	'WantedPage' => 'หน้าที่ต้องการ:',
	'WantedPageInfo' => 'หน้าที่มีรายการหน้าที่หายไปแต่มีการอ้างอิงถึง (action %1)',
	'OrphanedPage' => 'หน้ากระจัดกระจาย:',
	'OrphanedPageInfo' => 'หน้าที่มีอยู่แต่ไม่ได้เชื่อมโยงกับหน้าอื่นใด (action %1)',
	'SandboxPage' => 'ทดลอง:',
	'SandboxPageInfo' => 'หน้าสำหรับให้ผู้ใช้ฝึกทักษะการเขียนมาร์กอัปวิกิ',
	'HelpPage' => 'ช่วยเหลือ:',
	'HelpPageInfo' => 'ส่วนเอกสารประกอบการใช้งานเครื่องมือของเว็บไซต์',
	'IndexPage' => 'ดัชนี:',
	'IndexPageInfo' => 'หน้าที่มีรายการของหน้าทั้งหมด (action %1)',
	'RandomPage' => 'สุ่ม:',
	'RandomPageInfo' => 'โหลดหน้าสุ่ม (action %1)',

	// การตั้งค่าการแจ้งเตือน
	'NotificationSettingsInfo' => 'พารามิเตอร์สำหรับการแจ้งเตือนของแพลตฟอร์ม',
	'NotificationSettingsUpdated' => 'อัปเดตการตั้งค่าการแจ้งเตือนแล้ว',

	'EmailNotification' => 'การแจ้งเตือนทางอีเมล:',
	'EmailNotificationInfo' => 'อนุญาตการแจ้งเตือนทางอีเมล ตั้งเป็น เปิด เพื่อเปิดการแจ้งเตือนทางอีเมล และปิดเพื่อปิดการแจ้งเตือน โปรดทราบว่าการปิดการแจ้งเตือนทางอีเมลจะไม่ส่งผลต่ออีเมลที่ถูกสร้างเป็นส่วนหนึ่งของกระบวนการสมัครสมาชิก',
	'Autosubscribe' => 'สมัครรับอัตโนมัติ:',
	'AutosubscribeInfo' => 'แจ้งให้เจ้าของหน้าทราบเมื่อมีการเปลี่ยนแปลงหน้าโดยอัตโนมัติ',

	'NotificationSection' => 'การตั้งค่าการแจ้งเตือนเริ่มต้นของผู้ใช้',
	'NotifyPageEdit' => 'แจ้งเมื่อหน้าแก้ไข:',
	'NotifyPageEditInfo' => 'ยังคงรอ - ส่งอีเมลแจ้งเตือนเพียงการเปลี่ยนแปลงแรกจนกว่าผู้ใช้จะเยี่ยมชมหน้านั้นอีกครั้ง',
	'NotifyMinorEdit' => 'แจ้งเมื่อแก้ไขเล็กน้อย:',
	'NotifyMinorEditInfo' => 'ส่งการแจ้งเตือนสำหรับการแก้ไขเล็กน้อยด้วย',
	'NotifyNewComment' => 'แจ้งเมื่อมีความเห็นใหม่:',
	'NotifyNewCommentInfo' => 'ยังคงรอ - ส่งอีเมลแจ้งเตือนเพียงความเห็นแรกจนกว่าผู้ใช้จะเยี่ยมชมหน้านั้นอีกครั้ง',

	'NotifyUserAccount' => 'แจ้งเมื่อมีบัญชีผู้ใช้ใหม่:',
	'NotifyUserAccountInfo' => 'ผู้ดูแลจะได้รับการแจ้งเตือนเมื่อมีการสร้างผู้ใช้ใหม่ผ่านแบบฟอร์มสมัคร',
	'NotifyUpload' => 'แจ้งเมื่อมีการอัปโหลดไฟล์:',
	'NotifyUploadInfo' => 'ผู้ดูแลระบบ/ผู้ควบคุมจะได้รับการแจ้งเตือนเมื่อมีการอัปโหลดไฟล์',

	'PersonalMessagesSection' => 'ข้อความส่วนตัว',
	'AllowIntercomDefault' => 'อนุญาตข้อความส่วนตัว:',
	'AllowIntercomDefaultInfo' => 'เปิดตัวเลือกนี้จะอนุญาตให้ผู้ใช้คนอื่นส่งข้อความส่วนตัวไปยังที่อยู่อีเมลของผู้รับโดยไม่เปิดเผยที่อยู่อีเมล',
	'AllowMassemailDefault' => 'อนุญาตอีเมลแบบกลุ่ม:',
	'AllowMassemailDefaultInfo' => 'ส่งอีเมลไปยังเฉพาะผู้ใช้ที่อนุญาตให้ผู้ดูแลระบบส่งอีเมลแจ้งข้อมูลให้',

	// การซิงค์ใหม่
	'Synchronize' => 'ซิงโครไนซ์',
	'UserStatsSynched' => 'สถิติผู้ใช้ซิงโครไนซ์แล้ว',
	'PageStatsSynched' => 'สถิติหน้าเว็บซิงโครไนซ์แล้ว',
	'FeedsUpdated' => 'ฟีด RSS อัปเดตแล้ว',
	'SiteMapCreated' => 'สร้างแผนผังเว็บไซต์เวอร์ชันใหม่สำเร็จ',
	'ParseNextBatch' => 'วิเคราะห์ชุดหน้าถัดไป:',
	'WikiLinksRestored' => 'ลิงก์วิกิเรียกคืนแล้ว',

	'LogUserStatsSynched' => 'ซิงโครไนซ์สถิติผู้ใช้',
	'LogPageStatsSynched' => 'ซิงโครไนซ์สถิติหน้า',
	'LogFeedsUpdated' => 'ซิงโครไนซ์ฟีด RSS',
	'LogPageBodySynched' => 'วิเคราะห์เนื้อหาหน้าและลิงก์ใหม่แล้ว',

	'UserStats' => 'สถิติผู้ใช้',
	'UserStatsInfo' => 'สถิติผู้ใช้ (จำนวนความเห็น หน้าที่เป็นเจ้าของ เวอร์ชัน และไฟล์) อาจแตกต่างจากข้อมูลจริงในบางสถานการณ์ <br>การทำงานนี้ช่วยอัปเดตสถิติให้ตรงกับข้อมูลจริงในฐานข้อมูล',
	'PageStats' => 'สถิติหน้า',
	'PageStatsInfo' => 'สถิติหน้า (จำนวนความเห็น ไฟล์ และเวอร์ชัน) อาจแตกต่างจากข้อมูลจริงในบางสถานการณ์ <br>การทำงานนี้ช่วยอัปเดตสถิติให้ตรงกับข้อมูลจริงในฐานข้อมูล',

	'AttachmentsInfo' => 'อัปเดตแฮชของไฟล์แนบทั้งหมดในฐานข้อมูล',
	'AttachmentsSynched' => 'แฮชของไฟล์แนบทั้งหมดถูกคำนวณใหม่แล้ว',
	'LogAttachmentsSynched' => 'แฮชของไฟล์แนบทั้งหมดถูกคำนวณใหม่แล้ว',

	'Feeds' => 'ฟีด',
	'FeedsInfo' => 'ในกรณีที่แก้ไขหน้าตรงในฐานข้อมูล เนื้อหาในฟีด RSS อาจไม่สะท้อนการเปลี่ยนแปลง ฟังก์ชันนี้จะซิงโครไนซ์ช่อง RSS ให้ตรงกับสถานะปัจจุบันของฐานข้อมูล',
	'XmlSiteMap' => 'แผนผังเว็บไซต์ XML',
	'XmlSiteMapInfo' => 'ฟังก์ชันนี้จะซิงโครไนซ์แผนผังเว็บไซต์ XML ให้ตรงกับสถานะปัจจุบันของฐานข้อมูล',
	'XmlSiteMapPeriod' => 'ช่วงเวลา %1 วัน. เขียนครั้งล่าสุด %2.',
	'XmlSiteMapView' => 'แสดงแผนผังไซต์ในหน้าต่างใหม่',

	'ReparseBody' => 'วิเคราะห์หน้าทั้งหมดใหม่',
	'ReparseBodyInfo' => 'ล้างค่า <code>body_r</code> ในตารางหน้า เพื่อให้แต่ละหน้าถูกเรนเดอร์ใหม่เมื่อมีการเปิดหน้าในครั้งถัดไป ซึ่งอาจมีประโยชน์หากคุณแก้ไขตัวจัดรูปแบบหรือเปลี่ยนโดเมนของวิกิ',
	'PreparsedBodyPurged' => 'ล้างฟิลด์ <code>body_r</code> ในตารางหน้าแล้ว',

	'WikiLinksResync' => 'ลิงก์วิกิ',
	'WikiLinksResyncInfo' => 'ทำการเรนเดอร์ใหม่สำหรับลิงก์ภายในไซต์ทั้งหมดและเรียกคืนเนื้อหาของตาราง <code>page_link</code> และ <code>file_link</code> ในกรณีเกิดความเสียหายหรือย้ายที่อยู่ (อาจใช้เวลานาน)',
	'RecompilePage' => 'คอมไพล์หน้าใหม่ทั้งหมด (ใช้ทรัพยากรมาก)',
	'ResyncOptions' => 'ตัวเลือกเพิ่มเติม',
	'RecompilePageLimit' => 'จำนวนหน้าที่จะวิเคราะห์ทีละชุด',

	// การตั้งค่าอีเมล
	'EmaiSettingsInfo' => 'ข้อมูลนี้ถูกใช้เมื่อเอนจินส่งอีเมลถึงผู้ใช้ของคุณ โปรดตรวจสอบที่อยู่อีเมลที่ระบุให้ถูกต้อง เนื่องจากอีเมลที่เด้งหรือส่งไม่สำเร็จมักจะถูกส่งกลับที่อยู่นั้น หากผู้ให้บริการโฮสติ้งของคุณไม่มีบริการอีเมลแบบเนทีฟ (ผ่าน PHP) คุณสามารถส่งเมลผ่าน SMTP โดยต้องระบุที่อยู่เซิร์ฟเวอร์ หากเซิร์ฟเวอร์ต้องการการพิสูจน์ตัวตน ให้กรอกชื่อผู้ใช้ รหัสผ่าน และวิธีการพิสูจน์ตัวตนที่จำเป็น',

	'EmailSettingsUpdated' => 'อัปเดตการตั้งค่าอีเมลแล้ว',

	'EmailFunctionName' => 'ชื่อฟังก์ชันอีเมล:',
	'EmailFunctionNameInfo' => 'ฟังก์ชันอีเมลที่ใช้ส่งเมลผ่าน PHP',
	'UseSmtpInfo' => 'เลือก <code>SMTP</code> หากคุณต้องการหรือจำเป็นต้องส่งอีเมลผ่านเซิร์ฟเวอร์ที่ระบุแทนการใช้ฟังก์ชันเมลภายในเครื่อง',

	'EnableEmail' => 'เปิดใช้งานอีเมล:',
	'EnableEmailInfo' => 'เปิดใช้งานการส่งอีเมล',

	'EmailIdentitySettings' => 'ข้อมูลตัวตนอีเมลของเว็บไซต์',
	'FromEmailName' => 'ชื่อผู้ส่ง:',
	'FromEmailNameInfo' => 'ชื่อผู้ส่งที่จะใช้ในส่วนหัว <code>From:</code> ของการแจ้งเตือนทางอีเมลทั้งหมดที่ส่งจากไซต์',
	'EmailSubjectPrefix' => 'คำนำหน้าหัวเรื่อง:',
	'EmailSubjectPrefixInfo' => 'คำนำหน้าหัวเรื่องอีเมลทางเลือก เช่น <code>[Prefix] Topic</code> หากไม่ระบุ คำนำหน้ามาตรฐานคือชื่อไซต์: %1',

	'NoReplyEmail' => 'ที่อยู่อีเมลไม่ตอบกลับ:',
	'NoReplyEmailInfo' => 'ที่อยู่นี้ เช่น <code>noreply@example.com</code> จะปรากฏในฟิลด์ <code>From:</code> ของอีเมลแจ้งเตือนทั้งหมดที่ส่งจากไซต์',
	'AdminEmail' => 'อีเมลของเจ้าของไซต์:',
	'AdminEmailInfo' => 'ที่อยู่นี้ใช้เพื่อวัตถุประสงค์ของผู้ดูแล เช่น การแจ้งผู้ใช้ใหม่',
	'AbuseEmail' => 'อีเมลสำหรับเรื่องร้องเรียน:',
	'AbuseEmailInfo' => 'ที่อยู่นี้สำหรับเรื่องเร่งด่วน เช่น การลงทะเบียนด้วยอีเมลต่างประเทศ เป็นต้น อาจเป็นที่อยู่อีเมลเดียวกับเจ้าของไซต์',

	'SendTestEmail' => 'ส่งอีเมลทดสอบ',
	'SendTestEmailInfo' => 'จะส่งอีเมลทดสอบไปยังที่อยู่อีเมลที่ระบุในบัญชีของคุณ',
	'TestEmailSubject' => 'วิกิของคุณถูกตั้งค่าให้ส่งอีเมลเรียบร้อย',
	'TestEmailBody' => 'หากคุณได้รับอีเมลฉบับนี้ แสดงว่าวิกิของคุณตั้งค่าให้ส่งอีเมลได้ถูกต้อง',
	'TestEmailMessage' => 'อีเมลทดสอบถูกส่งแล้ว<br>หากคุณไม่ได้รับ โปรดตรวจสอบการตั้งค่าอีเมลของคุณ',

	'SmtpSettings' => 'การตั้งค่า SMTP',
	'SmtpAutoTls' => 'TLS เชิงโอกาส:',
	'SmtpAutoTlsInfo' => 'เปิดการเข้ารหัสโดยอัตโนมัติ หากเห็นว่าเซิร์ฟเวอร์ประกาศรองรับ TLS (หลังจากที่คุณเชื่อมต่อ) แม้ว่าจะไม่ได้ตั้งค่าโหมดการเชื่อมต่อสำหรับ <code>SMTPSecure</code>',
	'SmtpConnectionMode' => 'โหมดการเชื่อมต่อสำหรับ SMTP:',
	'SmtpConnectionModeInfo' => 'ใช้เมื่อจำเป็นต้องใช้ชื่อผู้ใช้/รหัสผ่าน หากไม่แน่ใจให้สอบถามผู้ให้บริการ',
	'SmtpPassword' => 'รหัสผ่าน SMTP:',
	'SmtpPasswordInfo' => 'กรอกเฉพาะเมื่อเซิร์ฟเวอร์ SMTP ของคุณต้องการเท่านั้น<br><em><strong>คำเตือน:</strong> รหัสผ่านนี้จะถูกเก็บเป็นข้อความธรรมดาในฐานข้อมูล มองเห็นได้โดยผู้ที่เข้าถึงฐานข้อมูลหรือดูหน้าการกำหนดค่านี้</em>',
	'SmtpPort' => 'พอร์ตเซิร์ฟเวอร์ SMTP:',
	'SmtpPortInfo' => 'เปลี่ยนเฉพาะเมื่อทราบว่าเซิร์ฟเวอร์ SMTP ของคุณใช้พอร์ตอื่น <br>(ค่าเริ่มต้น: <code>tls</code> บนพอร์ต 587 (หรืออาจเป็น 25) และ <code>ssl</code> บนพอร์ต 465)',
	'SmtpServer' => 'ที่อยู่เซิร์ฟเวอร์ SMTP:',
	'SmtpServerInfo' => 'โปรดระบุโปรโตคอลที่เซิร์ฟเวอร์ของคุณใช้ หากใช้ SSL ต้องเป็น <code>ssl://mail.example.com</code>',
	'SmtpUsername' => 'ชื่อผู้ใช้ SMTP:',
	'SmtpUsernameInfo' => 'กรอกเฉพาะเมื่อเซิร์ฟเวอร์ SMTP ของคุณต้องการ',

	// การตั้งค่าอัปโหลด
	'UploadSettingsInfo' => 'ที่นี่คุณสามารถกำหนดการตั้งค่าหลักสำหรับไฟล์แนบและหมวดหมู่พิเศษที่เกี่ยวข้อง',
	'UploadSettingsUpdated' => 'อัปเดตการตั้งค่าอัปโหลดแล้ว',

	'FileUploadsSection' => 'การอัปโหลดไฟล์',
	'RegisteredUsers' => 'ผู้ใช้ที่ลงทะเบียน',
	'RightToUpload' => 'สิทธิ์การอัปโหลดไฟล์:',
	'RightToUploadInfo' => '<code>admins</code> หมายความว่าเฉพาะผู้ใช้ที่อยู่ในกลุ่มผู้ดูแลระบบเท่านั้นที่อัปโหลดได้ <code>1</code> หมายถึงอนุญาตให้ผู้ใช้ที่ลงทะเบียนอัปโหลดได้ <code>0</code> หมายถึงปิดการอัปโหลด',
	'UploadMaxFilesize' => 'ขนาดไฟล์สูงสุด:',
	'UploadMaxFilesizeInfo' => 'ขนาดสูงสุดของแต่ละไฟล์ หากตั้งค่าเป็น 0 ขนาดสูงสุดที่อัปโหลดได้จะถูกจำกัดโดยการตั้งค่า PHP ของคุณ',
	'UploadQuota' => 'โควต้าพื้นที่เก็บรวมสำหรับไฟล์แนบ:',
	'UploadQuotaInfo' => 'พื้นที่เก็บสูงสุดสำหรับไฟล์แนบของวิกิทั้งหมด โดย <code>0</code> หมายถึงไม่จำกัด %1 ถูกใช้ไปแล้ว',
	'UploadQuotaUser' => 'โควต้าพื้นที่จัดเก็บต่อผู้ใช้:',
	'UploadQuotaUserInfo' => 'ข้อจำกัดโควต้าพื้นที่ที่ผู้ใช้แต่ละคนสามารถอัปโหลดได้ โดย <code>0</code> หมายถึงไม่จำกัด',

	'FileTypes' => 'ประเภทไฟล์',
	'UploadOnlyImages' => 'อนุญาตให้อัปโหลดเฉพาะรูปภาพ:',
	'UploadOnlyImagesInfo' => 'อนุญาตให้เฉพาะไฟล์รูปภาพเท่านั้นที่อัปโหลดบนหน้า',
	'AllowedUploadExts' => 'นามสกุลไฟล์ที่อนุญาต:',
	'AllowedUploadExtsInfo' => 'นามสกุลที่อนุญาตในการอัปโหลด คั่นด้วยจุลภาค (เช่น <code>png, ogg, mp4</code>); หากไม่ระบุ จะอนุญาตทุกนามสกุล<br>คุณควรจำกัดนามสกุลที่อนุญาตให้น้อยที่สุดที่จำเป็นสำหรับการทำงานของไซต์',
	'CheckMimetype' => 'ตรวจสอบ MIME type:',
	'CheckMimetypeInfo' => 'บางเบราว์เซอร์อาจถูกหลอกให้สันนิษฐาน MIME type ผิด ตัวเลือกนี้ช่วยให้ไฟล์ที่น่าจะมีปัญหาดังกล่าวถูกปฏิเสธ',
	'SvgSanitizer' => 'ตัวทำความสะอาด SVG:',
	'SvgSanitizerInfo' => 'เปิดใช้งานการทำความสะอาดไฟล์ SVG เพื่อป้องกันช่องโหว่ SVG/XML จากการอัปโหลด',
	'TranslitFileName' => 'แปลงชื่อไฟล์เป็นอักษรโรมัน:',
	'TranslitFileNameInfo' => 'ถ้าเป็นไปได้และไม่จำเป็นต้องใช้ตัวอักษรยูนิโค้ด แนะนำให้ยอมรับเฉพาะอักขระอักษรและตัวเลขในชื่อไฟล์',
	'TranslitCaseFolding' => 'แปลงชื่อไฟล์เป็นตัวพิมพ์เล็ก:',
	'TranslitCaseFoldingInfo' => 'ตัวเลือกนี้มีผลเมื่อเปิดใช้งานการถอดอักษร',

	'Thumbnails' => 'รูปขนาดย่อ',
	'CreateThumbnail' => 'สร้างรูปขนาดย่อ:',
	'CreateThumbnailInfo' => 'สร้างรูปขนาดย่อในทุกสถานการณ์ที่เป็นไปได้',
	'JpegQuality' => 'คุณภาพ JPEG:',
	'JpegQualityInfo' => 'คุณภาพเมื่อย่อรูป JPEG ควรอยู่ระหว่าง 1 ถึง 100 โดย 100 หมายถึงคุณภาพ 100%',
	'MaxImageArea' => 'พื้นที่ภาพสูงสุด:',
	'MaxImageAreaInfo' => 'จำนวนพิกเซลสูงสุดที่ภาพต้นฉบับสามารถมี เพื่อจำกัดการใช้หน่วยความจำเมื่อขยาย/ลดขนาด<br><code>-1</code> หมายถึงไม่ตรวจสอบขนาดก่อนพยายามย่อ/ขยาย <code>0</code> หมายถึงให้กำหนดค่าอัตโนมัติ',
	'MaxThumbWidth' => 'ความกว้างสูงสุดของรูปขนาดย่อ (พิกเซล):',
	'MaxThumbWidthInfo' => 'รูปขนาดย่อที่สร้างจะไม่เกินความกว้างที่ตั้งไว้ที่นี่',
	'MinThumbFilesize' => 'ขนาดไฟล์ขั้นต่ำสำหรับสร้างรูปขนาดย่อ:',
	'MinThumbFilesizeInfo' => 'ไม่สร้างรูปขนาดย่อสำหรับภาพที่มีขนาดเล็กกว่าเกณฑ์นี้',
	'MaxImageWidth' => 'ขนาดภาพสูงสุดบนหน้า:',
	'MaxImageWidthInfo' => 'ความกว้างสูงสุดที่ภาพสามารถมีบนหน้า หากเกินจะสร้างรูปขนาดย่อที่ย่อแล้ว',

	// โมดูลที่ถูกลบ
	'DeletedObjectsInfo' => 'รายการหน้าที่ถูกลบ เวอร์ชัน และไฟล์
ลบหรือเรียกคืนหน้า เวอร์ชัน หรือไฟล์จากฐานข้อมูลโดยคลิกที่ลิงก์ <em>Remove</em> หรือ <em>Restore</em> ในแถวที่เกี่ยวข้อง (ระวัง: ไม่มีการยืนยันการลบ!)',

// โมดูลตัวกรอง
	'FilterSettingsInfo' => 'คำที่จะถูกเซ็นเซอร์โดยอัตโนมัติบนวิกิของคุณ',
	'FilterSettingsUpdated' => 'อัปเดตการตั้งค่าตัวกรองสแปมแล้ว',

	'WordCensoringSection' => 'การเซ็นเซอร์คำ',
	'SPAMFilter' => 'ตัวกรองสแปม:',
	'SPAMFilterInfo' => 'เปิดใช้งานตัวกรองสแปม',
	'WordList' => 'รายการคำ:',
	'WordListInfo' => 'คำหรือวลี <code>fragment</code> ที่จะถูกใส่ในรายการห้าม (หนึ่งรายการต่อบรรทัด)',

	// โมดูลบันทึก
	'LogFilterTip' => 'กรองเหตุการณ์ตามเกณฑ์:',
	'LogLevel' => 'ระดับ',
	'LogLevelFilters' => [
		'1' => 'ไม่น้อยกว่า',
		'2' => 'ไม่สูงกว่า',
		'3' => 'เท่ากับ',
	],
	'LogNoMatch' => 'ไม่พบเหตุการณ์ที่ตรงตามเกณฑ์',
	'LogDate' => 'วันที่',
	'LogEvent' => 'เหตุการณ์',
	'LogUsername' => 'ชื่อผู้ใช้',
	'LogLevels' => [
		'1' => 'วิกฤต',
		'2' => 'สูงสุด',
		'3' => 'สูง',
		'4' => 'ปานกลาง',
		'5' => 'ต่ำ',
		'6' => 'ต่ำสุด',
		'7' => 'ดีบัก',
	],

	// โมดูลอีเมลกลุ่ม
	'MassemailInfo' => 'ที่นี่คุณสามารถส่งอีเมลไปยัง (1) ผู้ใช้ทั้งหมด หรือ (2) ผู้ใช้ทั้งหมดในกลุ่มที่ระบุซึ่งเปิดรับอีเมลกลุ่ม อีเมลจะถูกส่งจากที่อยู่อีเมลผู้ดูแลที่ระบุ โดยสำเนาลับ (BCC) จะส่งถึงผู้รับทั้งหมด การตั้งค่าเริ่มต้นคือมีผู้รับสูงสุด 20 รายต่ออีเมล หากเกินจะส่งอีเมลเพิ่มเติม หากส่งหา กลุ่มใหญ่โปรดอดทนหลังจากกดส่งและอย่าหยุดหน้า การส่งอีเมลกลุ่มอาจใช้เวลานาน คุณจะได้รับแจ้งเมื่อสคริปต์ทำงานเสร็จ',
	'LogMassemail' => 'ส่งอีเมลกลุ่ม %1 ไปยังกลุ่ม/ผู้ใช้ ',
	'MassemailSend' => 'ส่งอีเมลกลุ่ม',

	'NoEmailMessage' => 'คุณต้องกรอกข้อความ',
	'NoEmailSubject' => 'คุณต้องระบุหัวข้อสำหรับข้อความของคุณ',
	'NoEmailRecipient' => 'คุณต้องระบุผู้ใช้หรือกลุ่มผู้ใช้อย่างน้อยหนึ่งรายการ',

	'MassemailSection' => 'อีเมลกลุ่ม',
	'MessageSubject' => 'หัวข้อ:',
	'MessageSubjectInfo' => '',
	'YourMessage' => 'ข้อความของคุณ:',
	'YourMessageInfo' => 'โปรดทราบว่าคุณสามารถกรอกข้อความธรรมดาเท่านั้น มาร์กอัปทั้งหมดจะถูกลบก่อนส่ง',

	'NoUser' => 'ไม่มีผู้ใช้',
	'NoUserGroup' => 'ไม่มีกลุ่มผู้ใช้',

	'SendToGroup' => 'ส่งไปยังกลุ่ม:',
	'SendToUser' => 'ส่งไปยังผู้ใช้:',
	'SendToUserInfo' => 'เฉพาะผู้ใช้ที่อนุญาตให้ผู้ดูแลส่งอีเมลหาได้เท่านั้นที่จะได้รับอีเมลกลุ่ม ตัวเลือกนี้อยู่ในการตั้งค่าผู้ใช้ภายใต้การแจ้งเตือน',

	// โมดูลข้อความระบบ
	'SystemMessageInfo' => '',
	'SysMsgUpdated' => 'อัปเดตข้อความระบบแล้ว',

	'SysMsgSection' => 'ข้อความระบบ',
	'SysMsg' => 'ข้อความระบบ:',
	'SysMsgInfo' => 'ใส่ข้อความของคุณที่นี่',

	'SysMsgType' => 'ประเภท:',
	'SysMsgTypeInfo' => 'ประเภทข้อความ (CSS)',
	'SysMsgAudience' => 'กลุ่มเป้าหมาย:',
	'SysMsgAudienceInfo' => 'กลุ่มผู้ชมที่จะแสดงข้อความระบบ',
	'EnableSysMsg' => 'เปิดใช้งานข้อความระบบ:',
	'EnableSysMsgInfo' => 'แสดงข้อความระบบ',

	// โมดูลอนุมัติผู้ใช้
	'ApproveNotExists' => 'โปรดเลือกผู้ใช้อย่างน้อยหนึ่งคนผ่านปุ่ม Set',

	'LogUserApproved' => 'อนุมัติผู้ใช้ ##%1## แล้ว',
	'LogUserBlocked' => 'บล็อกผู้ใช้ ##%1## แล้ว',
	'LogUserDeleted' => 'ลบผู้ใช้ ##%1## ออกจากฐานข้อมูล',
	'LogUserCreated' => 'สร้างผู้ใช้ใหม่ ##%1##',
	'LogUserUpdated' => 'อัปเดตผู้ใช้ ##%1##',
	'LogUserPasswordReset' => 'รีเซ็ตรหัสผ่านสำหรับผู้ใช้ ##%1## สำเร็จแล้ว',

	'UserApproveInfo' => 'อนุมัติผู้ใช้ใหม่ก่อนที่พวกเขาจะสามารถเข้าสู่ระบบได้',
	'Approve' => 'อนุมัติ',
	'Deny' => 'ปฏิเสธ',
	'Pending' => 'รอดำเนินการ',
	'Approved' => 'อนุมัติแล้ว',
	'Denied' => 'ถูกปฏิเสธ',

	// โมดูลสำรองฐานข้อมูล (DB Backup)
	'BackupStructure'			=> 'โครงสร้าง',
	'BackupData'				=> 'ข้อมูล',
	'BackupFolder'				=> 'โฟลเดอร์',
	'BackupTable'				=> 'ตาราง',
	'BackupCluster'				=> 'คลัสเตอร์:',
	'BackupFiles'				=> 'ไฟล์',
	'BackupNote'				=> 'หมายเหตุ:',
	'BackupSettings'			=> 'ระบุรูปแบบการสำรองที่ต้องการ.<br>' .
	'คลัสเตอร์รูทจะไม่ส่งผลต่อการสำรองไฟล์ระดับรวมและการสำรองไฟล์แคช (ถ้าเลือก ไฟล์เหล่านี้จะถูกเก็บไว้เต็มรูปแบบเสมอ).<br>' .  '<br>' .
	'<strong>โปรดทราบ</strong>: เพื่อหลีกเลี่ยงการสูญหายของข้อมูลจากฐานข้อมูลเมื่อระบุคลัสเตอร์รูท ตารางจากการสำรองนี้จะไม่ถูกปรับโครงสร้าง เหมือนกับการสำรองเฉพาะโครงสร้างตารางโดยไม่บันทึกข้อมูล เพื่อให้การแปลงตารางเป็นรูปแบบสำรองสมบูรณ์ คุณต้องทำการ <em>สำรองฐานข้อมูลทั้งหมด (โครงสร้างและข้อมูล) โดยไม่ระบุคลัสเตอร์</em>.',
	'BackupCompleted'			=> 'การสำรองและการเก็บเป็นอาร์ไคฟ์เสร็จสิ้นแล้ว.<br>' .
	'ไฟล์แพ็กเกจสำรองถูกจัดเก็บไว้ในซับไดเรกทอรี %1.<br>ดาวน์โหลดโดยใช้ FTP (รักษาโครงสร้างไดเรกทอรีและชื่อไฟล์เมื่อคัดลอก).<br> ในการคืนค่าหรือย้ายแพ็กเกจไปยังที่อื่น ให้ไปที่ <a href="%2">กู้คืนฐานข้อมูล</a>.',
	'LogSavedBackup'			=> 'บันทึกการสำรองฐานข้อมูล ##%1##',
	'Backup'					=> 'สำรอง',
	'CantReadFile'				=> 'ไม่สามารถอ่านไฟล์ %1.',

	// โมดูลกู้คืนฐานข้อมูล (DB Restore)
	'RestoreInfo'				=> 'คุณสามารถกู้คืนแพ็กเกจสำรองใด ๆ ที่พบ หรือจะลบออกจากเซิร์ฟเวอร์ได้.',
	'ConfirmDbRestore'			=> 'คุณต้องการกู้คืนสำรอง %1 หรือไม่?',
	'ConfirmDbRestoreInfo'		=> 'โปรดรอ กระบวนการนี้อาจใช้เวลาสักครู่.',
	'RestoreWrongVersion'		=> 'เวอร์ชัน WackoWiki ไม่ถูกต้อง!',
	'DirectoryNotExecutable'	=> 'ไดเรกทอรี %1 ไม่สามารถเรียกใช้งานได้.',
	'BackupDelete'				=> 'คุณแน่ใจหรือไม่ว่าต้องการลบสำรอง %1?',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'ตัวเลือกการกู้คืนเพิ่มเติม:',
	'RestoreOptionsInfo'		=> '* ก่อนกู้คืน <strong>คลัสเตอร์ที่สำรอง</strong> ตารางเป้าหมายจะไม่ได้ถูกลบทิ้ง (เพื่อป้องกันการสูญหายของข้อมูลจากคลัสเตอร์ที่ไม่ได้สำรอง). ' .
	'ดังนั้น ในกระบวนการกู้คืนจะเกิดระเบียนซ้ำขึ้น. ' .
	'ในโหมดปกติ ระเบียนซ้ำทั้งหมดจะถูกแทนที่ด้วยระเบียนจากการสำรอง (โดยใช้ SQL <code>REPLACE</code>), ' .
	'แต่ถ้าทำเครื่องหมายที่ช่องนี้ ระเบียนซ้ำทั้งหมดจะถูกข้าม (ค่าปัจจุบันของระเบียนจะเก็บไว้), ' .
	'และจะเพิ่มเฉพาะระเบียนที่มีคีย์ใหม่ลงในตาราง (SQL <code>INSERT IGNORE</code>).<br>' .
	'<strong>หมายเหตุ</strong>: เมื่อกู้คืนสำรองเต็มของไซต์ ตัวเลือกนี้จะไม่มีผล.<br>' .
	'<br>' .
	'** หากการสำรองมีไฟล์ของผู้ใช้ (ระดับรวมและต่อหน้า, ไฟล์แคช ฯลฯ), ' .
	'ในโหมดปกติไฟล์จะทับไฟล์ที่มีชื่อเดียวกันและวางไว้ในไดเรกทอรีเดียวกันเมื่อกู้คืน. ' .
	'ตัวเลือกนี้อนุญาตให้คุณเก็บสำเนาปัจจุบันของไฟล์ไว้และกู้คืนจากสำรองเฉพาะไฟล์ใหม่ (ที่หายไปบนเซิร์ฟเวอร์).',
	'IgnoreDuplicatedKeysNr'	=> 'ละเว้นคีย์ตารางที่ซ้ำกัน (ไม่แทนที่)',
	'IgnoreSameFiles'			=> 'ละเว้นไฟล์ที่เหมือนกัน (ไม่เขียนทับ)',
	'NoBackupsAvailable'		=> 'ไม่มีสำรองให้ใช้งาน.',
	'BackupEntireSite'			=> 'ทั้งไซต์',
	'BackupRestored'			=> 'การกู้คืนสำรองเสร็จสิ้น รายงานสรุปแนบไว้ด้านล่าง ในการลบแพ็กเกจสำรองนี้ คลิก',
	'BackupRemoved'				=> 'สำรองที่เลือกถูกลบเรียบร้อยแล้ว.',
	'LogRemovedBackup'			=> 'ลบการสำรองฐานข้อมูล ##%1##',

	'DbEngineInvalid'			=> 'เอนจินฐานข้อมูลไม่ถูกต้อง ต้องการ %1',
	'RestoreStarted'			=> 'เริ่มกระบวนการกู้คืน',
	'RestoreParameters'			=> 'ใช้พารามิเตอร์',
	'IgnoreDuplicatedKeys'		=> 'ละเว้นคีย์ซ้ำ',
	'IgnoreDuplicatedFiles'		=> 'ละเว้นไฟล์ซ้ำ',
	'SavedCluster'				=> 'คลัสเตอร์ที่บันทึก',
	'DataProtection'			=> 'การปกป้องข้อมูล - ข้าม %1 รายการ',
	'AssumeDropTable'			=> 'สมมติ %1',
	'RestoreSQLiteDatabase'		=> 'กำลังกู้คืนฐานข้อมูล SQLite',
	'SQLiteDatabaseRestored'	=> 'กู้คืนฐานข้อมูลเรียบร้อยจาก:',
	'RestoreTableStructure'		=> 'กู้คืนโครงสร้างของตาราง',
	'RunSqlQueries'				=> 'ดำเนินการคำสั่ง SQL:',
	'CompletedSqlQueries'		=> 'เสร็จสิ้น. คำสั่งที่ประมวลผล:',
	'NoTableStructure'			=> 'ไม่ได้บันทึกโครงสร้างตาราง - ข้าม',
	'RestoreRecords'			=> 'กู้คืนเนื้อหาของตาราง',
	'ProcessTablesDump'			=> 'เพียงดาวน์โหลดและประมวลผลดัมพ์ตาราง',
	'Instruction'				=> 'คำสั่ง',
	'RestoredRecords'			=> 'ระเบียน:',
	'RecordsRestoreDone'		=> 'เสร็จสิ้น. รวมทั้งหมด:',
	'SkippedRecords'			=> 'ข้อมูลไม่ได้บันทึก - ข้าม',
	'RestoringFiles'			=> 'กำลังกู้คืนไฟล์',
	'DecompressAndStore'		=> 'คลายบีบอัดและจัดเก็บเนื้อหาไดเรกทอรี',
	'HomonymicFiles'			=> 'ไฟล์ที่มีชื่อเหมือนกัน',
	'RestoreSkip'				=> 'ข้าม',
	'RestoreReplace'			=> 'แทนที่',
	'RestoreFile'				=> 'ไฟล์:',
	'RestoredFiles'				=> 'กู้คืน:',
	'SkippedFiles'				=> 'ข้าม:',
	'FileRestoreDone'			=> 'เสร็จสิ้น. รวมไฟล์ทั้งหมด:',
	'FilesAll'					=> 'ทั้งหมด:',
	'SkipFiles'					=> 'ไฟล์ไม่ได้ถูกจัดเก็บ - ข้าม',
	'RestoreDone'				=> 'การกู้คืนเสร็จสิ้น',

	'BackupCreationDate'		=> 'วันที่สร้าง',
	'BackupPackageContents'		=> 'เนื้อหาในแพ็กเกจ',
	'BackupRestore'				=> 'กู้คืน',
	'BackupRemove'				=> 'ลบ',
	'RestoreYes'				=> 'ใช่',
	'RestoreNo'					=> 'ไม่',
	'LogDbRestored'				=> 'สำรอง ##%1## ของฐานข้อมูลถูกกู้คืนแล้ว.',

	'BackupArchived'			=> 'สำรอง %1 ถูกเก็บเป็นอาร์ไคฟ์แล้ว.',
	'BackupArchiveExists'		=> 'อาร์ไคฟ์สำรอง %1 มีอยู่แล้ว.',
	'LogBackupArchived'			=> 'สำรอง ##%1## ถูกเก็บเป็นอาร์ไคฟ์.',

	// โมดูลผู้ใช้ (User module)
	'UsersInfo'					=> 'ที่นี่คุณสามารถแก้ไขข้อมูลผู้ใช้ของคุณและตัวเลือกเฉพาะบางอย่าง.',

	'UsersAdded'				=> 'เพิ่มผู้ใช้แล้ว',
	'UsersDeleteInfo'			=> 'ลบผู้ใช้:',
	'EditButton'				=> 'แก้ไข',
	'UsersAddNew'				=> 'เพิ่มผู้ใช้ใหม่',
	'UsersDelete'				=> 'คุณแน่ใจหรือไม่ว่าต้องการลบผู้ใช้ %1?',
	'UsersDeleted'				=> 'ผู้ใช้ %1 ถูกลบจากฐานข้อมูลแล้ว.',
	'UsersRename'				=> 'เปลี่ยนชื่อผู้ใช้ %1 เป็น',
	'UsersRenameInfo'			=> '* หมายเหตุ: การเปลี่ยนชื่อจะมีผลกับหน้าทั้งหมดที่ถูกกำหนดให้ผู้ใช้นั้น.',
	'UsersUpdated'				=> 'อัปเดตผู้ใช้เรียบร้อยแล้ว.',

	'UserIP'					=> 'IP',
	'UserSignuptime'			=> 'วันที่สมัคร',
	'UserActions'				=> 'การกระทำ',
	'NoMatchingUser'			=> 'ไม่มีผู้ใช้ที่ตรงตามเกณฑ์',

	'UserAccountNotify'			=> 'แจ้งผู้ใช้',
	'UserNotifySignup'			=> 'แจ้งผู้ใช้เกี่ยวกับบัญชีใหม่',
	'UserVerifyEmail'			=> 'ตั้งโทเค็นยืนยันอีเมลและเพิ่มลิงก์สำหรับการยืนยันอีเมล',
	'UserReVerifyEmail'			=> 'ส่งโทเค็นยืนยันอีเมลอีกครั้ง',

	// โมดูลกลุ่ม (Groups module)
	'GroupsInfo'				=> 'จากแผงนี้คุณสามารถจัดการกลุ่มผู้ใช้ทั้งหมดของคุณได้ คุณสามารถลบ สร้าง และแก้ไขกลุ่มที่มีอยู่ นอกจากนี้คุณยังสามารถเลือกผู้นำกลุ่ม ปรับสถานะกลุ่มเป็น เปิด/ซ่อน/ปิด และตั้งชื่อกลุ่มและคำอธิบาย.',

	'LogMembersUpdated'			=> 'อัปเดตสมาชิกของกลุ่มผู้ใช้',
	'LogMemberAdded'			=> 'เพิ่มสมาชิก ##%1## ไปยังกลุ่ม ##%2##',
	'LogMemberRemoved'			=> 'เอาสมาชิก ##%1## ออกจากกลุ่ม ##%2##',
	'LogGroupCreated'			=> 'สร้างกลุ่มใหม่ ##%1##',
	'LogGroupRenamed'			=> 'เปลี่ยนชื่อกลุ่ม ##%1## เป็น ##%2##',
	'LogGroupRemoved'			=> 'ลบกลุ่ม ##%1##',

	'GroupsMembersFor'			=> 'สมาชิกสำหรับกลุ่ม',
	'GroupsDescription'			=> 'คำอธิบาย',
	'GroupsModerator'			=> 'ผู้ดูแล',
	'GroupsOpen'				=> 'เปิด',
	'GroupsActive'				=> 'ใช้งาน',
	'GroupsTip'					=> 'คลิกเพื่อแก้ไขกลุ่ม',
	'GroupsUpdated'				=> 'อัปเดตกกลุ่มแล้ว',
	'GroupsAlreadyExists'		=> 'มีชื่อกลุ่มนี้อยู่แล้ว.',
	'GroupsAdded'				=> 'เพิ่มกลุ่มเรียบร้อยแล้ว.',
	'GroupsRenamed'				=> 'เปลี่ยนชื่อกลุ่มเรียบร้อยแล้ว.',
	'GroupsDeleted'				=> 'กลุ่ม %1 และหน้าที่เกี่ยวข้องทั้งหมดถูกลบจากฐานข้อมูลแล้ว.',
	'GroupsAdd'					=> 'เพิ่มกลุ่มใหม่',
	'GroupsRename'				=> 'เปลี่ยนชื่อกลุ่ม %1 เป็น',
	'GroupsRenameInfo'			=> '* หมายเหตุ: การเปลี่ยนแปลงจะมีผลกับหน้าทั้งหมดที่ถูกกำหนดให้กลุ่มนั้น.',
	'GroupsDelete'				=> 'คุณแน่ใจหรือไม่ว่าต้องการลบกลุ่ม %1?',
	'GroupsDeleteInfo'			=> '* หมายเหตุ: การเปลี่ยนแปลงจะมีผลกับสมาชิกทั้งหมดที่ถูกกำหนดให้กลุ่มนั้น.',
	'GroupsIsSystem'			=> 'กลุ่ม %1 เป็นของระบบและไม่สามารถลบได้.',
	'GroupsStoreButton'			=> 'บันทึกกลุ่ม',
	'GroupsEditInfo'			=> 'ในการแก้ไขรายการกลุ่มให้เลือกปุ่มวิทยุ.',

	'GroupAddMember'			=> 'เพิ่มสมาชิก',
	'GroupRemoveMember'			=> 'นำสมาชิกออก',
	'GroupAddNew'				=> 'เพิ่มกลุ่ม',
	'GroupEdit'					=> 'แก้ไขกลุ่ม',
	'GroupDelete'				=> 'ลบกลุ่ม',

	'MembersAddNew'				=> 'เพิ่มสมาชิกใหม่',
	'MembersAdded'				=> 'เพิ่มสมาชิกใหม่เข้าในกลุ่มเรียบร้อยแล้ว.',
	'MembersRemove'				=> 'คุณแน่ใจหรือไม่ว่าต้องการนำสมาชิก %1 ออก?',
	'MembersRemoved'			=> 'สมาชิกถูกนำออกจากกลุ่มแล้ว.',

	// โมดูลสถิติ (Statistics module)
	'DbStatSection'				=> 'สถิติฐานข้อมูล',
	'DbTable'					=> 'ตาราง',
	'DbRecords'					=> 'ระเบียน',
	'DbSize'					=> 'ขนาด',
	'DbIndex'					=> 'ดัชนี',
	'DbTotal'					=> 'รวม',

	'FileStatSection'			=> 'สถิติระบบไฟล์',
	'FileFolder'				=> 'โฟลเดอร์',
	'FileFiles'					=> 'ไฟล์',
	'FileSize'					=> 'ขนาด',
	'FileTotal'					=> 'รวม',

	// โมดูลข้อมูลระบบ (Sysinfo module)
	'SysInfo'					=> 'ข้อมูลเวอร์ชัน:',
	'SysParameter'				=> 'พารามิเตอร์',
	'SysValues'					=> 'ค่า',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'อัปเดตล่าสุด',
	'ServerOS'					=> 'ระบบปฏิบัติการ',
	'ServerName'				=> 'ชื่อเซิร์ฟเวอร์',
	'WebServer'					=> 'เว็บเซิร์ฟเวอร์',
	'HttpProtocol'				=> 'โปรโตคอล HTTP',
	'DbVersion'					=> 'ฐานข้อมูล',
	'SqlModesGlobal'			=> 'โหมด SQL (ทั่วไป)',
	'SqlModesSession'			=> 'โหมด SQL (เซสชัน)',
	'IcuVersion'				=> 'ICU',
	'PhpVersion'				=> 'PHP',
	'MemoryLimit'				=> 'หน่วยความจำ',
	'UploadFilesizeMax'			=> 'ขนาดไฟล์อัปโหลดสูงสุด',
	'PostMaxSize'				=> 'ขนาดโพสต์สูงสุด',
	'MaxExecutionTime'			=> 'เวลาการทำงานสูงสุด',
	'SessionPath'				=> 'เส้นทางเซสชัน',
	'PhpDefaultCharset'			=> ' charset ค่าเริ่มต้นของ PHP',
	'GZipCompression'			=> 'การบีบอัด GZip',
	'PhpExtensions'				=> 'ส่วนขยาย PHP',
	'ApacheModules'				=> 'โมดูล Apache',

	// โมดูลซ่อมแซม DB (DB repair module)
	'DbRepairSection'			=> 'ซ่อมแซมฐานข้อมูล',
	'DbRepair'					=> 'ซ่อมแซมฐานข้อมูล',
	'DbRepairInfo'				=> 'สคริปต์นี้สามารถค้นหาและซ่อมแซมปัญหาทั่วไปบางอย่างของฐานข้อมูลโดยอัตโนมัติ การซ่อมแซมอาจใช้เวลาพอสมควร โปรดรอ.',

	'DbOptimizeRepairSection'	=> 'ซ่อมแซมและเพิ่มประสิทธิภาพฐานข้อมูล',
	'DbOptimizeRepair'			=> 'ซ่อมแซมและเพิ่มประสิทธิภาพฐานข้อมูล',
	'DbOptimizeRepairInfo'		=> 'สคริปต์นี้สามารถพยายามเพิ่มประสิทธิภาพฐานข้อมูลด้วย สิ่งนี้ช่วยปรับปรุงประสิทธิภาพในบางสถานการณ์ การซ่อมแซมและเพิ่มประสิทธิภาพอาจใช้เวลานานและฐานข้อมูลจะถูกล็อกขณะเพิ่มประสิทธิภาพ.',

	'TableOk'					=> 'ตาราง %1 ปกติดี.',
	'TableNotOk'				=> 'ตาราง %1 มีปัญหา กำลังรายงานข้อผิดพลาดดังต่อไปนี้: %2. สคริปต์นี้จะพยายามซ่อมแซมตารางนี้&hellip;',
	'TableRepaired'				=> 'ซ่อมแซมตาราง %1 สำเร็จแล้ว.',
	'TableRepairFailed'			=> 'ไม่สามารถซ่อมแซมตาราง %1 ได้. <br>ข้อผิดพลาด: %2',
	'TableAlreadyOptimized'		=> 'ตาราง %1 ถูกเพิ่มประสิทธิภาพแล้ว.',
	'TableOptimized'			=> 'เพิ่มประสิทธิภาพตาราง %1 สำเร็จแล้ว.',
	'TableOptimizeFailed'		=> 'ไม่สามารถเพิ่มประสิทธิภาพตาราง %1 ได้. <br>ข้อผิดพลาด: %2',
	'TableNotRepaired'			=> 'มีปัญหาบางประการของฐานข้อมูลที่ไม่สามารถซ่อมแซมได้.',
	'RepairsComplete'			=> 'การซ่อมแซมเสร็จสมบูรณ์',

	// โมดูลความไม่สอดคล้อง (Inconsistencies module)
	'InconsistenciesInfo'		=> 'แสดงและแก้ไขความไม่สอดคล้อง ลบหรือกำหนดระเบียนที่ถูกทอดทิ้งให้กับผู้ใช้/ค่าที่ใหม่.',
	'Inconsistencies'			=> 'ความไม่สอดคล้อง',
	'CheckDatabase'				=> 'ฐานข้อมูล',
	'CheckDatabaseInfo'			=> 'ตรวจหาความไม่สอดคล้องของระเบียนในฐานข้อมูล.',
	'CheckFiles'				=> 'ไฟล์',
	'CheckFilesInfo'			=> 'ตรวจหาไฟล์ที่ถูกทอดทิ้ง ไฟล์ที่ไม่มีการอ้างอิงในตารางไฟล์.',
	'Records'					=> 'ระเบียน',
	'InconsistenciesNone'		=> 'ไม่พบความไม่สอดคล้องของข้อมูล.',
	'InconsistenciesDone'		=> 'แก้ไขความไม่สอดคล้องของข้อมูลแล้ว.',
	'InconsistenciesRemoved'	=> 'ลบความไม่สอดคล้องแล้ว',
	'Check'						=> 'ตรวจสอบ',
	'Solve'						=> 'แก้ไข',

	// โมดูล Bad Behaviour
	'BbInfo'					=> 'ตรวจจับและบล็อกการเข้าถึงเว็บที่ไม่พึงประสงค์ ปฏิเสธการเข้าถึงของสแปมอัตโนมัติ.<br>สำหรับข้อมูลเพิ่มเติม โปรดเยี่ยมชมหน้าแรก %1.',
	'BbEnable'					=> 'เปิดใช้งาน Bad Behaviour:',
	'BbEnableInfo'				=> 'การตั้งค่าอื่น ๆ สามารถเปลี่ยนได้ในโฟลเดอร์คอนฟิก %1.',
	'BbStats'					=> 'Bad Behaviour ได้บล็อกความพยายามเข้าถึง %1 ครั้งใน 7 วันที่ผ่านมา.',

	'BbSummary'					=> 'สรุป',
	'BbLog'						=> 'บันทึก',
	'BbSettings'				=> 'การตั้งค่า',
	'BbWhitelist'				=> 'รายการอนุญาต',

	// --> บันทึก (Log)
	'BbHits'					=> 'การเข้าถึง',
	'BbRecordsFiltered'			=> 'แสดง %1 จาก %2 ระเบียนที่ถูกกรองโดย',
	'BbStatus'					=> 'สถานะ',
	'BbBlocked'					=> 'ถูกบล็อก',
	'BbPermitted'				=> 'ได้รับอนุญาต',
	'BbIp'						=> 'IP',
	'BbGetPost'					=> 'GET/POST',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'แสดงทั้งหมด %1 ระเบียน',
	'BbShow'					=> 'แสดง',
	'BbIpDateStatus'			=> 'IP/วันที่/สถานะ',
	'BbHeaders'					=> 'เฮดเดอร์',
	'BbEntity'					=> 'เอนทิตี',

	// --> รายการอนุญาต (Whitelist)
	'BbOptionsSaved'			=> 'บันทึกตัวเลือกแล้ว.',
	'BbWhitelistHint'			=> 'การใส่ในรายการอนุญาตอย่างไม่เหมาะสม จะทำให้คุณเสี่ยงต่อสแปม หรือทำให้ Bad Behaviour หยุดทำงานทั้งหมด! อย่าใส่ในรายการอนุญาต เว้นแต่คุณแน่ใจ 100% ว่าควรทำ.',
	'BbIpAddress'				=> 'ที่อยู่ IP',
	'BbIpAddressInfo'			=> 'ที่อยู่ IP หรือช่วงที่อยู่ในรูปแบบ CIDR ที่จะใส่ในรายการอนุญาต (บรรทัดละหนึ่งรายการ)',
	'BbUrl'						=> 'URL',
	'BbUrlInfo'					=> 'ชิ้นส่วนของ URL เริ่มต้นด้วย / หลังชื่อโฮสต์ของเว็บไซต์ (บรรทัดละหนึ่งรายการ)',
	'BbUserAgent'				=> 'User Agent',
	'BbUserAgentInfo'			=> 'สตริง User Agent ที่จะใส่ในรายการอนุญาต (บรรทัดละหนึ่งรายการ)',

	// --> การตั้งค่า (Settings)
	'BbSettingsUpdated'			=> 'อัปเดตการตั้งค่า Bad Behaviour แล้ว',
	'BbLogRequest'				=> 'บันทึกคำขอ HTTP',
	'BbLogVerbose'				=> 'รายละเอียด',
	'BbLogNormal'				=> 'ปกติ (แนะนำ)',
	'BbLogOff'					=> 'ไม่บันทึก (ไม่แนะนำ)',
	'BbSecurity'				=> 'ความปลอดภัย',
	'BbStrict'					=> 'การตรวจสอบเข้มงวด',
	'BbStrictInfo'				=> 'บล็อกสแปมได้มากขึ้น แต่บางคนอาจถูกบล็อกด้วย',
	'BbOffsiteForms'			=> 'อนุญาตการส่งฟอร์มจากเว็บไซต์อื่น',
	'BbOffsiteFormsInfo'		=> 'จำเป็นสำหรับ OpenID; เพิ่มสแปมที่ได้รับ',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'เพื่อใช้ฟีเจอร์ http:BL ของ Bad Behaviour คุณต้องมี %1',
	'BbHttpblKey'				=> 'คีย์เข้าถึง http:BL',
	'BbHttpblThreat'			=> 'ระดับภัยคุกคามขั้นต่ำ (แนะนำ 25)',
	'BbHttpblMaxage'			=> 'อายุข้อมูลสูงสุด (แนะนำ 30)',
	'BbReverseProxy'			=> 'รีเวิร์สพร็อกซี/โหลดบาลานเซอร์',
	'BbReverseProxyInfo'		=> 'หากคุณใช้ Bad Behaviour อยู่ด้านหลังรีเวิร์สพร็อกซี โหลดบาลานเซอร์ ตัวเร่ง HTTP แคชเนื้อหา หรือเทคโนโลยีที่คล้ายกัน ให้เปิดใช้งานตัวเลือก Reverse Proxy.<br>' .
	'หากมีโซ่ของรีเวิร์สพร็อกซีสองตัวขึ้นไประหว่างเซิร์ฟเวอร์ของคุณและอินเทอร์เน็ตสาธารณะ คุณต้องระบุช่วงที่อยู่ IP (ในรูปแบบ CIDR) ของพร็อกซีเซิร์ฟเวอร์ทั้งหมดของคุณทั้งหมด มิฉะนั้น Bad Behaviour อาจไม่สามารถระบุที่อยู่ IP จริงของลูกค้าได้.<br>' .
	'นอกจากนี้ เซิร์ฟเวอร์พร็อกซีของคุณต้องตั้งค่าที่อยู่ IP ของลูกค้าอินเทอร์เน็ตที่ได้รับคำขอไว้ในเฮดเดอร์ HTTP หากคุณไม่ระบุเฮดเดอร์ จะใช้ %1 โดยค่าเริ่มต้น เซิร์ฟเวอร์พร็อกซีส่วนใหญ่รองรับ X-Forwarded-For อยู่แล้ว และคุณก็เพียงต้องแน่ใจว่าเปิดใช้งานในพร็อกซีของคุณ ชื่อเฮดเดอร์อื่นที่ใช้กันทั่วไปได้แก่ %2 และ %3.',
	'BbReverseProxyEnable'		=> 'เปิดใช้งาน Reverse Proxy',
	'BbReverseProxyHeader'		=> 'เฮดเดอร์ที่มีที่อยู่ IP ของลูกค้าอินเทอร์เน็ต',
	'BbReverseProxyAddresses'	=> 'ที่อยู่ IP หรือช่วงที่อยู่ในรูปแบบ CIDR ของพร็อกซีเซิร์ฟเวอร์ของคุณ (บรรทัดละหนึ่งรายการ)',

];
