<?php

if (!defined('IN_WACKO'))
{
	exit;
}

$ap_translation = [

	'CategoryArray'		=> [
		'basics'		=> 'Основні функції',
		'preferences'	=> 'Властивості',
		'content'		=> 'Зміст',
		'users'			=> 'Спільноти',
		'maintenance'	=> 'Ремонт',
		'messages'		=> 'Повідомлення',
		'extension'		=> 'Розширення',
		'database'		=> 'База даних',
	],

	// Admin panel
	'AdminPanel'				=> 'Центр керування',
	'RecoveryMode'				=> 'Режим відновлення',
	'Authorization'				=> 'Авторизація',
	'AuthorizationTip'			=> 'Введіть адміністративний пароль (переконайтеся, що cookies дозволено у вашому браузері).',
	'NoRecoveryPassword'		=> 'Адміністративний пароль не вказано!',
	'NoRecoveryPasswordTip'		=> 'Примітка. Відсутність адміністративного пароля - це загроза для безпеки! Введіть хеш пароля в файлі конфігурації і знову запустіть програму.',

	'ErrorLoadingModule'		=> 'Помилка завантаження модуля адміністратора %1: не існує.',

	'ApHomePage'				=> 'Домашня сторінка',
	'ApHomePageTip'				=> 'Вийти з управління системою і відкрити домашню сторінку',
	'ApLogOut'					=> 'Вийти з системи',
	'ApLogOutTip'				=> 'Вийти з адміністрації системи і вийти з системи',

	'TimeLeft'					=> 'Часу залишилося:  %1 хвилин(ів)',
	'ApVersion'					=> 'версія',

	'SiteOpen'					=> 'Відкриті',
	'SiteOpened'				=> 'сайт відкрито',
	'SiteOpenedTip'				=> 'Сайт відкритий',
	'SiteClose'					=> 'Закрити',
	'SiteClosed'				=> 'сайт закритий',
	'SiteClosedTip'				=> 'Сайт закритий',

	'System'					=> 'Система',

	// Generic
	'Cancel'					=> 'Скасувати',
	'Add'						=> 'Додати',
	'Edit'						=> 'Редагувати',
	'Remove'					=> 'Видалити',
	'Enabled'					=> 'Увімкнено',
	'Disabled'					=> 'Вимкнено',
	'Mandatory'					=> 'Mandatory',
	'Admin'						=> 'Адмін',
	'Min'						=> 'Мін',
	'Max'						=> 'Макс',

	'MiscellaneousSection'		=> 'Різне',
	'MainSection'				=> 'Загальні налаштування',

	'DirNotWritable'			=> 'Каталог %1 недоступний для запису.',
	'FileNotWritable'			=> 'Файл %1 недоступний для запису.',

	/**
	 * AP MENU
	 *
	 *	'module_name'		=> [
	 *		'name'		=> 'Module name',
	 *		'title'		=> 'Module title',
	 *	],
	 */

	// Config Basic module
	'config_basic'		=> [
		'name'		=> 'Основні налаштування',
		'title'		=> 'Основні налаштування',
	],

	// Config Appearance module
	'config_appearance'		=> [
		'name'		=> 'Зовнішній вигляд',
		'title'		=> 'Налаштування зовнішнього вигляду',
	],

	// Config Email module
	'config_email'		=> [
		'name'		=> 'Ел. пошта',
		'title'		=> 'Налаштування електронної пошти',
	],

	// Config Syndication module
	'config_syndication'		=> [
		'name'		=> 'Синдикація',
		'title'		=> 'Налаштування синдикації',
	],

	// Config Filter module
	'config_filter'		=> [
		'name'		=> 'Фільтр',
		'title'		=> 'Налаштування фільтрів',
	],

	// Config Formatter module
	'config_formatter'		=> [
		'name'		=> 'Форматерія',
		'title'		=> 'Параметри форматування',
	],

	// Config Notifications module
	'config_notifications'		=> [
		'name'		=> 'Сповіщення',
		'title'		=> 'Налаштування сповіщень',
	],

	// Config Pages module
	'config_pages'		=> [
		'name'		=> 'Сторінки',
		'title'		=> 'Сторінок і параметри сайту',
	],

	// Config Permissions module
	'config_permissions'		=> [
		'name'		=> 'Дозволи',
		'title'		=> 'Налаштування дозволів',
	],

	// Config Security module
	'config_security'		=> [
		'name'		=> 'Безпека',
		'title'		=> 'Налаштування підсистеми безпеки',
	],

	// Config System module
	'config_system'		=> [
		'name'		=> 'Система',
		'title'		=> 'Системні параметри',
	],

	// Config Upload module
	'config_upload'		=> [
		'name'		=> 'Вивантажити',
		'title'		=> 'Параметри вкладень',
	],

	// Deleted module
	'content_deleted'		=> [
		'name'		=> 'Видалено',
		'title'		=> 'Видалений вміст',
	],

	// Menu module
	'content_menu'		=> [
		'name'		=> 'Меню',
		'title'		=> 'Додавати, редагувати або видаляти елементи меню за замовчуванням',
	],

	// DB Backup module
	'db_backup'		=> [
		'name'		=> 'Резервне копіювання',
		'title'		=> 'Створення бекапу даних',
	],

	// DB Repair module
	'db_repair'		=> [
		'name'		=> 'Відновити',
		'title'		=> 'Відновлення та оптимізація бази даних',
	],

	// DB Restore module
	'db_restore'		=> [
		'name'		=> 'Відновити',
		'title'		=> 'Відновлення з резервної копії',
	],

	// Dashboard module
	'main'		=> [
		'name'		=> 'Головне Меню',
		'title'		=> 'Налаштування WackoWiki',
	],

	// Inconsistencies module
	'maint_inconsistencies'		=> [
		'name'		=> 'Невідповідність',
		'title'		=> 'Виправлення невідповідності даних',
	],

	// Data Synchronization module
	'maint_resync'		=> [
		'name'		=> 'Синхронізація даних',
		'title'		=> 'Синхронізація',
	],

	// Mass email module
	'massemail'		=> [
		'name'		=> 'Масова пошта',
		'title'		=> 'Масова пошта',
	],

	// System message module
	'messages'		=> [
		'name'		=> 'Системне повідомлення',
		'title'		=> 'Системні повідомлення',
	],

	// System Info module
	'system_info'		=> [
		'name'		=> 'Системна інформація',
		'title'		=> 'Інформація про систему',
	],

	// System log module
	'system_log'		=> [
		'name'		=> 'Системний журнал',
		'title'		=> 'Журнал системних подій',
	],

	// Statistics module
	'system_statistics'		=> [
		'name'		=> 'Статистика',
		'title'		=> 'Показати статистику',
	],

	// Bad Behaviour module
	'tool_badbehaviour'		=> [
		'name'		=> 'Погана поведінка',
		'title'		=> 'Погана поведінка',
	],

	// Registration Approval module
	'user_approve'		=> [
		'name'		=> 'Схвалити',
		'title'		=> 'Підтвердження реєстрації користувачів',
	],

	// Groups module
	'user_groups'		=> [
		'name'		=> 'Групи',
		'title'		=> 'Управління групою',
	],

	// User module
	'user_users'		=> [
		'name'		=> 'Спільноти',
		'title'		=> 'Управління користувачами',
	],

	// Main module
	'MainNote'					=> 'Примітка: Рекомендується тимчасово заблокувати доступ до сайту для адміністративного обслуговування.',

	'PurgeSessions'				=> 'Purge',
	'PurgeSessionsTip'			=> 'Очистити всі сеанси',
	'PurgeSessionsConfirm'		=> 'Ви дійсно бажаєте очистити всі сеанси? Всі користувачі. Це призведе до виходу всіх користувачів.',
	'PurgeSessionsExplain'		=> 'Очищення всіх сесій. Після цього всі користувачі будуть виходити з системи автор токена.',
	'PurgeSessionsDone'			=> 'Сесії успішно очищено.',

	// Basic settings
	'BasicSettingsInfo'			=> '',
	'BasicSettingsUpdated'		=> 'Оновлені основні налаштування',
	'LogBasicSettingsUpdated'	=> 'Оновлені основні налаштування',

	'SiteName'					=> 'Назва сайту:',
	'SiteNameInfo'				=> 'Назва цього сайту. З\'явиться з заголовка браузера, заголовка теми, електронною поштою та ін.',
	'SiteDesc'					=> 'Опис',
	'SiteDescInfo'				=> 'Доповнювати до заголовку сайту, який відображається в заголовку сторінок. Роз\'являйте, кількома словами, про що цей сайт написано.',
	'AdminName'					=> 'Адміністрування сайту:',
	'AdminNameInfo'				=> 'Ім\'я користувача, який несе відповідальність за загальну підтримку сайту. Це ім\'я не використовується для визначення прав доступу, але це бажано відповідати імені головного адміністратора сайту.',

	'LanguageSection'			=> 'Мова:',
	'DefaultLanguage'			=> 'Мова за замовчуванням:',
	'DefaultLanguageInfo'		=> 'Визначає мову повідомлень, яка буде відображатись як незареєстрованих гостей, так і локальні налаштування.',
	'MultiLanguage'				=> 'Підтримка багатьох серверів:',
	'MultiLanguageInfo'			=> 'Увімкнути можливість обрати мову на сторінці.',
	'AllowedLanguages'			=> 'Дозволені мови:',
	'AllowedLanguagesInfo'		=> 'Рекомендується обрати тільки набір мов, якими ви хочете користуватися, в іншому випадку обрані всі мови.',

	'CommentSection'			=> 'Коментарі',
	'AllowComments'				=> 'Дозволити коментарі:',
	'AllowCommentsInfo'			=> 'Увімкніть коментарі для гостей або зареєстрованих користувачів, або вимкніть їх на всьому сайті.',
	'SortingComments'			=> 'Сортування коментарів:',
	'SortingCommentsInfo'		=> 'Змінює порядок, в якому будуть представлені коментарі до сторінки, з останнім часом АБО найстарішим коментарем вгорі.',
	'CommentsOffset'			=> 'Сторінка коментарів:',
	'CommentsOffsetInfo'		=> 'Сторінка коментарів для відображення за замовчуванням',

	'ToolbarSection'			=> 'Панель інструментів',
	'CommentsPanel'				=> 'Панель коментарів:',
	'CommentsPanelInfo'			=> 'Показ коментарів за замовчуванням внизу сторінки.',
	'FilePanel'					=> 'Панель файлів:',
	'FilePanelInfo'				=> 'Типове відображення вкладень у нижній частині сторінки.',
	'TagsPanel'					=> 'Панель міток:',
	'TagsPanelInfo'				=> 'Типове відображення панелі тегів в нижній частині сторінки.',

	'NavigationSection'			=> 'Navigation',
	'ShowPermalink'				=> 'Показати постійне посилання:',
	'ShowPermalinkInfo'			=> 'Показ за замовчуванням постійного посилання для поточної версії сторінки.',
	'TocPanel'					=> 'Панель данних вмісту:',
	'TocPanelInfo'				=> 'Панель вмісту сторінки за замовчуванням (може знадобитися підтримка в шаблонах).',
	'SectionsPanel'				=> 'Панель розділів:',
	'SectionsPanelInfo'			=> 'За замовчуванням, панель суміжних сторінок (потрібна підтримка в шаблонах).',
	'DisplayingSections'		=> 'Відображення розділів:',
	'DisplayingSectionsInfo'	=> 'Якщо встановлено попередні параметри, відображати лише підсторінки сторінки (<em>нижню</em>), лише сусідні (<em>верхню</em>), обидві чи інші (<em>дерево</em>).',
	'MenuItems'					=> 'Пункти меню:',
	'MenuItemsInfo'				=> 'Кількість елементів меню за замовчуванням (може знадобитися підтримка в шаблонах).',

	'HandlerSection'			=> 'Handlers',
	'HideRevisions'				=> 'Приховати редакції:',
	'HideRevisionsInfo'			=> 'Показ за замовчуванням редакцій сторінки.',
	'AttachmentHandler'			=> 'Увімкнути обробник вкладень:',
	'AttachmentHandlerInfo'		=> 'Показ елементів обробника вкладень.',
	'SourceHandler'				=> 'Увімкнути обробник джерела:',
	'SourceHandlerInfo'			=> 'Передає відображення початкового обробника.',
	'ExportHandler'				=> 'Включити обробник експорту XML:',
	'ExportHandlerInfo'			=> 'Відображення елементів обробника експорту XML.',

	'DiffModeSection'			=> 'Режими diff',
	'DefaultDiffModeSetting'	=> 'Режим порівняння за замовчуванням:',
	'DefaultDiffModeSettingInfo'=> 'Попередня зміна розміру.',
	'AllowedDiffMode'			=> 'Дозволені режими відмінностей:',
	'AllowedDiffModeInfo'		=> 'Рекомендується вибрати тільки набір режимів відмінностей, які ви хочете використовувати, в іншому випадку обрані всі режими відмінності.',
	'NotifyDiffMode'			=> 'Режим відмінностей в сповіщенні:',
	'NotifyDiffModeInfo'		=> 'Порівняльний режим, який використовується для сповіщень в тілі електронної пошти.',

	'EditingSection'			=> 'Редагування',
	'EditSummary'				=> 'Редагувати:',
	'EditSummaryInfo'			=> 'Показує вміст зміни в режимі редагування.',
	'MinorEdit'					=> 'Незначне редагування:',
	'MinorEditInfo'				=> 'Вмикає можливість мінор редагування в режимі редагування.',
	'SectionEdit'				=> 'Дата Секціонування:',
	'SectionEditInfo'			=> 'Дає змогу редагувати тільки секцію сторінки.',
	'ReviewSettings'			=> 'Переглянути:',
	'ReviewSettingsInfo'		=> 'Вмикає можливість відгуку в режимі редагування.',
	'PublishAnonymously'		=> 'Дозволити анонімне видання:',
	'PublishAnonymouslyInfo'	=> 'Дозволити користувачам публікувати анонімно (приховувати ім\'я).',

	'DefaultRenameRedirect'		=> 'Під час перейменування, створити перенаправлення:',
	'DefaultRenameRedirectInfo'	=> 'За замовчуванням, пропонуйте встановити перенаправлення на стару адресу сторінки, яку ви перейменували.',
	'StoreDeletedPages'			=> 'Зберігати видалені сторінки:',
	'StoreDeletedPagesInfo'		=> 'Коли ви видаляєте сторінку, коментар або файл, збережіть його в спеціальному розділі, де він буде доступний для перегляду та відновлення протягом певного періоду часу (як описано нижче).',
	'KeepDeletedTime'			=> 'Час зберігання видалених сторінок:',
	'KeepDeletedTimeInfo'		=> 'Період вчу... завжди має сенс тільки з попереднім варіантом. Використовуйте нуль, щоб переконатися, що об\'єкти ніколи не видаляються (у цьому випадку, адміністратор може очистити параметр "кошик").',
	'PagesPurgeTime'			=> 'Час зберігання сторінок:',
	'PagesPurgeTimeInfo'		=> 'Автоматично видаляє старі версії в задану кількість днів. При введенні нуль, старі версії не будуть видалені.',
	'EnableReferrers'			=> 'Увімкнути реферали:',
	'EnableReferrersInfo'		=> 'Перетворити та показати зовнішні реферери.',
	'ReferrersPurgeTime'		=> 'Час зберігання переходів:',
	'ReferrersPurgeTimeInfo'	=> 'Тримайте історію переходу на зовнішні сторінки не довше, ніж задана кількість днів. Використовуйте нуль, щоб переконатися, що реферери ніколи не видаляються (але для активно відвідуваних сайтів, це може призвести до переповнення бази даних).',
	'EnableCounters'			=> 'Кількість ударів:',
	'EnableCountersInfo'		=> 'Дозволяє використовувати лічильники на сторінці та відображати просту статистику. Перегляд власника сторінки недооцінюється.',

	// Syndication settings
	'SyndicationSettingsInfo'		=> 'Контролюйте налаштування веб-синтаксису для вашого сайту за замовчуванням.',
	'SyndicationSettingsUpdated'	=> 'Оновлені налаштування синхронізації.',

	'FeedsSection'				=> 'Стрічки новин',
	'EnableFeeds'				=> 'Увімкнути стрічки:',
	'EnableFeedsInfo'			=> 'Увімкнення або вимкнення RSS стрічки для усієї wiki.',
	'XmlChangeLink'				=> 'Зміна режиму подач посилання:',
	'XmlChangeLinkInfo'			=> 'Визначає, куди змінюють стрічку елементів, до яких посилання на XML.',
	'XmlChangeLinkMode'			=> [
		'1'		=> 'різниці представлення',
		'2'		=> 'редагована сторінка',
		'3'		=> 'список змін',
		'4'		=> 'поточна сторінка',
	],

	'XmlSitemap'				=> 'XML sitemap:',
	'XmlSitemapInfo'			=> 'Створити XML-файл під назвою %1 всередині теки для xml. Ви можете додати шлях до файлу сайту в кореневому каталозі robots.txt у вашому директорії наступним чином:',
	'XmlSitemapGz'				=> 'Стискання XML сайт мапи:',
	'XmlSitemapGzInfo'			=> 'Якщо ви хочете, ви можете стиснути ваш файл sitemap текстового файлу за допомогою gzip для зменшення вимог до пропускної спроможності.',
	'XmlSitemapTime'			=> 'Час створення мапи XML:',
	'XmlSitemapTimeInfo'		=> 'Генерує мапу сайту тільки один раз протягом зазначеного числа днів. Встановіть в нуль для генерації на кожній зміні сторінки.',

	'SearchSection'				=> 'Пошук',
	'OpenSearch'				=> 'Відкритий пошук:',
	'OpenSearchInfo'			=> 'Створює опис OpenSearch у папці XML і дозволяє автоматично відкривати пошуковий плагін в HTML заголовку.',
	'SearchEngineVisibility'	=> 'Блокувати пошукові системи (видимість пошукової системи):',
	'SearchEngineVisibilityInfo'=> 'Блокувати пошукові системи, але дозволити звичайним відвідувачам. Перевизначає налаштування сторінки. <br>Заборонити пошуковим системам індексувати цей сайт. Сайт – застосовувати пошукові системи, щоб виконати цей запит.',



	// Appearance settings
	'AppearanceSettingsInfo'	=> 'Налаштування відображення за замовчуванням для вашого сайту.',
	'AppearanceSettingsUpdated'	=> 'Налаштування зовнішнього вигляду оновлено.',

	'LogoOff'					=> 'Вимкнено',
	'LogoOnly'					=> 'логотип',
	'LogoAndTitle'				=> 'логотип та назва',

	'LogoSection'				=> 'Логотип',
	'SiteLogo'					=> 'Логотип сайту:',
	'SiteLogoInfo'				=> 'Ваш логотип зазвичай з\'явиться у верхньому лівому куті програми. Максимальний розмір 2 МБ. Оптимальні розміри мають 255 пікселів у висоту 55 пікселів.',
	'LogoDimensions'			=> 'Розміри логотипу:',
	'LogoDimensionsInfo'		=> 'Ширина і висота відображуваного логотипу.',
	'LogoDisplayMode'			=> 'Режим відображення логотипу:',
	'LogoDisplayModeInfo'		=> 'Визначає вигляд логотипу. За замовчуванням вимкнено.',

	'FaviconSection'			=> 'Іконка',
	'SiteFavicon'				=> 'Сайт фавікон:',
	'SiteFaviconInfo'			=> 'Значок ярлика або favicon, відображається в адресній строці, вкладки та закладки більшості браузерів. Це перевершить піктограму теми сайту.',
	'SiteFaviconTooBig'			=> 'Favicon є більшим за 64 x 64 пікселя.',
	'ThemeColor'				=> 'Колір теми в рядку адреси:',
	'ThemeColorInfo'			=> 'Браузер встановить колір панелі адрес для кожної сторінки згідно заданого кольору CSS.',

	'LayoutSection'				=> 'Макет',
	'Theme'						=> 'Тема:',
	'ThemeInfo'					=> 'Шаблон використовує сайт за замовчуванням.',
	'ResetUserTheme'			=> 'Скинути всі теми користувача:',
	'ResetUserThemeInfo'		=> 'Скидає всі теми користувача. Увага: Ця дія поверне усі вибрані користувачем теми в глобальну тему за замовчуванням.',
	'SetBackUserTheme'			=> 'Відновити всі теми користувача на тему %1.',
	'ThemesAllowed'				=> 'Дозволені теми:',
	'ThemesAllowedInfo'			=> 'Виберіть дозволені теми, які користувач може обирати, в іншому випадку, всі доступні теми.',
	'ThemesPerPage'				=> 'Теми на сторінці:',
	'ThemesPerPageInfo'			=> 'Дозволити теми на сторінці, які власник сторінки може вибрати за допомогою властивостей сторінки.',

	// System settings
	'SystemSettingsInfo'		=> 'Група параметрів, відповідальних за тонке налаштування сайту. Не змінюйте їх, якщо ви не впевнені в їх діях.',
	'SystemSettingsUpdated'		=> 'Оновлені системні налаштування',

	'DebugModeSection'			=> 'Режим зневадження',
	'DebugMode'					=> 'Режим налагодження:',
	'DebugModeInfo'				=> 'Розпаковування та виведення даних телеметрії про час виконання програми. Увага: Повна детальний режим накладає більш високі вимоги до виділеної пам\'яті, особливо для ресурсоємких операцій, таких як резервне копіювання і відновлення.',
	'DebugModes'	=> [
		'0'		=> 'відлагодження вимкнено',
		'1'		=> 'тільки загальний час виконання',
		'2'		=> 'весь час',
		'3'		=> 'повна деталь (СКП, кеш та ін.)',
	],
	'DebugSqlThreshold'			=> 'Поріг RDBMS:',
	'DebugSqlThresholdInfo'		=> 'В детальному режимі налагодження повідомляйте лише про запити, що займають більше часу, ніж задано секунди.',
	'DebugAdminOnly'			=> 'Діагноз закрито:',
	'DebugAdminOnlyInfo'		=> 'Показати дані для налагодження програми (і DBMS) лише для адміністратора.',

	'CachingSection'			=> 'Параметри кешування',
	'Cache'						=> 'Кеш відтворених сторінок:',
	'CacheInfo'					=> 'Збереження поточних сторінок у локальному кеші для прискорення подальшого завантаження. Дійсно тільки для незареєстрованих відвідувачів.',
	'CacheTtl'					=> 'Час в прямому ефірі для кешованих сторінок:',
	'CacheTtlInfo'				=> 'Кеш сторінок не перевищує вказану кількість секунд.',
	'CacheSql'					=> 'Кеш запитів DBMS :',
	'CacheSqlInfo'				=> 'Ведіть локальний кеш результатів певних запитів SQL, пов\'язаних з ресурсами.',
	'CacheSqlTtl'				=> 'Для кешованих запитів SQL:',
	'CacheSqlTtlInfo'			=> 'Кеш результатів SQL запитів не більше вказаного числа секунд. Значення більше 1200 не бажані.',

	'LogSection'				=> 'Налаштування журналу',
	'LogLevelUsage'				=> 'Використати журнал:',
	'LogLevelUsageInfo'			=> 'Мінімальний пріоритет подій, записаних в журналі.',
	'LogThresholds'	=> [
		'0'		=> 'не тримати журнал',
		'1'		=> 'тільки критичний рівень',
		'2'		=> 'з найвищого рівня',
		'3'		=> 'з висоти',
		'4'		=> 'в середньому',
		'5'		=> 'з низької',
		'6'		=> 'мінімальний рівень',
		'7'		=> 'записати все',
	],
	'LogDefaultShow'			=> 'Режим журналу:',
	'LogDefaultShowInfo'		=> 'Мінімальні пріоритетні події, що відображаються в журналі за замовчуванням.',
	'LogModes'	=> [
		'1'		=> 'тільки критичний рівень',
		'2'		=> 'з найвищого рівня',
		'3'		=> 'з високого рівня',
		'4'		=> 'середнє',
		'5'		=> 'з низької',
		'6'		=> 'від мінімального рівня',
		'7'		=> 'показати все',
	],
	'LogPurgeTime'				=> 'Час зберігання журналу:',
	'LogPurgeTimeInfo'			=> 'Видалити журнал подій після вказаної кількості днів.',

	'PrivacySection'			=> 'Конфіденційність',
	'AnonymizeIp'				=> 'Анонімізувати IP-адреси користувачів:',
	'AnonymizeIpInfo'			=> 'Анонімізувати IP-адреси, де застосовується (тобто сторінка, редакція чи реферери).',

	'ReverseProxySection'		=> 'Зворотний проксі',
	'ReverseProxy'				=> 'Використовувати зворотний проксі:',
	'ReverseProxyInfo'			=> 'Увімкніть цей параметр для визначення правильної IP-адреси віддаленого клієнта, переглядаючи інформацію, яка зберігається у заголовках X-Forwarded-For X-направлені заголовки є стандартним механізмом визначення клієнтських систем, що з\'єднуються через зворотний проксі-сервер, такий як Squid або Pound. Зворотні проксі-сервери часто використовуються для підвищення продуктивності відвіданих сайтів, а також можуть надавати інші сайти кеша, безпека або меблі шифрування. Якщо ця установка WackoWiki працює за зворотним проксі, це налаштування слід увімкнути так, щоб у WackoWiki, було вилучено правильну інформацію про IP-адресу; якщо ви не впевнені в цих умовах, не маєте зворотного проксі, або WackoWiki працює у спільному хостинг-середовищі, це налаштування повинно залишатися вимкненим.',
	'ReverseProxyHeader'		=> 'Зворотний заголовок проксі:',
	'ReverseProxyHeaderInfo'	=> 'Set this value if your proxy server sends the client IP in a header
									 other than X-Forwarded-For. The "X-Forwarded-For" header is a comma-delimited list of IP
									 addresses; only the last one (the left-most) will be used.',
	'ReverseProxyAddresses'		=> 'reverse_proxy приймає масив IP-адрес:',
	'ReverseProxyAddressesInfo'	=> 'Each element of this array is the IP address of any of your reverse
									 proxies. If using this array, WackoWiki will trust the information stored
									 in the X-Forwarded-For headers only if the Remote IP address is one of
									 these, that is, the request reaches the web server from one of your
									 reverse proxies. Otherwise, the client could directly connect to
									 your web server by spoofing the X-Forwarded-For headers.',

	'SessionSection'				=> 'Обробка сесії',
	'SessionStorage'				=> 'Сховище сеансу:',
	'SessionStorageInfo'			=> 'За замовчуванням зберігається дані сесії. Виберіть файл або файл пам\'яті бази даних.',
	'SessionModes'	=> [
		'1'		=> 'Файл',
		'2'		=> 'База даних',
	],
	'SessionNotice'					=> 'Повідомлення про завершення сесії:',
	'SessionNoticeInfo'				=> 'Показує причину закінчення сеансу.',
	'LoginNotice'					=> 'Примітка до входу:',
	'LoginNoticeInfo'				=> 'Відображає повідомлення входу.',

	'RewriteMode'					=> 'Використання <code>mod_rewrite</code>:',
	'RewriteModeInfo'				=> 'Якщо ваш веб-сервер підтримує цю функцію, увімкніть в "красиві" URL-адреси сторінок.<br>
										<span class="cite">Значення може бути переписано класом налаштувань під час роботи. Незалежно від того, чи вимкнено, якщо HTTP_MOD_REWRITE увімкнено.',

	// Permissions settings
	'PermissionsSettingsInfo'		=> 'Параметри, відповідальні за контроль доступу та дозволи.',
	'PermissionsSettingsUpdated'	=> 'Налаштування прав доступу',

	'PermissionsSection'		=> 'Права та привілеї',
	'ReadRights'				=> 'Читати права за замовчуванням:',
	'ReadRightsInfo'			=> 'За замовчуванням призначені для створених кореневих сторінок, а також сторінок, з яких батькові ACL не можуть бути визначені.',
	'WriteRights'				=> 'Права на запис за замовчуванням:',
	'WriteRightsInfo'			=> 'За замовчуванням призначені для створених кореневих сторінок, а також сторінок, з яких батькові ACL не можуть бути визначені.',
	'CommentRights'				=> 'Права коментарів за замовчуванням:',
	'CommentRightsInfo'			=> 'За замовчуванням призначені для створених кореневих сторінок, а також сторінок, з яких батькові ACL не можуть бути визначені.',
	'CreateRights'				=> 'Створити права підсторінки за замовчуванням:',
	'CreateRightsInfo'			=> 'За замовчуванням створені підсторінки.',
	'UploadRights'				=> 'Завантажити права за замовчуванням:',
	'UploadRightsInfo'			=> 'За промовчанням завантажити права.',
	'RenameRights'				=> 'Глобальне перейменування права:',
	'RenameRightsInfo'			=> 'Список прав для вільно перейменування сторінок.',

	'LockAcl'					=> 'Заблокувати всі ACL лише для читання:',
	'LockAclInfo'				=> '<span class="cite">Overwrites the ACL settings for all pages to read only.</span><br>This might be useful if a project is finished, you want close editing for a period of time for security reasons, or as a emergency response to an exploit or vulnerability.',
	'HideLocked'				=> 'Приховати недоступні сторінки:',
	'HideLockedInfo'			=> 'Якщо у користувача немає дозволу на читання сторінки, сховати його в різних списках сторінок (однак посилання в тексті все ще будуть видимі).',
	'RemoveOnlyAdmins'			=> 'Тільки адміністратори можуть видаляти сторінки:',
	'RemoveOnlyAdminsInfo'		=> 'Загалом, за винятком адміністраторів, можливість видалити сторінки. Перший ліміт стосується власників звичайних сторінок.',
	'OwnersRemoveComments'		=> 'Власники сторінок можуть видаляти коментарі:',
	'OwnersRemoveCommentsInfo'	=> 'Дозволити власникам сторінок модерувати коментарі на сторінках.',
	'OwnersEditCategories'		=> 'Власник може редагувати категорії сторінки:',
	'OwnersEditCategoriesInfo'	=> 'Дозволити власникам змінювати список категорій сторінок вашого сайту (додавати слова, видаляти слова) присвоює сторінці.',
	'TermHumanModeration'		=> 'Термін модерації людини:',
	'TermHumanModerationInfo'	=> 'Модератори можуть редагувати коментарі лише тоді, коли вони були створені не більше цієї кількості днів тому (це обмеження не поширюється на останній коментар у темі).',

	'UserCanDeleteAccount'		=> 'Дозволити користувачам видаляти свої облікові записи',

	// Security settings
	'SecuritySettingsInfo'		=> 'Параметри, відповідальні за загальну безпеку платформи, обмеження безпеки та додаткові системи безпеки.',
	'SecuritySettingsUpdated'	=> 'Оновлені налаштування безпеки',

	'AllowRegistration'			=> 'Реєстрація онлайн:',
	'AllowRegistrationInfo'		=> 'Відкрити реєстрацію користувачів. Вимкнення цієї опції дозволить запобігти безкоштовній реєстрації, однак адміністратор сайту все ще зможе зареєструвати користувачів.',
	'ApproveNewUser'			=> 'Затвердити нових користувачів:',
	'ApproveNewUserInfo'		=> 'Дозволяє адміністраторам затверджувати користувачів після реєстрації. Тільки затверджені користувачі зможуть авторизуватися.',
	'PersistentCookies'			=> 'Постійне печиво:',
	'PersistentCookiesInfo'		=> 'Дозволити постійні файли cookie.',
	'DisableWikiName'			=> 'Вимкнути Wiki:',
	'DisableWikiNameInfo'		=> 'Вимкнути обов\'язкове використання WikiName для користувачів. Переконайтесь у правильній реєстрації користувачів через традиційні нікнейми (імена, відформатовані в кейсі) замість назви, NameSurname).',
	'UsernameLength'			=> 'Довжина імені користувача:',
	'UsernameLengthInfo'		=> 'Мінімальна і максимальна кількість символів в іменах користувача.',

	'EmailSection'				=> 'Ел. пошта',
	'AllowEmailReuse'			=> 'Дозволити повторне використання адреси електронної пошти:',
	'AllowEmailReuseInfo'		=> 'Різні користувачі можуть реєструватися з такою ж адресою електронної пошти.',
	'EmailConfirmation'			=> 'Примусово підтвердити електронну пошту:',
	'EmailConfirmationInfo'		=> 'Потребує користувача для підтвердження своєї адреси електронної пошти, перш ніж вони зможуть увійти.',
	'AllowedEmailDomains'		=> 'Дозволені домени електронної пошти:',
	'AllowedEmailDomainsInfo'	=> 'Розділені комами домени електронної пошти, наприклад <code>example.com, local.lan</code> тощо. Якщо не вказано, дозволені всі домени електронної пошти.',
	'ForbiddenEmailDomains'		=> 'Заборонені домени електронної пошти:',
	'ForbiddenEmailDomainsInfo'	=> 'Заборонені домени електронної пошти, наприклад, <code>example.com, local.lan</code> і т. д. Діє, якщо дозволений список доменів електронної пошти порожній.',

	'CaptchaSection'			=> 'CAPTCHA',
	'EnableCaptcha'				=> 'Увімкнути контрольне зображення:',
	'EnableCaptchaInfo'			=> 'Якщо увімкнено, то капчу буде показано в наступних випадках, або якщо досягнутий поріг безпеки.',
	'CaptchaComment'			=> 'Новий коментар:',
	'CaptchaCommentInfo'		=> 'В якості захисту від спаму незареєстровані користувачі повинні завершити капчу перед публікацією коментаря.',
	'CaptchaPage'				=> 'Нова сторінка:',
	'CaptchaPageInfo'			=> 'В якості захисту від спаму, незареєстрованих користувачів має завершити капчі перед створенням нової сторінки.',
	'CaptchaEdit'				=> 'Редагування сторінки:',
	'CaptchaEditInfo'			=> 'В якості захисту від спаму, незареєстрованих користувачів повинні виконувати капчі перед редагуванням сторінок.',
	'CaptchaRegistration'		=> 'Реєстрація:',
	'CaptchaRegistrationInfo'	=> 'В якості захисту від спаму незареєстрований користувач повинен виконувати капчі перед реєстрацією.',

	'TlsSection'				=> 'Налаштування TLS',
	'TlsConnection'				=> 'З\'єднання TLS:',
	'TlsConnectionInfo'			=> 'Використовувати TLS-secured з\'єднання. <span class="cite">Активуйте необхідний передвстановлений TLS сертифікат на сервері, інакше ви втратите доступ до панелі адміністратора!</span><br>також визначає, чи встановлено захищений прапор Cookie: <code>безпечний прапорець</code> визначає, чи слід надсилати куки лише через безпечні з’єднання.',
	'TlsImplicit'				=> 'Mandatory TLS:',
	'TlsImplicitInfo'			=> 'Примусово перепідключити клієнта з HTTP до HTTPS. Якщо опція вимкнена, клієнт може переглядати сайт через відкритий канал HTTP.',

	'HttpSecurityHeaders'		=> 'Заголовки безпеки HTTP',
	'EnableSecurityHeaders'		=> 'Увімкнути заголовки безпеки:',
	'EnableSecurityHeadersinfo'	=> 'Устан. заголовки безпеки (кадрування, клікзакінчування/XSS/CSRF). <br>CSP може спричинити проблеми в певних ситуаціях (наприклад, під час розробки), або при використанні плагінів покладаються на зовнішні ресурси, такі як зображення або скрипти. <br>Відключення політики безпеки вмісту є ризиком безпеки!',
	'Csp'						=> 'Політика безпеки вмісту (CSP):',
	'CspInfo'					=> 'Налаштування CSP передбачає вирішення політики, яку хочете застосувати, а потім їх налаштування та використання Політики Безпеки вмісту для встановлення своєї політики.',
	'PolicyModes'	=> [
		'0'		=> 'вимкнуто',
		'1'		=> 'строга',
		'2'		=> 'користувацька',
	],
	'PermissionsPolicy'			=> 'Політика дозволів:',
	'PermissionsPolicyInfo'		=> 'Заголовок HTTP дозволів — політики надає механізм явного ввімкнення або вимкнення різних потужних функцій браузера.',
	'ReferrerPolicy'			=> 'Політика реферера:',
	'ReferrerPolicyInfo'		=> 'Заголовок HTTP Referrer-Policy регулює, які реферальні відомості, відправлені в заголовок Referer, повинні бути включені в відповіді.',
	'ReferrerPolicyModes'	=> [
		'0'		=> '[off]',
		'1'		=> 'no-referrer',
		'2'		=> 'no-referrer-when-downgrade',
		'3'		=> 'same-origin',
		'4'		=> 'origin',
		'5'		=> 'strict-origin',
		'6'		=> 'origin-when-cross-origin',
		'7'		=> 'strict-origin-when-cross-origin',
		'8'		=> 'unsafe-url'
	],

	'UserPasswordSection'		=> 'Збереження паролів користувача',
	'PwdMinChars'				=> 'Мінімальна довжина пароля:',
	'PwdMinCharsInfo'			=> 'Довгі паролі повинні бути більш захищеними, ніж короткі паролі (наприклад, від 12 до 16 символів).<br>Використання секретної фрази замість паролів рекомендується.',
	'AdminPwdMinChars'			=> 'Мінімальна довжина пароля адміністратора:',
	'AdminPwdMinCharsInfo'		=> 'Довгі паролі повинні бути більш захищеними, ніж короткі паролі (наприклад, від 15 до 20 символів).<br>Використання секретної фрази замість паролів рекомендується.',
	'PwdCharComplexity'			=> 'Складність потрібного пароля:',
	'PwdCharClasses'	=> [
		'0'		=> 'не перевірено',
		'1'		=> 'будь-які букви + цифри',
		'2'		=> 'великі букви і малі + числа',
		'3'		=> 'великі букви + цифри + символи',
	],
	'PwdUnlikeLogin'			=> 'Додаткові складності:',
	'PwdUnlikes'	=> [
		'0'		=> 'не перевірено',
		'1'		=> 'пароль не ідентичний',
		'2'		=> 'пароль не містить ім\'я користувача',
	],

	'LoginSection'				=> 'Логін',
	'MaxLoginAttempts'			=> 'Максимальна кількість спроб входу на кожне ім\'я користувача:',
	'MaxLoginAttemptsInfo'		=> 'Кількість спроб входу в систему з одного аккаунту до запуску антиспамбота. Введіть 0, щоб запобігти викликанню методу анти-спамбота для різних облікових записів.',
	'IpLoginLimitMax'			=> 'Максимальна кількість спроб входу на одну IP-адресу:',
	'IpLoginLimitMaxInfo'		=> 'Поріг спроб входу з однієї IP-адреси до запуску антиспамбота. Введіть 0, щоб запобігти викликанню завдань anti-spambot за IP-адресами.',

	'FormsSection'				=> 'Форми',
	'FormTokenTime'				=> 'Максимальний час сабміту форм:',
	'FormTokenTimeInfo'			=> 'The time a user has to submit a form (in seconds).<br> Note that a form might become invalid if the session expires, regardless of this setting.',

	'SessionLength'				=> 'Термін дії куків сесії закінчується:',
	'SessionLengthInfo'			=> 'Тривалість життя куки коржика користувацької сесії за замовчуванням (в днях).',
	'CommentDelay'				=> 'Антифлуд для коментарів:',
	'CommentDelayInfo'			=> 'Мінімальна затримка між публікацією нових коментарів користувача (в секундах).',
	'IntercomDelay'				=> 'Антифлуд для особистого спілкування:',
	'IntercomDelayInfo'			=> 'Мінімальна затримка між відправкою приватних повідомлень (у секундах).',
	'RegistrationDelay'			=> 'Часовий поріг реєстрації:',
	'RegistrationDelayInfo'		=> 'Мінімальний часовий поріг між реєстраційними формами для заборони реєстраційних ботів (у секундах).',

	// Formatter settings
	'FormatterSettingsInfo'		=> 'Група параметрів, відповідальних за тонке налаштування сайту. Не змінюйте їх, якщо ви не впевнені в їх діях.',
	'FormatterSettingsUpdated'	=> 'Оновлені параметри форматування',

	'TextHandlerSection'		=> 'Обробник:',
	'Typografica'				=> 'Типографічна коректура:',
	'TypograficaInfo'			=> 'Вимкнення цієї опції дозволить прискорити процеси додавання коментарів та збережених сторінок.',
	'Paragrafica'				=> 'Параграфіка марки:',
	'ParagraficaInfo'			=> 'Подібно до попереднього параметра, але приведе до відключення автоматичної таблиці вмісту (<code>{{toc}}</code>).',
	'AllowRawhtml'				=> 'Глобальна підтримка HTML:',
	'AllowRawhtmlInfo'			=> 'Ця опція потенційно небезпечна для відкритого сайту.',
	'SafeHtml'					=> 'Фільтрація HTML:',
	'SafeHtmlInfo'				=> 'Запобігає збереженню небезпечних об\'єктів HTML. Відключати фільтр на відкритому сайті з підтримкою HTML <span class="underline">вкрай</span> небажано!',

	'WackoFormatterSection'		=> 'Вікі-текст (формат Wacko)',
	'X11colors'					=> 'Використання кольорів X11:',
	'X11colorsInfo'				=> 'Розширює доступні кольори для <code>??(колір) фону??</code> та <code>!!(колір) тексту!!</code>Вимкнення цього параметра пришвидшує процеси додавання коментарів і збереження сторінок.',
	'WikiLinks'					=> 'Вимкнути wiki-посилання:',
	'WikiLinksInfo'				=> 'Вимикає прив\'язку для <code>CamelCaseWords</code>: Ваші слова з CamelCase більше не будуть прив\'язані безпосередньо на нову сторінку. Це корисно, коли ви працюєте на різних просторах імен/кластерах. За замовчуванням його виключено.',
	'BracketsLinks'				=> 'Вимкнути дужки посилання:',
	'BracketsLinksInfo'			=> 'Вимикання <code>[[link]]</code> and <code>(link))</code> синтаксис.',
	'Formatters'				=> 'Вимкнути формати:',
	'FormattersInfo'			=> 'Вимикає синтаксис <code>%%code%%</code>, який використовується для виділень.',

	'DateFormatsSection'		=> 'Формат дати',
	'DateFormat'				=> 'Формат дати:',
	'DateFormatInfo'			=> '(день, місяць, рік)',
	'TimeFormat'				=> 'Формат часу:',
	'TimeFormatInfo'			=> '(година, хвилина)',
	'TimeFormatSeconds'			=> 'Формат точного часу:',
	'TimeFormatSecondsInfo'		=> '(години, хвилини, хвилини, сек)',
	'NameDateMacro'				=> 'Формат <code>:@:::</code> макро:',
	'NameDateMacroInfo'			=> '(ім\'я, час), напр. <code>Ім\'я користувача (17.11.2016 16:48)</code>',
	'Timezone'					=> 'Timezone:',
	'TimezoneInfo'				=> 'Часовий пояс для відображення разів для користувачів, які не ввійшли до системи (гость). Користувачі, що увійшли, можуть змінити свій часовий пояс в налаштуваннях користувача.',
	'AmericanDate'					=> 'Американська дата:',
	'AmericanDateInfo'				=> 'Використовує формат дати american як стандартну англійську.',

	'Canonical'					=> 'Використовуйте повні канонічні URL:',
	'CanonicalInfo'				=> 'Всі посилання створюються як абсолютні URL-адреси у вигляді %1. Перевагу слід надавати URL-адресам відносно кореня сервера у вигляді %2.',
	'LinkTarget'				=> 'При відкритті зовнішніх посилань:',
	'LinkTargetInfo'			=> 'Відкриває кожне зовнішнє посилання в новому вікні браузера. Додає <code>target="_blank"</code> до синтаксису посилання.',
	'Noreferrer'				=> 'noreferrer:',
	'NoreferrerInfo'			=> 'Потребує те, що браузер не повинен надсилати HTTP-реферал, якщо користувач слідує за гіперпосиланням. Додає <code>rel="noreferrer"</code> на синтаксис посилань.',
	'Nofollow'					=> 'nofollow:',
	'NofollowInfo'				=> 'Задає пошукові системи, що гіперпосилання не повинні впливати на рейтинг цільової сторінки в пошуковому індексі пошуку. Додає <code>rel="nofollow"</code> до синтаксису посилань.',
	'UrlsUnderscores'			=> 'Адреси форм (URL) з підкресленим:',
	'UrlsUnderscoresInfo'		=> 'Наприклад, %1 becames %2 з цим варіантом.',
	'ShowSpaces'				=> 'Показувати пробіли у WikiName:',
	'ShowSpacesInfo'			=> 'Показувати місця у WikiNames, напр. <code>MyName</code> відображається як <code>My Name</code> із цією опцією.',
	'NumerateLinks'				=> 'Перелічити посилання в режимі друку:',
	'NumerateLinksInfo'			=> 'Ця опція дозволяє переносити на всі адреси в нижній частині перегляду виразу друку.',
	'YouareHereText'			=> 'Вимкніть та візуалізуйте посилання на себе:',
	'YouareHereTextInfo'		=> 'Візуалізувати посилання на ту саму сторінку, використовуючи <code>&lt;b&gt;####&lt;/b&gt;</code>. Усі посилання на себе втрачають форматування посилання, але показуються як жирний текст.',

	// Pages settings
	'PagesSettingsInfo'			=> 'Тут можна встановити або змінити базові сторінки системи, які використовуються на Wiki. Будь ласка, переконайтеся, що ви не забули створити або змінити відповідні сторінки у Wiki відповідно до ваших налаштувань.',
	'PagesSettingsUpdated'		=> 'Оновлені базові сторінки налаштувань',

	'ListCount'					=> 'Кількість елементів у списку:',
	'ListCountInfo'				=> 'Кількість елементів, що відображаються в кожному списку для гостей, або як типове значення для нових користувачів.',

	'ForumSection'				=> 'Налаштування форуму',
	'ForumCluster'				=> 'Форум кластера:',
	'ForumClusterInfo'			=> 'Кореневий кластер для розділу форуму (дія %1).',
	'ForumTopics'				=> 'Кількість тем на сторінці:',
	'ForumTopicsInfo'			=> 'Кількість тем, що відображаються на кожній сторінці списку розділів форуму (дія %1).',
	'CommentsCount'				=> 'Кількість коментарів на сторінці:',
	'CommentsCountInfo'			=> 'Кількість коментарів, що відображаються у списку коментарів кожної сторінки. Це стосується всіх коментарів на сайті, а не тільки тих, що опубліковані на форумі.',

	'NewsSection'				=> 'Розділ Новини',
	'NewsCluster'				=> 'Кластер новин:',
	'NewsClusterInfo'			=> 'Кореневий кластер для розділу новин (дія %1).',
	'NewsStructure'				=> 'Структура кластеру новин:',
	'NewsStructureInfo'			=> 'Зберігає статті за бажанням у підкластері до рік/місяця або тижня (наприклад, <code>[cluster]/[year]/[month]</code>).',

	'LicenseSection'			=> 'Ліцензія',
	'DefaultLicense'			=> 'Ліцензія за замовчуванням:',
	'DefaultLicenseInfo'		=> 'В залежності від вашого вмісту ліцензії можна відпустити.',
	'EnableLicense'				=> 'Увімкнути ліцензію:',
	'EnableLicenseInfo'			=> 'Увімкніть для відображення інформації про ліцензію.',
	'LicensePerPage'			=> 'Ліцензія на сторінку:',
	'LicensePerPageInfo'		=> 'Дозволити ліцензію на сторінку, яку власник сторінки може вибрати за допомогою властивостей сторінки.',

	'ServicePagesSection'		=> 'Сервісні сторінки',
	'RootPage'					=> 'Домашня сторінка:',
	'RootPageInfo'				=> 'Тег вашої головної сторінки відкривається автоматично, коли користувач відвідує ваш сайт.',

	'PrivacyPage'				=> 'Політика приватності:',
	'PrivacyPageInfo'			=> 'Сторінка з Політикою конфіденційності сайту.',

	'TermsPage'					=> 'Політики та регламенти:',
	'TermsPageInfo'				=> 'Сторінка з правилами сайту.',

	'SearchPage'				=> 'Пошук:',
	'SearchPageInfo'			=> 'Сторінка з формою пошуку (дія %1).',
	'RegistrationPage'			=> 'Реєстрація:',
	'RegistrationPageInfo'		=> 'Сторінка для нової реєстрації користувача (дія %1).',
	'LoginPage'					=> 'Логін користувача:',
	'LoginPageInfo'				=> 'Сторінка входу на сайт (дія %1).',
	'SettingsPage'				=> 'Налаштування користувача:',
	'SettingsPageInfo'			=> 'Сторінка для налаштування профілю користувача (дія %1).',
	'PasswordPage'				=> 'Змінити пароль:',
	'PasswordPageInfo'			=> 'Сторінка з формою, яка змінює / пароль користувача (дія %1).',
	'UsersPage'					=> 'Список користувачів:',
	'UsersPageInfo'				=> 'Сторінка зі списком зареєстрованих користувачів (дія %1).',
	'CategoryPage'				=> 'Категорія:',
	'CategoryPageInfo'			=> 'Сторінка зі списком категоризованих сторінок (дія %1).',
	'GroupsPage'				=> 'Групи:',
	'GroupsPageInfo'			=> 'Сторінка зі списком робочих груп (дія %1).',
	'ChangesPage'				=> 'Останні зміни:',
	'ChangesPageInfo'			=> 'Сторінка зі списком останніх змінених сторінок (action %1).',
	'CommentsPage'				=> 'Нещодавні коментарі:',
	'CommentsPageInfo'			=> 'Сторінка зі списком останніх коментарів на сторінці (дія %1).',
	'RemovalsPage'				=> 'Видалені сторінки:',
	'RemovalsPageInfo'			=> 'Сторінка зі списком нещодавно видалених сторінок (дія %1).',
	'WantedPage'				=> 'Розшукані сторінки:',
	'WantedPageInfo'			=> 'Сторінка зі списком відсутніх сторінок, на які посилаються (дія %1).',
	'OrphanedPage'				=> 'Увімкнені сторінки:',
	'OrphanedPageInfo'			=> 'Сторінка зі списком існуючих сторінок не пов\'язана через посилання на будь-яку іншу сторінку (дія %1).',
	'SandboxPage'				=> 'Пісочниця:',
	'SandboxPageInfo'			=> 'Сторінка, на якій користувачі можуть практикувати навички вікі.',
	'HelpPage'					=> 'Допомога:',
	'HelpPageInfo'				=> 'Розділ документації для роботи з інструментами сайту.',
	'IndexPage'					=> 'Індекс:',
	'IndexPageInfo'				=> 'Сторінка зі списком всіх сторінок (дія %1).',
	'RandomPage'				=> 'Випадково:',
	'RandomPageInfo'			=> 'Завантажує випадкову сторінку (дія %1).',


	// Notification settings
	'NotificationSettingsInfo'	=> 'Параметри повідомлень платформи.',
	'NotificationSettingsUpdated'	=> 'Оновлені налаштування сповіщень',

	'EmailNotification'			=> 'Повідомлення електронної пошти:',
	'EmailNotificationInfo'		=> 'Дозволити сповіщення по електронній пошті. Встановіть щоб увімкнути сповіщення по електронній пошті, вимкніть для їх вимкнення. Зверніть увагу, що відключення повідомлень електронної пошти не впливає на електронні листи, що генеруються як частина процесу реєстрації.',
	'Autosubscribe'				=> 'Автопис:',
	'AutosubscribeInfo'			=> 'Автоматично повідомити власника сторінок про зміни.',

	'NotificationSection'		=> 'Типові налаштування сповіщень користувача',
	'NotifyPageEdit'			=> 'Повідомити про зміни сторінки:',
	'NotifyPageEditInfo'		=> 'Очікування - Відправте повідомлення по електронній пошті лише для першої зміни поки користувач не відвідує сторінку знову.',
	'NotifyMinorEdit'			=> 'Повідомити другорядне редагування:',
	'NotifyMinorEditInfo'		=> 'Надсилає сповіщення також для незначних змін.',
	'NotifyNewComment'			=> 'Повідомляти про нові коментарі:',
	'NotifyNewCommentInfo'		=> 'Очікування - Відправте повідомлення по електронній пошті лише на перший коментар до того, як користувач знову відвідує сторінку.',

	'NotifyUserAccount'			=> 'Повідомляти про новий обліковий запис:',
	'NotifyUserAccountInfo'		=> 'Адміністратора буде сповіщено про створення нового користувача за допомогою форми реєстрації.',
	'NotifyUpload'				=> 'Повідомити про завантаження:',
	'NotifyUploadInfo'			=> 'Модератори будуть повідомлені про те, коли файл було завантажено.',

	'PersonalMessagesSection'	=> 'Особисті повідомлення',
	'AllowIntercomDefault'		=> 'Дозволити інтервал:',
	'AllowIntercomDefaultInfo'	=> 'Увімкнення цієї опції дозволить іншим користувачам надсилати особисті повідомлення на електронну пошту одержувача без відключення адреси адреси.',
	'AllowMassemailDefault'		=> 'Дозволити масову адресу електронної пошти:',
	'AllowMassemailDefaultInfo'	=> 'Відправляйте повідомлення тільки тим користувачам, які дозволили адміністраторам надсилати їм інформацію.',

	// Resync settings
	'Synchronize'				=> 'Synchronize',
	'UserStatsSynched'			=> 'Статистика користувача синхронізовано.',
	'PageStatsSynched'			=> 'Сторінку синхронізовано.',
	'FeedsUpdated'				=> 'RSS-канали оновлено.',
	'SiteMapCreated'			=> 'Нова версія карти сайту успішно створена.',
	'ParseNextBatch'			=> 'Обробити наступну партію сторінок:',
	'WikiLinksRestored'			=> 'Посилання Wiki-відновлено.',

	'LogUserStatsSynched'		=> 'Синхронізована статистика користувачів',
	'LogPageStatsSynched'		=> 'Синхронізована статистика сторінок',
	'LogFeedsUpdated'			=> 'Синхронізувати RSS стрічки',
	'LogPageBodySynched'		=> 'Тіло та посилання для переглянутої сторінки',

	'UserStats'					=> 'Статистика користувача',
	'UserStatsInfo'				=> 'Статистика користувачів (кількість коментарів, сторінок, що належать, версій і файлів) у деяких ситуаціях може відрізнятися від фактичних даних. <br>Ця операція дозволяє оновлювати статистику відповідно до фактичних даних, що містяться в базі даних.',
	'PageStats'					=> 'Сторінка статистики',
	'PageStatsInfo'				=> 'Статистика сторінки (кількість коментарів, файлів і редакцій) у деяких ситуаціях може відрізнятися від фактичних даних. <br>Ця операція дозволяє оновлювати статистику відповідно до фактичних даних, що містяться в базі даних.',

	'AttachmentsInfo'			=> 'Оновити хеш файлу для всіх вкладень в базі даних.',
	'AttachmentsSynched'		=> 'Повторне встановлення всіх вкладень файлів',
	'LogAttachmentsSynched'		=> 'Повторне встановлення всіх вкладень файлів',

	'Feeds'						=> 'Стрічки новин',
	'FeedsInfo'					=> 'У разі прямого редагування сторінок у базі даних вміст RSS-каналів може не відображати внесені зміни. <br>Ця функція синхронізує RSS-канали з поточним станом бази даних.',
	'XmlSiteMap'				=> 'XML Sitemap',
	'XmlSiteMapInfo'			=> 'Ця функція синхронізує пастку XML-Sitemap з поточним станом бази даних.',
	'XmlSiteMapPeriod'			=> 'Period %1 days. Last written %2.',
	'XmlSiteMapView'			=> 'Показати карту сайту у новому вікні.',

	'ReparseBody'				=> 'Повторний аналіз всіх сторінок',
	'ReparseBodyInfo'			=> 'Empties <code>body_r</code> in page table, so that each page gets rendered again on the next page view. This may be useful if you modified the formatter or changed the domain of your wiki.',
	'PreparsedBodyPurged'		=> 'Emptied <code>body_r</code> field in page table.',

	'WikiLinksResync'			=> 'Wiki-посилання',
	'WikiLinksResyncInfo'		=> 'Виконує повторний рендеринг для всіх внутрішніх посилань і відновлює вміст <code>page_link</code> та <code>file_link</code> у випадку пошкодження або перелокації (це може зайняти значний час).',
	'RecompilePage'				=> 'Перекомпілювати всі сторінки (надзвичайно дорогий)',
	'ResyncOptions'				=> 'Додаткові опції',
	'RecompilePageLimit'		=> 'Кількість одночасно для аналізу сторінок.',

	// Email settings
	'EmaiSettingsInfo'			=> 'Ця інформація використовується коли двигун відправляє листи Вашим користувачам. Переконайтеся, що введені вами адреси електронної пошти дійсні, тому що на цю адресу буде надіслано будь-які відправлені або доставлені повідомлення. Якщо ваш хостинг-провайдер не надає власної (орієнтованої на PHP-адресу), ви можете надсилати повідомлення безпосередньо за допомогою SMTP. Необхідна адреса відповідного сервера (запитайте у вашого хостинг-провайдера). Якщо сервер вимагає аутентифікації (і лише в тому випадку, якщо вона робить), введіть необхідне ім&#039;я користувача, пароль та метод аутентифікації.',

	'EmailSettingsUpdated'		=> 'Налаштування електронної пошти оновлені',

	'EmailFunctionName'			=> 'Назва функції електронної пошти:',
	'EmailFunctionNameInfo'		=> 'Функція електронної пошти, що використовувалась для надсилання повідомлень через PHP.',
	'UseSmtpInfo'				=> 'Встановіть <code>SMTP</code> якщо хочете чи хочете Вам надіслати email повідомлення через іменований сервер замість використання локальної функції пошти.',

	'EnableEmail'				=> 'Включити адреси електронної пошти:',
	'EnableEmailInfo'			=> 'Включити відправку листів.',

	'EmailIdentitySettings'		=> 'Ідентифікації сайту',
	'FromEmailName'				=> 'З імені:',
	'FromEmailNameInfo'			=> 'Ім’я відправника, яке використовується для заголовка <code>From:</code> для всіх електронних сповіщень, надісланих із сайту.',
	'EmailSubjectPrefix'		=> 'Префікс теми:',
	'EmailSubjectPrefixInfo'	=> 'Альтернативний префікс теми електронної пошти, наприклад <code>[Prefix] Тема</code>. Якщо не визначено, префікс за замовчуванням - сайт : %1.',

	'NoReplyEmail'				=> 'No-reply адреса:',
	'NoReplyEmailInfo'			=> 'Ця адреса, наприклад, <code>noreply@example.com</code>, з\'явиться в <code>Від:</code> поля адреси електронної пошти, надіслані на сайті.',
	'AdminEmail'				=> 'email-адреса власника сайту:',
	'AdminEmailInfo'			=> 'Ця адреса використовується для цілей адміністрування, як сповіщення про нових користувачів.',
	'AbuseEmail'				=> 'Надіслати електронний лист із порушенням послуги:',
	'AbuseEmailInfo'			=> 'Запити на актуальні адреси: реєстрація для сторонньої адреси і т.п. Вона може бути такою ж, як і адреса власника сайту.',

	'SendTestEmail'				=> 'Відіслати тестовий лист',
	'SendTestEmailInfo'			=> 'Це надішле тестовий лист на вказану в вашому обліковому записі.',
	'TestEmailSubject'			=> 'Ваша вікі правильно налаштована для надсилання електронних листів',
	'TestEmailBody'				=> 'Якщо ви отримали цей лист, ваша вікі правильно налаштована для відправки листів.',
	'TestEmailMessage'			=> 'Тестовий лист було відправлено.<br>Якщо ви його не отримали, перевірте налаштування вашої електронної пошти.',

	'SmtpSettings'				=> 'Налаштування SMTP',
	'SmtpAutoTls'				=> 'Опортуністичне TLS:',
	'SmtpAutoTlsInfo'			=> 'Включає шифрування автоматично, якщо він бачить, що сервер це рекламне шифрування TLS (після підключення до сервера), навіть якщо ви не встановили режим підключення для <code>SMTPSecure</code>.',
	'SmtpConnectionMode'		=> 'Режим підключення для SMTP:',
	'SmtpConnectionModeInfo'	=> 'Використовується тільки якщо необхідне ім\'я користувача/пароль. Запитайте свого провайдера, якщо ви не впевнені, який метод використовувати',
	'SmtpPassword'				=> 'SMTP пароль:',
	'SmtpPasswordInfo'			=> 'Введіть пароль, лише якщо його вимагає ваш SMTP-сервер.<br><em><strong>Попередження:</strong> цей пароль буде збережено у вигляді відкритого тексту в базі даних, видимим для всіх, хто має доступ до вашої бази даних або може переглядати цю сторінку конфігурації.</em>',
	'SmtpPort'					=> 'Порт SMTP сервера:',
	'SmtpPortInfo'				=> 'Змінюйте це лише якщо знаєте, що ваш SMTP сервер знаходиться на іншому порті. <br>(за замовчуванням: <code>tls</code> на порту 587 (або можливо, 25) і <code>sl</code> на порту 465).',
	'SmtpServer'				=> 'Адреса SMTP-сервера:',
	'SmtpServerInfo'			=> 'Зверніть увагу, що Ви повинні надати протокол, який використовує ваш сервер. Якщо ви використовуєте SSL, це повинно бути <code>ssl://mail.example.com</code>.',
	'SmtpUsername'				=> 'SMTP користувач:',
	'SmtpUsernameInfo'			=> 'Тільки якщо потрібно ім\'я користувача SMTP-сервера.',

	// Upload settings
	'UploadSettingsInfo'		=> 'Тут ви можете настроїти основні параметри для вкладень і категорій пов\'язаних з ними.',
	'UploadSettingsUpdated'		=> 'Оновлені параметри для завантаження',

	'FileUploadsSection'		=> 'Відправка файлу',
	'RegisteredUsers'			=> 'зареєстрованих користувачів',
	'RightToUpload'				=> 'Дозволи для завантаження файлів:',
	'RightToUploadInfo'			=> '<code>admins</code> означає, що лише користувачі, які належать до групи адміністраторів, можуть завантажувати файли. <code>1</code> означає, що завантаження відкрите для зареєстрованих користувачів. <code>0</code> означає, що завантаження вимкнено.',
	'UploadMaxFilesize'			=> 'Максимальний розмір файлу:',
	'UploadMaxFilesizeInfo'		=> 'Максимальний розмір кожного файлу. Якщо це значення 0, максимальний розмір файлів для завантаження буде обмежений лише Вашою конфігурацією PHP.',
	'UploadQuota'				=> 'Загальна квота вкладення:',
	'UploadQuotaInfo'			=> 'Максимальна кількість доступного дискового простору для вкладень для усієї wiki, а <code>0</code> - необмежена. %1 використовується.',
	'UploadQuotaUser'			=> 'Квота на один користувач:',
	'UploadQuotaUserInfo'		=> 'Обмеження на накопичувач, яку може бути завантажене одним користувачем, встановлене <code>0</code> без обмежень.',

	'FileTypes'					=> 'Типи файлів',
	'UploadOnlyImages'			=> 'Дозволити лише завантаження зображень:',
	'UploadOnlyImagesInfo'		=> 'Дозволити завантаження тільки файлів зображень на сторінці.',
	'AllowedUploadExts'			=> 'Дозволені типи файлів:',
	'AllowedUploadExtsInfo'		=> 'Дозволені розширення для завантаження файлів, коми розділені (тобто, <code>png, ogg, mp4</code>); в іншому випадку, розширення файлів допускається.<br>Ви маєте обмежити дозволені розширення файлів до мінімально потрібного для коректної функціональності Вашого сайту.',
	'CheckMimetype'				=> 'Перевірити тип MIME:',
	'CheckMimetypeInfo'			=> 'Деякі браузери можна обманути, щоб прибрати Mimetype для завантажених файлів. Ця опція гарантує, що такі файли можуть бути відхилені.',
	'SvgSanitizer'				=> 'Антиенергетичний центр SVG:',
	'SvgSanitizerInfo'			=> 'Це дозволяє sanitizing SVG файли для запобігання виникнення вразливостей SVG/XML для завантаження SVG/XML.',
	'TranslitFileName'			=> 'Транслітерувати імена файлів:',
	'TranslitFileNameInfo'		=> 'Якщо це можливо і немає необхідності мати символи Unicode, краще використовувати тільки букви алфавітно-цифрові символи в назвах файлів.',
	'TranslitCaseFolding'		=> 'Перетворити назви файлів у нижній регістр:',
	'TranslitCaseFoldingInfo'	=> 'Цей параметр ефективний лише для активного перекладу.',

	'Thumbnails'				=> 'Thumbnails',
	'CreateThumbnail'			=> 'Create thumbnail:',
	'CreateThumbnailInfo'		=> 'Створити мініатюру в усіх можливих ситуаціях.',
	'JpegQuality'				=> 'Якість JPEG:',
	'JpegQualityInfo'			=> 'Якість при масштабуванні мініатюри JPEG. Вона повинна бути між 1 і 100, 100 вказує на 100% якість.',
	'MaxImageArea'				=> 'Максимальна площа зображення:',
	'MaxImageAreaInfo'			=> 'Максимальна кількість пікселів, яку може мати вихідне зображення. Це надає обмеження на використання пам\'яті для сторони менеджера зображень.<br><code>-1</code> означає, що він не буде перевіряти розмір зображення перед спробою його масштабування. <code>0</code> означає, що значення автоматично визначатиметься.',
	'MaxThumbWidth'				=> 'Максимальна ширина мініатюри в пікселях:',
	'MaxThumbWidthInfo'			=> 'Згенерований ескіз не буде перевищувати набір ширини.',
	'MinThumbFilesize'			=> 'Мінімальний розмір файлу ескізу:',
	'MinThumbFilesizeInfo'		=> 'Не створювати ескіз для зображень менше.',
	'MaxImageWidth'				=> 'Ліміт розміру зображення на сторінках:',
	'MaxImageWidthInfo'			=> 'Максимальна ширина зображення може бути на сторінках, інакше генерується зменшене зменшення.',

	// Deleted module
	'DeletedObjectsInfo'		=> 'List of removed pages, revisions and files.
									Remove or restore the pages, revisions or files from the database by clicking on the link <em>Remove</em>
									or <em>Restore</em> in the corresponding row. (Be careful, no delete confirmation is requested!)',

	// Filter module
	'FilterSettingsInfo'		=> 'Слова, що будуть автоматично піддаватися цензурі на вашому Wiki.',
	'FilterSettingsUpdated'		=> 'Оновлено налаштування фільтрів спаму',

	'WordCensoringSection'		=> 'Автоцензор',
	'SPAMFilter'				=> 'Фільтр спаму:',
	'SPAMFilterInfo'			=> 'Увімкнення фільтру спаму',
	'WordList'					=> 'Список програм:',
	'WordListInfo'				=> 'Word or phrase <code>fragment</code> to be blacklisted (one per line)',

	// Log module
	'LogFilterTip'				=> 'Фільтрувати події за критеріями:',
	'LogLevel'					=> 'Рівень',
	'LogLevelFilters'	=> [
		'1'		=> 'не менше',
		'2'		=> 'не вище, ніж',
		'3'		=> 'дорівнює',
	],
	'LogNoMatch'				=> 'Немає подій, які відповідають критеріям',
	'LogDate'					=> 'Дата',
	'LogEvent'					=> 'Подія',
	'LogUsername'				=> 'Ім\'я користувача',
	'LogLevels'	=> [
		'1'		=> 'критичний',
		'2'		=> 'найвищий',
		'3'		=> 'висока',
		'4'		=> 'середня',
		'5'		=> 'низько',
		'6'		=> 'нижчий',
		'7'		=> 'відлагодження',
	],

	// Massemail module
	'MassemailInfo'				=> 'Ви можете надсилати повідомлення або електронною поштою кожному з ваших користувачів або (2) усім користувачам певної групи які увімкнули отримання масових електронних листів. Лист буде надіслано на адміністративну адресу електронної пошти, з відповідним вуглецевою копією (BCC) усім одержувачам. Налаштування за замовчуванням включаються максимум до 20 одержувачів в такий лист. Якщо більше 20 одержувачів буде надіслано додаткові листи. Якщо ви надсилаєте лист із великою групою людей, будьте терплячими після відправки і не зупиняйте завантаження сторінки на півдорозі. Масову розсилку буде нормально тривалий час. Ви будете повідомлені по завершенню сценарію.',
	'LogMassemail'				=> 'Масова розсилка %1 до групи / користувача ',
	'MassemailSend'				=> 'Масова розсилка пошти',

	'NoEmailMessage'			=> 'Необхідно ввести повідомлення.',
	'NoEmailSubject'			=> 'Ви повинні вказати заголовок повідомлення.',
	'NoEmailRecipient'			=> 'Ви повинні вказати хоча б одного користувача або групу користувачів.',

	'MassemailSection'			=> 'Масова пошта',
	'MessageSubject'			=> 'Тема:',
	'MessageSubjectInfo'		=> '',
	'YourMessage'				=> 'Ваше повідомлення:',
	'YourMessageInfo'			=> 'Зверніть увагу, що ви можете ввести тільки звичайний текст. Перед надсиланням всі розмітки будуть видалені.',

	'NoUser'					=> 'Немає користувача',
	'NoUserGroup'				=> 'Немає групи користувачів',

	'SendToGroup'				=> 'Відправити до групи:',
	'SendToUser'				=> 'Надіслати користувачу:',
	'SendToUserInfo'			=> 'Тільки користувачі, які дозволяють адміністраторам надсилати їм інформацію по електронній пошті. Це опція доступна в налаштуваннях користувача в сповіщеннях.',

	// System message module
	'SystemMessageInfo'			=> '',
	'SysMsgUpdated'				=> 'Оновлено системне повідомлення',

	'SysMsgSection'				=> 'Системне повідомлення',
	'SysMsg'					=> 'Системне повідомлення:',
	'SysMsgInfo'				=> 'Ваш текст тут',

	'SysMsgType'				=> 'Тип:',
	'SysMsgTypeInfo'			=> 'Тип повідомлення (CSS).',
	'SysMsgAudience'			=> 'Аудиторія:',
	'SysMsgAudienceInfo'		=> 'Відображено повідомлення від аудиту.',
	'EnableSysMsg'				=> 'Увімкнути системне повідомлення:',
	'EnableSysMsgInfo'			=> 'Показати системне повідомлення.',

	// User approval module
	'ApproveNotExists'			=> 'Будь ласка, виберіть принаймні одного користувача за допомогою кнопки "Встановити".',

	'LogUserApproved'			=> 'Користувач ##%1## схвалений',
	'LogUserBlocked'			=> 'Користувач ##%1## заблокований',
	'LogUserDeleted'			=> 'Користувач ##%1## видалено з бази даних',
	'LogUserCreated'			=> 'Створено новий користувач ##%1##',
	'LogUserUpdated'			=> 'Оновлено користувача ##%1##',
	'LogUserPasswordReset'		=> 'Пароль для користувача # #%1## успішно скинуто',

	'UserApproveInfo'			=> 'Затвердіть нових користувачів, перш ніж вони зможуть увійти на сайт.',
	'Approve'					=> 'Схвалити',
	'Deny'						=> 'Відмовити',
	'Pending'					=> 'Очікує підтвердження',
	'Approved'					=> 'Затверджено',
	'Denied'					=> 'Відмовлено',

	// DB Backup module
	'BackupStructure'			=> 'Структура',
	'BackupData'				=> 'Дані',
	'BackupFolder'				=> 'Тека',
	'BackupTable'				=> 'Стіл',
	'BackupCluster'				=> 'Кластер:',
	'BackupFiles'				=> 'Файли',
	'BackupNote'				=> 'Нотатка:',
	'BackupSettings'			=> 'Вкажіть бажану схему резервного копіювання.<br>' .
    	'Кореневий кластер не впливає на резервну копію глобальних файлів і кеш (якщо вибрано, вони завжди зберігаються в повному обсязі).<br>' .  '<br>' .
		'<strong>Увага</strong>: Щоб уникнути втрати інформації з бази даних під час вказівки кореневого кластера, таблиці з цієї резервної копії не будуть реструктуризовані, як і під час резервного копіювання лише структури таблиці без збереження даних. Щоб виконати повне перетворення таблиць у формат резервної копії, ви повинні зробити <em>повну резервну копію бази даних (структури та даних), не вказуючи кластер</em>.',
	'BackupCompleted'			=> 'Резервне копіювання та архівування завершено.<br>' .
    	'Файли резервного пакета зберігалися в підкаталозі %1.<br>. Щоб завантажити його, використовуйте FTP (під час копіювання зберігайте структуру каталогів і імена файлів).<br> Щоб відновити резервну копію або видалити пакет, перейдіть до <a href="%2">Відновити базу даних</a>.',
	'LogSavedBackup'			=> 'Збереження резервної копії бази даних ##%1##',
	'Backup'					=> 'Резервне копіювання',
	'CantReadFile'				=> 'Не вдалося прочитати файл %1.',

	// DB Restore module
	'RestoreInfo'				=> 'Ви можете відновити будь-який з резервних копій знайдених пакунків, або видалити його з сервера.',
	'ConfirmDbRestore'			=> 'Ви хочете відновити резервну копію %1?',
	'ConfirmDbRestoreInfo'		=> 'Будь ласка, зачекайте, це може зайняти деякий час.',
	'RestoreWrongVersion'		=> 'Невірна WackoWiki версія!',
	'DirectoryNotExecutable'	=> 'Каталог %1 не є виконуваним.',
	'BackupDelete'				=> 'Ви дійсно бажаєте видалити резервну копію %1?',
	'BackupDeleteInfo'			=> '',
	'RestoreOptions'			=> 'Додаткові параметри відновлення:',
	'RestoreOptionsInfo'		=> '* Перед відновленням <strong>резервної копії кластера</strong>, ' .
									'цільові таблиці не видаляються (щоб запобігти втраті інформації з кластерів, які не були збережені). ' .
									'Таким чином, під час відновлення дубльовані записи будуть відбуватися. ' .
									'У звичайному режимі всі вони будуть замінені резервною копією форми записів (за допомогою SQL <code>REPLACE</code>), ' .
									'але якщо позначено цей прапорець, пропускаються всі дублікати (поточні значення записів будуть збережені), ' .
									'до таблиці додаються лише записи з новими ключами (SQL <code>INSERT IGNORE</code>).<br>' .
									'<strong>Примітка</strong>: під час відновлення повної резервної копії сайту цей параметр не має значення.<br>' .
									'<br>' .
									'** Якщо резервна копія містить файли користувача (глобальні і перлини, файли кешування і т. д.), ' .
									'в звичайному режимі вони замінюють існуючі файли однаковими іменами і поміщаються в тому ж каталозі під час відновлення. ' .
									'Ця опція дозволяє зберігати поточні копії файлів та відновлювати з резервної копії тільки нові файли (відсутні на сервері).',
	'IgnoreDuplicatedKeysNr'	=> 'Ігнорувати ключі дубльовані таблиці (не замінити)',
	'IgnoreSameFiles'			=> 'Ігнорувати ті самі файли (не перезаписувати)',
	'NoBackupsAvailable'		=> 'Нема доступних резервних копій.',
	'BackupEntireSite'			=> 'Весь сайт',
	'BackupRestored'			=> 'Резервна копія відновлена, звіт прикріплений нижче. Щоб видалити цей пакунок резервного копіювання, натисніть кнопку',
	'BackupRemoved'				=> 'Обрана резервна копія успішно видалена.',
	'LogRemovedBackup'			=> 'Видалено резервну копію бази даних ##%1##',

	'RestoreStarted'			=> 'Почате відновлення',
	'RestoreParameters'			=> 'Використання параметрів',
	'IgnoreDuplicatedKeys'		=> 'Ігнорувати дубльовані ключі',
	'IgnoreDuplicatedFiles'		=> 'Ігнорувати дубльовані файли',
	'SavedCluster'				=> 'Збережений кластер',
	'DataProtection'			=> 'Захист даних - %1 пропущено',
	'AssumeDropTable'			=> 'Assume %1',
	'RestoreTableStructure'		=> 'Відновлення структури таблиці',
	'RunSqlQueries'				=> 'Виконання інструкції SQL:',
	'CompletedSqlQueries'		=> 'Завершено. Оброблені інструкції:',
	'NoTableStructure'			=> 'Структура таблиць не була збережена - пропустити',
	'RestoreRecords'			=> 'Відновити вміст таблиць',
	'ProcessTablesDump'			=> 'Лише звантажити і обробляти тимчасові таблиці',
	'Instruction'				=> 'Інструкція',
	'RestoredRecords'			=> 'записів:',
	'RecordsRestoreDone'		=> 'Завершено. Загальна кількість:',
	'SkippedRecords'			=> 'Дані не збережені - пропустити',
	'RestoringFiles'			=> 'Відновлення файлів',
	'DecompressAndStore'		=> 'Розпаковувати та зберігати вміст каталогів',
	'HomonymicFiles'			=> 'гомонімні файли',
	'RestoreSkip'				=> 'пропустити',
	'RestoreReplace'			=> 'замінити',
	'RestoreFile'				=> 'Файл:',
	'RestoredFiles'				=> 'відновлено:',
	'SkippedFiles'				=> 'пропущено:',
	'FileRestoreDone'			=> 'Завершено. Всього файлів:',
	'FilesAll'					=> 'все:',
	'SkipFiles'					=> 'Файли не зберігаються - пропустити',
	'RestoreDone'				=> 'ВІДНОВЛЕННЯ КОМПАНО',

	'BackupCreationDate'		=> 'Дата створення',
	'BackupPackageContents'		=> 'Вміст пакету',
	'BackupRestore'				=> 'Відновити',
	'BackupRemove'				=> 'Видалити',
	'RestoreYes'				=> 'Так',
	'RestoreNo'					=> 'Ні',
	'LogDbRestored'				=> 'Резервне копіювання ##%1## відновленої бази даних.',

	'BackupArchived'			=> 'Резервна копія %1 архівована.',
	'BackupArchiveExists'		=> 'Резервний архів %1 вже існує.',
	'LogBackupArchived'			=> 'Резервне копіювання #%1## архівовано.',

	// User module
	'UsersInfo'					=> 'Тут ви можете змінити інформацію про користувачів і певні конкретні налаштування.',

	'UsersAdded'				=> 'Користувач доданий',
	'UsersDeleteInfo'			=> 'Видалити користувача:',
	'EditButton'				=> 'Редагувати',
	'UsersAddNew'				=> 'Додати користувача',
	'UsersDelete'				=> 'Ви дійсно бажаєте видалити користувача %1?',
	'UsersDeleted'				=> 'Користувач %1 був видалений з бази даних.',
	'UsersRename'				=> 'Перейменувати користувача %1',
	'UsersRenameInfo'			=> '* Примітка: Зміна вплине на всі сторінки, призначені цим користувачем.',
	'UsersUpdated'				=> 'Користувач успішно оновлений.',

	'UserIP'					=> 'Адреса IP',
	'UserSignuptime'			=> 'Час реєстрації',
	'UserActions'				=> 'Дії',
	'NoMatchingUser'			=> 'Немає користувачів, що відповідають критеріям',

	'UserAccountNotify'			=> 'Сповістити користувача',
	'UserNotifySignup'			=> 'інформувати користувача про новий обліковий запис',
	'UserVerifyEmail'			=> 'встановити токен підтвердження адреси електронної пошти та додати посилання для підтвердження електронної пошти',
	'UserReVerifyEmail'			=> 'Відправити підтверджувальний токен повторно',

	// Groups module
	'GroupsInfo'				=> 'Тут ви можете адмініструвати всі ваші групи. Ви можете видалити, створювати та редагувати існуючі групи. Крім того, ви можете вибрати групових лідерів, увімкнути/приховані/закритих груп і встановити назву та опис групи.',

	'LogMembersUpdated'			=> 'Оновлені користувачі групи',
	'LogMemberAdded'			=> 'Додано учасника ##%1## до групи ##%2##',
	'LogMemberRemoved'			=> 'Видалений член ##%1## з групи ##%2##',
	'LogGroupCreated'			=> 'Створено нову групу ##%1##',
	'LogGroupRenamed'			=> 'Група ##%1## перейменовано в ##%2##',
	'LogGroupRemoved'			=> 'Видалена група ##%1##',

	'GroupsMembersFor'			=> 'Учасники групи',
	'GroupsDescription'			=> 'Опис',
	'GroupsModerator'			=> 'Модератор',
	'GroupsOpen'				=> 'Відкриті',
	'GroupsActive'				=> 'Активний',
	'GroupsTip'					=> 'Натисніть для зміни групи',
	'GroupsUpdated'				=> 'Групи оновлено',
	'GroupsAlreadyExists'		=> 'Ця група вже існує.',
	'GroupsAdded'				=> 'Група успішно додана.',
	'GroupsRenamed'				=> 'Групу успішно перейменовано.',
	'GroupsDeleted'				=> 'Групу %1 і всі пов’язані сторінки було видалено з бази даних.',
	'GroupsAdd'					=> 'Додати нову групу',
	'GroupsRename'				=> 'Перейменувати групу %1 на',
	'GroupsRenameInfo'			=> '* Примітка: Зміна вплине на всі сторінки, призначені цією групою.',
	'GroupsDelete'				=> 'Ви впевнені, що хочете видалити групу %1?',
	'GroupsDeleteInfo'			=> '* Примітка: Зміна вплине на всіх учасників, призначених для цієї групи.',
	'GroupsIsSystem'			=> 'Група %1 належить до системи і не може бути видалена.',
	'GroupsStoreButton'			=> 'Зберегти групи',
	'GroupsEditInfo'			=> 'Щоб відредагувати список груп, виберіть кнопку радіо.',

	'GroupAddMember'			=> 'Додати учасника',
	'GroupRemoveMember'			=> 'Видалити члена',
	'GroupAddNew'				=> 'Додати групу',
	'GroupEdit'					=> 'Редагувати групу',
	'GroupDelete'				=> 'Видалити групу',

	'MembersAddNew'				=> 'Додати нового учасника',
	'MembersAdded'				=> 'Успішно додано нового учасника до групи.',
	'MembersRemove'				=> 'Ви впевнені, що хочете видалити учасника %1?',
	'MembersRemoved'			=> 'Учасник був вилучений з групи.',

	// Statistics module
	'DbStatSection'				=> 'Статистика бази даних',
	'DbTable'					=> 'Стіл',
	'DbRecords'					=> 'Записи',
	'DbSize'					=> 'Розмір',
	'DbIndex'					=> 'Покажчик',
	'DbOverhead'				=> 'Перевитрати',
	'DbTotal'					=> 'Загальна сума замовлення',

	'FileStatSection'			=> 'Статистика файлової системи',
	'FileFolder'				=> 'Тека',
	'FileFiles'					=> 'Файли',
	'FileSize'					=> 'Розмір',
	'FileTotal'					=> 'Загальна сума замовлення',

	// Sysinfo module
	'SysInfo'					=> 'Інформація про версію:',
	'SysParameter'				=> 'Параметр',
	'SysValues'					=> 'Значення',

	'WackoVersion'				=> 'WackoWiki',
	'LastWackoUpdate'			=> 'Останнє оновлення',
	'ServerOS'					=> 'ОС',
	'ServerName'				=> 'Ім\'я сервера',
	'WebServer'					=> 'Веб-сервер',
	'HttpProtocol'				=> 'HTTP Protocol',
	'DbVersion'					=> 'MariaDB / MySQL',
	'SqlModesGlobal'			=> 'SQL режими глобальних',
	'SqlModesSession'			=> 'SQL режим сеансу',
	'IcuVersion'				=> 'ІКУ',
	'PhpVersion'				=> 'PHP',
	'MemoryLimit'				=> 'Пам\'ять',
	'UploadFilesizeMax'			=> 'Максимальний розмір завантаження',
	'PostMaxSize'				=> 'Максимальний розмір повідомлення',
	'MaxExecutionTime'			=> 'Максимальний час виконання',
	'SessionPath'				=> 'Шлях до сеансу',
	'PhpDefaultCharset'			=> 'PHP default charset',
	'GZipCompression'			=> 'Стиснення GZip',
	'PhpExtensions'				=> 'Розширення PHP',
	'ApacheModules'				=> 'Модулі Apache',

	// DB repair module
	'DbRepairSection'			=> 'Відновлення БД',
	'DbRepair'					=> 'Відновлення БД',
	'DbRepairInfo'				=> 'Цей сценарій може автоматично шукати деякі спільні проблеми з базою даних і відновлювати їх. Виправлення може зайняти деякий час, тому будь ласка, будьте терплячими.',

	'DbOptimizeRepairSection'	=> 'Відновлення та оптимізація бази даних',
	'DbOptimizeRepair'			=> 'Відновлення та оптимізація бази даних',
	'DbOptimizeRepairInfo'		=> 'Цей скрипт може також намагатися оптимізувати базу даних. Це покращує продуктивність в деяких ситуаціях. Відновлення та оптимізація бази даних можуть зайняти багато часу, а база даних буде заблокована під час оптимізації.',

	'TableOk'					=> 'Таблиця %1 - це нормально.',
	'TableNotOk'				=> 'Таблиця %1 не в порядку. Вона повідомляє про наступну помилку: %2. Цей скрипт буде намагатися відновити цю таблицю&hellip;',
	'TableRepaired'				=> 'Успішно відновив %1 таблицю.',
	'TableRepairFailed'			=> 'Не вдалося відновити таблицю %1. <br>Помилка: %2',
	'TableAlreadyOptimized'		=> 'Таблиця %1 вже оптимізована.',
	'TableOptimized'			=> 'Успішно оптимізовано таблицю %1.',
	'TableOptimizeFailed'		=> 'Не вдалося оптимізувати таблицю %1 . <br>Помилка: %2',
	'TableNotRepaired'			=> 'Не вдалося полагодити деякі проблеми з базою даних.',
	'RepairsComplete'			=> 'Ремонт завершено',

	// Inconsistencies module
	'InconsistenciesInfo'		=> 'Показати і виправити невідповідності, видалити або призначити сироті записи нового користувача/значення.',
	'Inconsistencies'			=> 'Невідповідність',
	'CheckDatabase'				=> 'База даних',
	'CheckDatabaseInfo'			=> 'Перевіряє невідповідність запису в базі даних.',
	'CheckFiles'				=> 'Файли',
	'CheckFilesInfo'			=> 'Перевіряє наявність покинутих файлів, без посилань на файли у таблиці файлів.',
	'Records'					=> 'Записи',
	'InconsistenciesNone'		=> 'Не знайдено відповідностей даних.',
	'InconsistenciesDone'		=> 'Невідповідність даних виконана.',
	'InconsistenciesRemoved'	=> 'Видалені невідповідності',
	'Check'						=> 'Перевірити',
	'Solve'						=> 'Розв’язати',

	// Bad Behaviour module
	'BbInfo'					=> 'Виявляє та блокує небажані веб-доступи, забороняє доступ автоматичним спам-ботам.<br>Щоб дізнатися більше, відвідайте домашню сторінку %1.',
	'BbEnable'					=> 'Увімкнути неправильну поведінку:',
	'BbEnableInfo'				=> 'Усі інші параметри можуть бути змінені в папці конфігурації %1.',
	'BbStats'					=> 'Помилкова поведінка заблокувала %1 спроби доступу в останні 7 днів.',

	'BbSummary'					=> 'Summary',
	'BbLog'						=> 'Логотип',
	'BbSettings'				=> 'Налаштування',
	'BbWhitelist'				=> 'Додати в білий список',

	// --> Log
	'BbHits'					=> 'Переглядів',
	'BbRecordsFiltered'			=> 'Відображаються записи %1 з %2 відфільтрованих',
	'BbStatus'					=> 'Статус',
	'BbBlocked'					=> 'Заблоковано',
	'BbPermitted'				=> 'Дозволено',
	'BbIp'						=> 'Адреса IP',
	'BbGetPost'					=> 'ОТРИМАТИ',
	'BbUri'						=> 'URI',
	'BbRecordsAll'				=> 'Відображення всіх записів %1',
	'BbShow'					=> 'Показати',
	'BbIpDateStatus'			=> 'IP/Дата/Статус',
	'BbHeaders'					=> 'Заголовки',
	'BbEntity'					=> 'Сутність',

	// --> Whitelist
	'BbOptionsSaved'			=> 'Опції збережені.',
	'BbWhitelistHint'			=> 'Недоречний білий список на основі WILL додає спаму, або спричиніть погану поведінку припинити функціонування на всі функції! Не рисуйте, якщо ви не на 100% ЦЕРТАЦІЄ, що вам слід робити.',
	'BbIpAddress'				=> 'IP-адреса',
	'BbIpAddressInfo'			=> 'IP-адреса або діапазон адрес формату CIDR (одна з них на рядок)',
	'BbUrl'						=> 'Адреса',
	'BbUrlInfo'					=> 'URL фрагменти починаючи з / після того, як ваш хост веб-сайту (по одному в рядку)',
	'BbUserAgent'				=> 'Ідентифікатор браузера',
	'BbUserAgentInfo'			=> 'Рядки User agent перейти в білий список (по одному в рядку)',

	// --> Settings
	'BbSettingsUpdated'			=> 'Оновлені неправильні налаштування поведінки',
	'BbLogRequest'				=> 'Запис HTTP запитів HTTP',
	'BbLogVerbose'				=> 'Verbose',
	'BbLogNormal'				=> 'Нормально (рекомендовано)',
	'BbLogOff'					=> 'Не зберігати (не рекомендовано)',
	'BbSecurity'				=> 'Безпека',
	'BbStrict'					=> 'Сувора перевірка',
	'BbStrictInfo'				=> 'блокує більше спаму, але може заблокувати деяких людей',
	'BbOffsiteForms'			=> 'Дозволити писати записи з інших сайтів',
	'BbOffsiteFormsInfo'		=> 'потрібно для OpenID; збільшує отриманий спам',
	'BbHttpbl'					=> 'http:BL',
	'BbHttpblInfo'				=> 'Щоб використовувати http:BL функції поганої поведінки, ви повинні мати %1',
	'BbHttpblKey'				=> 'http:BL ключ доступу',
	'BbHttpblThreat'			=> 'Мінімальний рівень загрози (25 рекомендується)',
	'BbHttpblMaxage'			=> 'Максимальний вік даних (рекомендується 30)',
	'BbReverseProxy'			=> 'Обернений балансування навантаження/Навантаження',
	'BbReverseProxyInfo'		=> 'Якщо Ви використовуєте систему Bad Behaviour позаду зворотного проксі, балансування навантаження, кешу HTTP або схожих технологій, увімкніть опцію зворотний проксі.<br>' .
									'Якщо у вас є ланцюг двох або більше зворотних проксі між серверами та громадським Інтернетом, ви повинні вказати <em>всі</em> з діапазонами IP-адрес (у форматі CIDR) всіх проксі-серверів, балансувальників і т.д. В іншому випадку погана поведінка не може визначити справжню IP-адресу клієнта.<br>' .
									'Крім того, ваші зворотні проксі-сервери повинні встановити IP-адресу інтернет-клієнта, з якого вони отримали запит в HTTP-заголовку. Якщо ви не вкажете заголовок, буде використано %1 . Більшість проксі-серверів вже підтримують X-Forwarded-For і ви можете тоді лише переконатися що він увімкнений на проксі-серверах. Деякі інші назви, що широко використовуються, включають %2 та %3.',
	'BbReverseProxyEnable'		=> 'Увімкнути інвертувати проксі',
	'BbReverseProxyHeader'		=> 'Заголовок з IP-адресою Інтернет-клієнтів',
	'BbReverseProxyAddresses'	=> 'IP-адреса або діапазон адреси формату CIDR для ваших проксі-серверів (один в рядку)',

];
